{
    "title": "U.S. must be fair to achieve peace in Middle East",
    "publisher": "chicago daily herald",
    "year": 2007,
    "month": 8,
    "day": 6,
    "full text": "Apparently, it doesn't matter to some that Saudi Arabia and several \"moderate\" Arab countries like Egypt, Jordan, Kuwait and others have stood by the United States in fighting \"terrorism.\" All that matters to some congressmen, who happen to be of Jewish heritage, is Israel.\nPresident Bush has proposed increasing foreign aid to Israel by 25 percent, giving the Jewish state $30 billion over the next decade.\nBush has also proposed giving $20 billion to six Gulf Arab states including Saudi Arabia, our chief Arab ally in the war on terrorism. Iraq is in turmoil and the Arab nations have stood with the United States against the interference of two nations, Arab Syria and non-Arab Iran. Nearly 100 American soldiers are dying there every month. Bush has declared Iran a major threat. Should we wait until Iran invades and occupies Saudi Arabia or the other Gulf Arab states to react?\nBut a coalition of congressmen, led by Jewish-American Rep. Tom Lantos, denounced the funding plan because he and his allies in Congress support Israel above American interests. And Americans continue to wonder why Arabs in the Middle East \"hate them,\" are angry at them, or distrust America?\nThe reality is American foreign policy is based on double standards, hypocrisy and even lies. It assumes Arabs must be too stupid to recognize these contradictions in American foreign policy.\nArabs and Israelis are again at a crossroads. Secretary of State Condoleezza Rice has once again tried to jump-start the Middle East process, exploring a comprehensive peace proposal offered by the Arab countries through the Arab League. They are willing to recognize Israel's right to exist (again - they've done it several times to no avail), and to negotiate the return of land occupied by Israel in the 1967 war four decades ago. On the table is the difficult issue of the Palestinian right of return, which Arab countries and most Palestinians will compromise, if only Israel would show a willingness to give the victims of the 1948 and 1967 wars a modicum of respect and justice. International laws gives refugees the absolute right to return to homes and lands they owned prior to the creation of Israel.\nGiven today's realities, however, Palestinians are willing to compromise if Israel acknowledged that right. They would settle outside Israel in Arab lands and the proposed Palestinian state.\nIsrael has indicated it will explore all these issues. After nearly a decade, the two sides might return to the peace table.\nInstead of contributing to this effort to move the region toward peace, a handful of extremist supporters of Israel led by Lantos want to prove to the Arab world, once again, that the United States can't be respected and that Americans are not just. When will Lantos and other members of his pro-Israel coalition standup for what's best for the Middle East and for the United States instead of always making Israel their number one priority?\nAs Americans, we have to stop separating terrorists on the basis of race, ethnicity or nationality. Terrorism does not have an ethnic face. We need to support policies that are driven by justice and fairness, not partisan politics and selfish agendas. To win the war on terrorism, and bring peace to Palestinians and Israelis, we must reinforce trust in the Arab world by being just and fair.\n\nLoad-Date: August 7, 2007"
}