{
    "title": "U.S. BACKS ETHIOPIA SECRET JAILINGS",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 7,
    "day": 7,
    "full text": "At least 76 people who were captured while fleeing the war in Somalia in January are still being held in Ethiopia under a program of secret prisoner renditions backed by the United States, Kenya and Somalia, human rights activists said yesterday.\nThe Muslim Human Rights Forum, a Kenyan advocacy group, said the prisoners -- including 17 Kenyan citizens and 20 Ethiopians -- were being held incommunicado and in violation of international prisoner conventions, and may be at risk of torture.\nMost of the Ethiopians in custody are members of the minority Ogadeni and Oromo ethnic groups, which are waging separatist campaigns against Ethiopia. International human-rights monitors have warned that Ethiopian security forces routinely abuse members of those groups, and the U.S. State Department has accused Ethiopia of torturing prisoners.\nThe Muslim group's report, titled \"Horn of Terror,\" provides the fullest accounting so far of the fates of 152 people from 21 countries who were arrested in a shadowy anti-terrorism operation run by U.S. allies in the Horn of Africa that activists think had the backing of American officials.\nThe captives included at least three Americans, whom FBI agents questioned in Nairobi. They included Daniel Joseph Maldonado, who was deported to the United States to face federal terrorism charges, and Amir Mohamed Meshal, who was among about 80 prisoners transferred back to Somalia and later to Ethiopia. Ethiopian authorities released Mr. Meshal in May without ever charging him.\nThe whereabouts of the third American, whom the Muslim group identified as Abikar Abdullahi Osman, remain unknown, but it is thought that he was released into U.S. custody in Kenya. His name didn't appear on flight manifests that showed Mr. Meshal and others were transferred to Somalia.\n\nLoad-Date: July 10, 2007"
}