{
    "title": "U.S. Supreme Court _ not terrorism, just a love triangle",
    "publisher": "the philadelphia inquirer",
    "year": 2014,
    "month": 6,
    "day": 3,
    "full text": "The U.S. Supreme Court on Monday threw out the conviction of a Lansdale woman who tried to poison a romantic rival, ruling unanimously that federal prosecutors in Philadelphia overreacted by charging her under antiterrorism law.\n Though her lawyers called the decision a victory, it came too late for Carol Anne Bond, 42, who served six years in federal prison after pleading guilty to chemical weapons charges in 2007.\n In an opinion dripping with sarcasm, Chief Justice John G. Roberts Jr. chided prosecutors in Philadelphia for equating \"an amateur attempt by a jilted wife to injure her husband's lover\" with an attack prohibited under a 1997 treaty banning chemical weapons. \n Pennsylvania laws are sufficient to deal with the threats posed by a woman in a love triangle, Roberts wrote. He cited as proof the cases of a Lehigh County mother charged with feeding her family poisoned burritos and a Harrisburg woman convicted of poisoning a love interest with eye drops so \"he would pay more attention to her.\"\n The other justices agreed, though some without Roberts' scathing condescension. \n Under the government's logic, he wrote, \"any parent would be guilty of a serious federal offense - possession of a chemical weapon - when exasperated by the children's repeated failure to clean the goldfish tank, he considers poisoning the fish with a few drops of vinegar.\"\n Bond pleaded guilty in 2007 to two counts of using a chemical weapon and was sentenced to six years in federal custody. She was released from a prison in West Virginia in August 2012, but remains under court-ordered supervision.\n Before she became the plaintiff in one of the more lurid cases the high court has heard in years, Bond began her twisted path through the legal system simply as a woman scorned.\n She was overjoyed in 2006 to find out her best friend Myrlinda Haynes was pregnant, all the more so because Bond herself had recently learned she could not conceive. Elation turned to rage, however, when she discovered that Clifford Bond, her husband of more than 14 years, was the father.\n Vowing revenge, Bond, a laboratory technician for the chemical maker Rohm & Haas, stole a bottle of an arsenic-based compound from the company and mixed it with another toxic chemical, potassium dichromate, she had ordered from Amazon.com.\n Over the next several months, she tried to poison Haynes 24 times by smearing the concoction on the woman's car-door handles, door knobs, and the mailbox outside her Norristown home.\n But the plan was more foolhardy than foolproof. Because of a tendency for the poison to turn bright orange when it comes into contact with metal, Haynes later said she frequently noticed it and found it easy to avoid. She did once burn her thumb while trying to wipe it off the handle of her car door.\n Local police suggested Haynes take her car to a car wash. So she turned to the feds - the U.S. Postal Inspection Service, which set up surveillance on her mailbox and eventually caught Bond in the act.\n Robert Goldman, Bond's original defense lawyer, said Monday that he was flabbergasted when he first learned of prosecutors' decision to handle his client's case as a violation of the 1998 Chemical Weapons Convention Implementation Act, a law based on the chemical weapons ban treaty that is signed by all but four of the world's nations. \n Had she been prosecuted for assault in state court, where Goldman said her case belonged, she would have faced a maximum sentence of just over two years.\n \"I maintained from day one that the reason for this prosecution was just so they could add it to their terrorism statistics,\" he said. \n Justice Department lawyers, who did not return calls for comment Monday, defended Bond's prosecution before the justices in November, arguing that she and others like her should be prosecuted alongside more dangerous terrorists. \n They claimed Supreme Court precedent paved the way for Congress to supersede state jurisdiction when it comes to enforcing a treaty, in this case an international chemical weapons ban ratified by Congress in 1998. \n But the justices sidestepped the issue of federalism, seizing instead on what Roberts called a clear disparity between the treaty's intent and the facts of Bond's case.\n \"The court has avoided making any grand constitutional statement,\" said Kermit Roosevelt, a constitutional law scholar at the University of Pennsylvania. \"Instead they said, we think Congress was not trying to go after Carol Anne Bond.\"\n In his opinion Monday, Roberts jokingly contrasted Bond's bungled plot to John Singer Sargent's painting Gassed, which depicts soldiers blinded by mustard gas during World War I. \n \"There are no life-size paintings of Bond's rival washing her thumb,\" he said. \njroebuck@phillynews.com\n  215-925-2649\n  @jeremyrroebuck \n Staff writer Allison Steele contributed to this article.    \n\nLoad-Date: June 3, 2014"
}