{
    "title": "U.S. AID TO NICARAGUA NOW FACING ELECTION HURDLE",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 5,
    "full text": "A United States aid program for Nicaragua's revolutionary regime, having been nursed through a balky Congress by the Carter Administration, now faces the risk of becoming an election year casualty, State Department and Congressional sources said today.\nWith indications that the Republicans want to make United States policy in Central America an election issue, the White House is analyzing conflicting intelligence assessments of Nicaraguan military aid to guerrilla movements in neighboring El Salvador and Guatemala.\nThe State Department assessment, contained in a letter sent Aug. 23 by Under Secretary of State Warren M. Christopher to President Carter, is that the evidence does not support the accusation Nicaragua is supporting terrorism in other countries.\nAN-A\nBut the Defense Intelligence Agency has reportedly contended that field reports do not permit a clear judgment that Nicaragua is above suspicion of shipping arms to guerrillas in the region.\n \nSenator Appeals to Carter\nSenator Edward Zorinsky, Democrat of Nebraska, who led the Administration fight for passage of the Nicaraguan aid bill, appealed to President Carter in a letter yesterday to resist pressures for freezing the funds.\nSenator Zorinsky said in an interview that ''members of the intelligence community are attempting to destroy the good will we have built in Nicaragua, through half truths, rumors and unverified reports.''\nThe Carter Administration asked Congress last November to approve a $75 million package of loans and grants to help Nicaragua recover from the devastation of a civil war in which Sandinist guerrillas overthrew President Anastasio Somoza Debayle. Congress approved the request in May, and President Carter signed the Central American Assistance Act, containing the Nicaraguan aid package, on May 31.\nBut the disbursement of funds has been held up because of a provision in the act, imposed by a conservative minority opposing the program, requiring that the aid be given only if the White House certifies that the Sandinist Government ''is not aiding, abetting or supporting acts of violence or terrorism in other countries.''\n \nA Rearguard Action\nConservatives in Congress, who did not have the votes to block the aid bill, have mounted a rearguard action based on the intelligence reports they have seen. Representative Robert E. Bauman, a conservative Maryland Republican, has said the reports require a ''clear decision'' by Mr. Carter.\nThe signing of the aid agreement with Nicaragua, scheduled for early August, has been postponed pending the Presidential determination on the intelligence dispute.\nState Department and Congressional supporters of the economic aid program for Nicaragua, who see it as essential for maintaining United States influence in that country, are worried about the White House's political reaction to the intelligence issue."
}