{
    "title": "U.S. takes new approach to Yemen aid program",
    "publisher": "usa today",
    "year": 2010,
    "month": 11,
    "day": 16,
    "full text": "WASHINGTON -- The United States is sharply increasing the amount of development and other civilian aid it is sending to Yemen and has changed the way it is administered, a move that some experts say may still not be enough to counter al-Qaeda's growing presence there.\n\"We've reoriented our aid program towards quick impact projects, things that get on the ground in Yemen as quickly as possible,\" said Janet Sanderson, a deputy assistant secretary of State.\nThis year, the government budgeted $67.5 million in State Department aid for Yemen, up from $40 million in 2009, according to department statistics. The White House requested $106 million for 2011. The money includes aid for development and police and other security training.\nThe Pentagon also provided about $155 million in military aid this year.\nThe increases come amid a growing sense of urgency about Yemen, where the U.S. government faces an escalating threat from extremists and limited military means of countering it.\nLast month, authorities intercepted well-concealed bombs that were built in Yemen and on their way to the United States in cargo planes.\nThe United States has about 50 servicemembers as advisers in Yemen and no plans to insert combat forces.\nInstead, the U.S. government is attempting a broader approach that includes an effort to address the economic and social problems in addition to military assistance.\nYemen presents enormous challenges for aid workers. The State Department has few people there, and parts of the country remain too dangerous for foreigners.\nMany of the programs have to be managed through international aid agencies operating in Yemen.\n\"It's hard for me to imagine how much progress they can make,\" said Robert Grenier, former director of the CIA's counterterrorism center.\nThe U.S. government has shifted the way it administers aid there from a centralized approach to working directly with local governments and tribes on projects that produce quick results.\n\"What we'd like to do is push ... many of these programs out into the rural areas,\" Sanderson said.\nThe programs are designed to boost the economy and improve governance.\nAmong the aid projects are grants aimed at helping farmers improve productivity and a program to provide job and other training to \"at risk\" young people in restive regions of Yemen.\nYemen is one of the poorest countries in the Arab world. Half of its 23.8 million people live in poverty.\nThe No. 1 agricultural product is khat, a debilitating narcotic that is used by a large portion of the population.\nAnalysts debate the degree to which economics and social issues play a role in fostering terrorism.\n\"The problem with terrorism is it isn't primarily an outgrowth of poverty,\" Grenier said. \"It's much more a political problem.\"\nBarbara Bodine, a former U.S. ambassador to Yemen, said addressing underlying government and economic problems are critical.\n\"This is a question of how you keep Yemen from moving from fragile to failed,\" said Bodine, who is now at Princeton's Woodrow Wilson School of Public and International Affairs. \n\nGraphic\n\n \nPHOTO, B/W, Muhammed Muheisen, AP\n\nLoad-Date: November 16, 2010"
}