{
    "title": "U.S. , Pakistan agree on plan; 'Complete unanimity'_ Nations discuss how to combat terrorism, bin La",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "U.S. and Pakistani officials ended two days of talks Wednesday in \"complete unanimity\" on ways to combat terrorism and Osama bin Laden's terrorist network in Afghanistan, a Pakistani general said.\nNo details of the agreement were announced, but Gen. Rashid Qureshi, spokesman for President Pervez Musharraf, said there was \"no difference of opinion between Pakistan and America on the issue of combating terrorism.\"\nDespite the agreement, Pakistan's government opposes efforts to bolster the northern alliance of opposition Afghan groups, which has been fighting the ruling Taliban since the hard-line Islamic movement seized power in 1996.\nThe Pakistani officials were careful to differentiate between fighting terrorism and battling Afghans.\n\"There is complete unanimity between both sides to fight against terrorism,\" Qureshi said. He said Pakistan was not involved \"in any action plan against Afghanistan\" but \"our efforts are to crush terrorism wherever it is.\"\nPakistan has maintained close ties with the Taliban, who have sheltered bin Laden since 1996. It has been wary of U.S. pledges to punish those who harbor terrorists.\n\"Pakistan cannot and can never join in any hostile action against Afghanistan or the Afghan people,\" Foreign Ministry spokesman Riaz Mohammed Khan said Wednesday. \"We are deeply conscious that the destinies of the two people are intertwined.\"\nThere was no comment from U.S. authorities. The U.S. delegation was led by Air Force Brig. Gen. Kevin Chilton, director of strategic planning for the Near East and South Asia.\nPakistani officials said Musharraf began meetings with senior military commanders late Wednesday to brief them on the talks.\nPakistani officials said earlier Wednesday that both sides had agreed to minimize the use of ground forces in any strike in Afghanistan. That suggests that the United States was primarily interested in gaining permission to use Pakistani airspace for possible attacks against bin Laden's training camps, and perhaps access to Pakistani military airfields.\n\nLoad-Date: October 2, 2001"
}