{
    "title": "U.S. MEN IN PAKISTAN DENY AL-QAIDA TIES FIVE DETAINED UNDER SUSPICION OF ATTACKS",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 5,
    "full text": "ISLAMABAD, Pakistan -- Five Americans detained in Pakistan after allegedly trying to link up with militant groups over the Internet denied in court yesterday that they had any intention of carrying out terrorist attacks, their defense attorney said.\nThe five, all young Muslim men from the Washington, D.C., area, were arrested in early December in Sargodha, a city in eastern Pakistan.\nThe suspects, who range in age from 19 to 25, denied that they had ties to al-Qaida or other militant groups during a court appearance in Sargodha, said their attorney, Ameer Abdullah Rokri.\nThe case has underscored the potential use of cyberspace to recruit potential extremists not just in Asia, Africa and the Middle East but also in the West, sparking concern that Pakistan may attract other Westerners hoping to get schooled in radicalism.\nThe court ordered the release of Khalid Farooq, the father of one of the suspects, saying there was no evidence to continue holding him, although his son, Umer Farooq, remained in custody. It also gave police two more weeks to prepare terrorism charges against the accused.\n\"The five men didn't come to Pakistan for terrorism and intended to go to Afghanistan to help those displaced by the war,\" Mr. Rokri said. \"They have no ties with al-Qaida.\"\nBut a public prosecutor, who asked not to be identified, saw it differently: \"We told the court that the five men came to Pakistan with the intention of engaging in terrorism,\" he said in a phone interview. \"And they should be dealt with according to the anti-terrorism laws.\"\nYesterday's hearing took place under tight security. Dozens of police accompanied the five suspects -- Umar Farooq, Waqar Khan, Ahmed Minni, Aman Hassan Yemer and Ramy Zamzam -- into the court, while others manned vantage points on surrounding buildings.\nPolice, who have said they planned to seek a life sentence for the men, reportedly told the court that the five suspects were in contact with an al-Qaida operative. \"They were of the opinion that a jihad must be waged against the infidels for the atrocities committed by them against Muslims around the world,\" a police interrogation report said after their arrest.\nPakistani authorities have made various allegations about the five men and their intentions, while the United States, which hopes to interrogate and charge them, has said little.\nSome analysts said Pakistan's judiciary may want to prosecute the five Americans aggressively to make a point, having come under criticism by the United States and India for failing to forcefully pursue the alleged Pakistani masterminds behind the November 2008 attack on Mumbai that killed 166 people.\nPakistani authorities say the five men had a map of a reservoir structure near nuclear power facilities in Punjab province, some 125 miles southwest of Islamabad.\n\nGraphic\n\n \nPHOTO: K.M. Chaudary/Associated Press: Pakistani police officers with detained American Muslims leave a police station to send them into prison yesterday in Sargodha, Pakistan. Their defense lawyer has denied that his clients planned to carry out terrorist attacks inside or outside the country.\n\nLoad-Date: January 5, 2010"
}