{
    "title": "U.S. _ Iran deals with al-Qaida",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 7,
    "day": 29,
    "full text": "Former officials: Al-Qaida still likely to use WMD ASPEN, Colo. -- A chemical or biological attack by al-Qaida and its offshoots remains a threat, despite the killing of terror leader Osama bin Laden, top former U.S. counterterrorist officials said Thursday. \"We still have pockets of al-Qaida around the world who see this as a key way to fight us,\" especially the offshoot in Yemen, Mike Leiter, the just-retired director of the National Counterterrorism Center, told an audience at the Aspen Security Forum. \"The potential threat from al-Qaida in the Arabian Peninsula is very real.\" Leiter said the new breed of terrorists understands that killing a few Americans can cause as much fear as the massive plots bin Laden backed. \"The most likely ... are simple forms of chemical or biological weapons\" rather than a nuclear attack, Leiter said, using the poison ricin as an example of something that's easily made.\nWASHINGTON - The Obama administration accused Iran on Thursday of entering into a \"secret deal\" with an al-Qaida offshoot that provides money and recruits for attacks in Afghanistan and Pakistan. The Treasury Department designated six members of the unit as terrorists subject to U.S. sanctions.\nThe U.S. intelligence community has in the past disagreed about the extent of direct links between the Iranian government and al-Qaida. Thursday's allegations went further than what most analysts had previously said was a murky relationship with limited cooperation.\nDavid S. Cohen, Treasury's point man for terrorism and financial intelligence, said Iran entered a \"secret deal with al-Qaida allowing it to funnel funds and operatives through its territory.\" He didn't provide any details of that agreement, but said the sanctions seek to disrupt al-Qaida's work in Iraq and deny the terrorist group's leadership much-needed support.\n\"Iran is the leading state sponsor of terrorism in the world today,\" Cohen said in a statement. \"We are illuminating yet another aspect of Iran's unmatched support for terrorism.\"\nTreasury said the exposure of the clandestine agreement would disrupt al-Qaida operations by shedding light on Iran's role as a \"critical transit point\" for money and extremists reaching Pakistan and Afghanistan.\n\"This network serves as the core pipeline through which al-Qaida moves money, facilitators and operatives from across the Middle East to South Asia,\" it said.\nTreasury said a branch headed by Ezedin Abdel Aziz Khalil was operating in Iran with the Tehran government's blessing, funneling funds collected from across the Arab world to al-Qaida's senior leaders in Pakistan. Khalil, the department said, has operated within Iran's borders for six years.\nAlso targeted by the sanctions is Atiyah Abd al-Rahman, appointed by Osama bin Laden as al-Qaida's envoy in Iran after serving as a commander in Pakistan's tribal areas.\n\nLoad-Date: August 3, 2011"
}