{
    "title": "U.S. SENDS COPTERS TO HELP REMOVE MINES IN RED SEA",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 7,
    "full text": "Navy mine-sweeping helicopters have been sent to the Red Sea to help Egypt clear the waterway of explosives that have recently damaged commercial ships, Defense Department officials said today.\n The move to dispatch six RH-53D helicopters and spares came in response to a request from Egypt's President, Hosni Mubarak, and at the recommendation of a team of Navy mine-warfare experts. The team has been in the area since last Wednesday, according to State Department officials.\n \nHelicopters Loaded Over Weekend According to a Defense Department spokesman, Maj. James Pisciottano, the first transport planes carrying the helicopters took off before midnight for the Middle East. He added that the helicopters would be joined later by a Navy support ship.\nUS Navy mine-sweeping helicopters are sent to Red Sea to help Egypt clear waterway of explosives that have recently damaged commercial ships; move to dispatch six RH-53D helicopters and spares is in response to request from Egyptian Pres Hosni Mubarak and at recommendation of Navy mine-warfare experts; State Department officials say team has been in area since August 1; illustrations (M)\nEarlier, a Pentagon spokesman said the loading of the helicopters onto C-5 transport planes at the Norfolk, Va. Naval Air Station was completed over the weekend. He said the helicopters would probably be flown to a Mediterranean base, perhaps in Egypt, where they could be transferred to any of several ships in two Marine amphibious groups now in the Mediterranean.\nAt a briefing for reporters in Santa Barbara, Calif., the White House spokesman, Larry Speakes, dealt gingerly with the matter of recent explosions in the Red Sea, saying that ''we cannot confirm that they are mines.'' He said that President Reagan, who was vacationing on his California ranch, was concerned but that the Administration was not making any allegations about who might have been responsible for the explosions.\n \nBritain Is Also Asked to Help\nA spokesman at the British Embassy in Washington said Egypt had also requested assistance from Britain, which has maintained a patrol of four modern mine-sweeping ships in the eastern Mediterranean since attacks began earlier this year by Iranian and Iraqi warplanes on vessels in the Persian Gulf. He said that Egypt's request was being studied in London ''with urgency'' and that a decision was expected by Tuesday.\nIn Paris, Defense Minister Charles Hernu was quoted as saying that his Government was prepared to help in any mine-sweeping operation, and Egyptian officials said talks were under way with both France and Britain.\n \nNo Word to Type of Explosives\nA State Department spokesman said the Navy team had so far not identified the explosives that have damaged at least 15 ships in the Gulf of Suez and Bab el Mandeb, the strait that joins the Red Sea and the Gulf of Aden. But a commercial vessel has reported sighting a floating mine ''within the last 24 hours,'' he said.\nThe most recent incident occurred Sunday, when shipping sources reported that a Liberian-registered tanker, the Olympic Energy, was severely damaged by what was believed to be a mine. At a press briefing today, the State Department said the crippled tanker was being towed into the Saudi Arabian port of Jidda. ''We have received no other reports of explosions in the Red Sea area since Aug. 2,'' a spokesman said.\n \n'New Kind of Terrorism'\nAbdullah Fouad Hafez, press counselor at the Egyptian Embassy in Washington, called the explosions ''a new kind of terrorism.''\nHe said Egypt was seeking help from many nations because of the international importance of the Red Sea as a commercial waterway. Egypt's Suez Canal, at the northern end of the sea, handles scores of ships daily and is a crucial source of foreign exchange for Egypt, earning more than $1 billion a year.\nBecause the United States fleet of mine sweepers consists largely of vessels launched in the 1950's and now generally obsolete, the RH-53D Sea Stallion helicopters are considered the best, if not the only, American equipment available for the mission.\nOperated by a crew of six, the helicopters tow cables attached to underwater devices that can locate and destroy various types of mines. Deploying the RH- 53D's from amphibious assault ships specially designed to handle helicopters, instead of from bases on land, would keep support operations to a minimum.\n \nEgyptians Searching in North\nEgyptian forces have already been searching the Gulf of Suez for mines. No new explosions have been reported there since July 30, according to the State Department. The latest incidents have occurred farther south, off the coasts of Saudi Arabia and Yemen.\nThe Red Sea is considered an important passageway between the Mediterranean and the Indian Ocean for commercial shipping, including oil tankers small enough to go through the Suez Canal, though it is not held to be as strategically vital as the ports and waters of the Persian Gulf.\n\nGraphic\n\n \nPhoto of President Hosni Mubarak; Photo of an RH-53D Sea Stallion Helicopter"
}