{
    "title": "U.S. , TURKEY GRILL DEFECTOR WHO TIES IRAN TO TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 6,
    "day": 6,
    "full text": "The United States will continue to pursue a diplomatic opening with Iran even as CIA and FBI agents question an Iranian defector who claims his country was responsible for the bombing of Pan Am Flight 103.\nIf the defector's claims prove true -- and investigators already are raising doubts about them -- the State Department said an improved dialogue with Iran nevertheless will help work out major differences between the two countries.\nOfficials from the CIA, FBI and the Turkish government yesterday continued to question the man who describes himself as a former senior official in Iranian intelligence.\nA U.S. official familiar with the questioning being conducted in Turkey said the preliminary results raise doubts about the man's claims, particularly his assertion that he held a senior post in the Iranian intelligence apparatus and proposed the 1988 bombing of the Pan Am jet, which killed 270 people on the plane and on the ground in Lockerbie, Scotland.\nAmong other problems, the Iranian, Ahmad Behbahani, is 32 years old, the U.S. official said. That would have made him 19 or 20 at the time of the Lockerbie bombing. Even by the chaotic standards of revolutionary Iran, that would be a young age at which to plan a high-profile terrorist attack, the official said.\nIn addition, Behbahani has been unable to provide basic information he would be expected to know if he is who he claims -- information about Iranian intelligence and the links between Iran and international terrorist groups.\n\"U.S. officials continue to debrief this guy and have been doing so for a couple of days,\" the U.S. official said. \"There seem to be a number of very large holes in his story.\"\nBehbahani's claims were first aired Sunday night on CBS's \"60 Minutes\" program. On the broadcast, Robert Baer, a former CIA terrorism expert, said he asked Behbahani a \"control question\" that no one outside the intelligence community could have known. Baer said he answered correctly.\nAt the State Department yesterday, spokesman Philip Reeker said the U.S. government would follow the evidence about Lockerbie \"wherever it leads.\" And he said government investigators had not yet reached any conclusion about Behbahani's claims. But Reeker indicated that new evidence pointing to Iranian involvement in the Pan Am disaster would only bolster what the United States has been saying all along about Iran -- including the need for a dialogue between officials of the two countries.\n\"We would like to see a government-to-government dialogue so that we could address those things and issues of concern,\" he said.\n\nLoad-Date: June 7, 2000"
}