{
    "title": "U.S. Says Arafat Sticks to Word On Renouncing Terrorism in Israel",
    "publisher": "the new york times",
    "year": 1990,
    "month": 3,
    "day": 21,
    "full text": "The State Department, in a report sent to Congress, credits Yasir Arafat, chairman of the Palestine Liberation Organization, with adhering to his commitment renouncing terrorism.\nThe two Senators whose legislation prompted the report criticized it today.\nSince Arafat renounced terrorism and recognized Israel's existence, in December 1988, there have been nearly 30 border and rocket attacks by Palestinian groups against Israel, the report said.\nAt least nine of the attacks involved ''constituent groups'' of the P.L.O., the report said, and in three cases civilians appeared to be the target.\n \nReport Is Criticized\nBut after a thorough review, the department told Congress: ''We have no evidence in those cases or any others that the actions were authorized and approved by the P.L.O. executive committee or by Arafat personally.''\nBut Senator Connie Mack, Republican of Florida said the report was ''close to a whitewash,'' while Senator Joseph I. Lieberman, Democrat of Connecticut said the State Department ''bends over backward to not be too critical of the P.L.O.'' for fear of jeopardizing any Middle East peace initiatives.\nMr. Mack and Mr. Lieberman sponsored the legislation which requires the State Department to report every 120 days on P.L.O. compliance with Mr. Arafat's commitment renouncing terrorism.\nThe initial report was sent to Capitol Hill on Monday night. A copy was obtained Tuesday by The Associated Press.\n \n'Adhered to Commitment'\n''It is the Administration's position that the P.L.O. has adhered to its commitment undertaken in 1988 to renounce terrorism,'' the report said.\nThe P.L.O., described in the report as a loosely structured organization ''composed of disparate elements with different views,'' is deficient in controlling all of its groups - especially those that oppose current P.L.O. policy and carry out cross-border attacks against Israel.\n''These deficiencies are not reasons to excuse P.L.O. activities or to relax our vigilance,'' the report said. ''On the contrary, we have told the P.L.O. we will hold them to their commitments, and we continue to examine all incidents on a case-by-case basis.''\nWhere P.L.O. groups were involved, the report said, ''we have made it clear to the P.L.O. that these activities raise serious questions about the P.L.O.'s commitment to renounce terrorism.''\nThe report noted the P.L.O. had not amended or repealed provisions in its 1968 national covenant calling for the ''elimination of Zionism in Palestine.''\nThe United States has told the P.L.O. that the covenant should be amended because it ''would be a powerful and very important signal of the P.L.O.'s interest in peace with Israel,'' the report said.\nBut it added, ''We do not condition beginnning or maintaining our dialogue on the P.L.O. taking any such action.''"
}