{
    "title": "U.S. Links an Iran Envoy to Terrorism",
    "publisher": "the new york times",
    "year": 1987,
    "month": 10,
    "day": 10,
    "full text": "The State Department said today it has evidence that the new Iranian Ambassador to West Germany was one of the student militants involved in the 1979 seizure of the American hostages at the United States Embassy in Teheran.\nThe State Department had complained about the naming of Mehdi Ahari Mostafavi as Ambassador to Bonn on several occasions, most recently a few days ago, but was rebuffed by the West German authorities, State Department officials said. Mr. Mostafavi presented his credentials in Bonn on Thursday.\n''We have raised it a number of times with the German Government,'' the State department spokesman, Charles A. Redman, said today, adding that ''we have persuasive information that this individual was associated with the taking of American hostages at the U.S. Embassy in Teheran.'' West Germany has defended its decision to allow Mr. Mostafavi to serve as Ambassador, noting that Washington did not protest his appointment until after Bonn had notified Teheran that Mr. Mostafavi would be acceptable.\nNow that he has formally presented his credentials, Bonn would have to declare him persona non grata, an extreme step.\n \n'It was Too Late'\n''By the time the Americans protested, it was really too late,'' a West German diplomat said, adding, ''The information we have is that there is no proof of his involvement in any criminal deeds.''\nBut Reagan Administration officials insist that because Mr. Mostafavi had not arrived in Bonn until recently, the Germans had plenty of time to rescind their position.\nThe incident reflects the Reagan Administration's difficulties in forging a united international front to combat terrorism.\nA West German is still being held by pro-Iranian kidnappers in Lebanon, and Bonn has been reluctant in recent months to take any action that would antagonize Teheran. The West German refusal to extradite an accused Lebanese hijacker, Mohammed Ali Hamadei, to the United States for trial on murder charges in the 1985 hijacking of a TWA jetliner may have contributed to the release of another West German in Lebanon. Bonn has promised to prosecute Mr. Hamadei in Germany.\n \nEarlier Complaint to Austria\nWhen Mr. Mostafavi was Iran's Ambassador to Austria from 1985 until recently, the State Department complained on several occasions to authorities in Vienna, to no avail.\nThe evidence of Mr. Mostafavi's involvement in the embassy takeover was not made public until now.\nState Department officials said they were concerned that Mr. Mostafavi might use his position to help establish a terrorist network in Europe.\nMr. Mostafavi, who is in his 30's, is closely associated with an Iranian Deputy Foreign Minister, Hussein Sheikolislam, who was one of the masterminds of the 444-day embassy seizure. From 1981 to 1985, Mr. Mostafavi was in charge of the West European Affairs desk in Iran's Foreign Ministry.\n \nIdentified From Photographs\nSome of the American diplomats held hostage in Teheran identified Mr. Mostafavi from photographs as one of their captors, although other hostages could not identify him, State Department officials said.\nThe United States has long tried to curb the international movements of the Iranians involved in the embassy takeover. When Iran presented its list of officials who would accompany President Ali Khamenei to the United Nations last month, the State Department advised Teheran that five people on the list were unacceptable because of involvement either in the hostage-taking or other terrorist acts, a State Department official said.\nIran complied without protest, as it has in past years, these officials said."
}