{
    "title": "U.S. levels new Iran sanctions Action over missiles comes one day after prisoner exchange",
    "publisher": "daily news ",
    "year": 2016,
    "month": 1,
    "day": 18,
    "full text": "WASHINGTON The U.S. Treasury Department unleashed sanctions against 11 people and companies involved in Iran's ballistic missile program Sunday, just one day after President Obama lifted sanctions based on Iran's nuclear program and the U.S. and Iran exchanged prisoners.\nObama later gave a statement on the new sanctions - and on Saturday's exchange of prisoners\n- from the White House on Sunday morning. \"We will continue to enforce these sanctions vigorously,\" Obama said.\nAmong those sanctioned is Mabrooka Trading, based in the United Arab Emirates. The Office of Foreign Assets Control is blocking its assets for its role in procuring components for Iran's ballistic missiles, two of which Iran tested last year.\nThose tests posed a dilemma for the Obama administration as it tried to complete an international agreement for Iran to roll back its nuclear program. Republicans have been critical of Obama's decision to delay pressing Iran on other fronts - including ballistic missile tests, support for terrorism and the brief capture of 10 U.S. sailors who had wandered into Iranian waters last week - while Iran worked to comply with the the nuclear deal.\nThe new sanctions were announced only after a plane carrying four Americans left Iranian airspace Sunday. The four, plus a fifth U.S. citizen released earlier, were part of a prisoner exchange negotiated in a separate side deal to the nuclear agreement. In return, U.S. officials have said Obama will grant clemency to seven Iranians charged or convicted of attempting to evade the U.S. nuclear sanctions against Iran.\nThe president said the United States, the region and the world will be more secure because of the nuclear deal with Iran.\n\"Yesterday marked a milestone in preventing Iran from obtaining a nuclear weapon,\" he said. \"Most important of all, we achieved this historic progress through diplomacy.\"\nTreasury officials said the United States \"will vigorously press sanctions\" against Iran on other fronts because of its support for terrorism, human rights abuses and ballistic missile program.\"\n\"Iran's ballistic missile program poses a significant threat to regional and global security,\" said Adam J. Szubin, acting Under Secretary for Terrorism and Financial Intelligence, in a statement Sunday.\n\nLoad-Date: January 18, 2016"
}