{
    "title": "U.S. Rescinded Grant To Combat Extremism Of Right-Wing Groups",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 16,
    "full text": "WASHINGTON -- Days before leaving office in January, the Obama administration announced that it had awarded $400,000 to a Chicago-based organization dedicated to combating right-wing domestic extremists.\nJeh Johnson, then the homeland security secretary, singled out the work of the group, Life After Hate, when the announcement was made. But days later, the incoming Trump administration reversed course, stopping the grant pending a review. In June, when the administration announced its own grants to fight extremism, Life After Hate was not on the list. \n  ''We never got an explanation for why our grant was rescinded,'' said Christian Picciolini, a former skinhead who founded the group. Homeland security said the grant was rescinded after a normal review process, not because of its ideological focus. But a former government official with knowledge of the grant said it was revoked in response to Twitter posts critical of President Trump by Mr. Picciolini.\n  The decision to rescind the grant highlights the fundamentally different approach between Mr. Trump and his predecessor, Barack Obama, over whether Muslim extremists or white supremacist groups pose a greater domestic threat.\n  But after the violent, deadly clash on Saturday in Charlottesville, Va., the move to pull back the money from a group dedicated to helping people leave hate groups is receiving renewed scrutiny.\n  That attention also follows closely the resignation of George Selim, who was the director of the Office of Community Partnerships at the Department of Homeland Security, which oversees the counter-radicalization program. Mr. Selim, who resigned Aug. 4, did not give a reason for his departure.\n  The grant to Life After Hate was one of 31 awarded under the Obama administration to combat violent extremism, and it was the only one focused exclusively on the rehabilitation of former neo-Nazis and other white supremacist group members. A nearly $900,000 grant to the University of North Carolina to combat Muslim extremists and white supremacist recruiting was also canceled by the Trump administration, without explanation.\n  Organizations that received funding from the Trump administration, including several large law enforcement agencies, work almost exclusively on programs to deal with terrorist threats from Islamic extremists, even as research shows that white supremacist groups have been linked to most domestic terrorist attacks in recent years.\n  ''There is a very clear signal that the only threat this administration is interested in regarding violent extremism is the radical Islamic threat,'' said John D. Cohen, a former senior Homeland Security Department official who worked on programs to counter violent extremism during the Obama administration.\n  A 2015 survey of nearly 400 law enforcement officials by the Triangle Center on Terrorism and Homeland Security at Duke University, found that antigovernment violent extremists, including white supremacist groups, were ''the most severe threat of political violence that they face.''\n  A joint intelligence bulletin released by the F.B.I. and homeland security released in May and first reported by Foreign Policy found that white supremacists have been responsible for 49 homicides in 26 attacks over the past 16 years, more than any other domestic extremist movement.\n  The white supremacist threat is growing according to several counterterrorism officials who spoke on the condition of anonymity because they were not authorized to discuss classified briefings. The officials said a number of recent intelligence briefings showed an increase in domestic terrorist threats associated with white nationalists and antigovernment groups.\n  Yet the Trump administration, spurred on by presidential advisers, notably Stephen K. Bannon and Sebastian Gorka, has made it clear that it views radical Islamic terrorism as a greater threat. During the 2016 presidential campaign, Mr. Trump promised to defeat what he called ''radical Islamic terrorism,'' but made little mention of domestic threats.\n  Last week, Mr. Gorka dismissed concerns about white nationals during an appearance on the ''Breitbart News Daily'' radio show.\n  ''It's this constant, 'Oh, it's the white man. It's the white supremacists. That's the problem.' No, it isn't,'' Mr. Gorka said.\n  The Department of Homeland Security counterextremism grants are intended to address all extremist ideologies and not single out one group, a department spokeswoman said Tuesday.\n  The department spokeswoman said Mr. Gorka's wife, Katharine, an adviser in homeland security's policy office, ''has been integral'' in making sure the department's programs focus on all forms of extremism.\n  Some members of Congress and experts on right-wing nationalist movements say the singular focus on Islamic terrorism could both hamper efforts to deal with acts of domestic terrorism and embolden right-wing and antigovernment extremists.\n  Representative Keith Ellison, Democrat of Minnesota and the first Muslim to serve in Congress, said Mr. Trump's initially muted response to attacks by white supremacists only add to the problem of trying to deal with right-wing extremists.\n  ''Through his silence, President Trump is speaking loudly and clearly on how he feels about bias-motivated violence against people outside of what he considers his base,'' Mr. Ellison said. ''Right-wing terrorism is far more prevalent than any other form of terrorism in our country, by a 2-to-1 margin. It's time for the president's administration to address the right-wing hate groups that are a threat to American citizens.''\n  Mr. Picciolini said his group would continue its work to combat the threat posed by white extremist groups, even without the government funding.\n  The organization, which depends on donations and volunteers, has seen a twentyfold increase in requests for help since Election Day, he said.\n  Mr. Picciolini said he was disappointed to learn that his organization's grants may have been canceled because of his criticism of the president on his personal Twitter account.\n  He acknowledged that he had been critical of Mr. Trump, saying in one May tweet, ''Every day that passes w/ @realDonaldTrump in office will take America 100 yrs to repair.''\n  ''So much for freedom of expression,'' Mr. Picciolini said, adding that while the grant may have been revoked for political reasons, thousands of young white youths, such as James Alex Fields Jr., who the police said drove his car into a crowd of people at the Charlottesville rally, continue to be radicalized daily by right-wing and white nationalist propaganda similar to the recruiting methods used by the Islamic State and other terrorist groups.\n  ''The recruiters are very savvy and good at placing blame on blacks, on the government, on everyone else,'' he said. ''These groups offer young disenfranchised whites power, purpose and an identity.''\n  ''They are being radicalized by fake news and conspiracy theories,'' he said of such attackers. ''We are ignoring a massive domestic terrorism problem that already exists in our borders.''\n  Faiza Patel, a director of the Liberty and National Security Program at the Brennan Center for Justice at the New York University School of Law, said that flaws in government programs to counter violent extremism did not start with the Trump administration.\n  Even under the Obama administration, she said, they were overwhelmingly focused on potential extremism within Muslim communities and paid little attention to the threats posed by white nationalists and other right-wing extremists.\n  ''Whenever something terrible like the tragedy in Charlottesville happens, people start looking for solutions,'' she said. ''We shouldn't let this tragedy blind us to the problems with the counter violent extremism model.''\n  Get politics and Washington news updates via Facebook, Twitter and the Morning Briefing newsletter.\n\nhttps://www.nytimes.com/2017/08/15/us/politics/right-wing-extremism-charlottesville.html\n\nGraphic\n\n \nPHOTO: Christian Picciolini founded a group that combats right-wing domestic extremists. (PHOTOGRAPH BY TERESA CRAWFORD/ASSOCIATED PRESS)       \n\nLoad-Date: August 16, 2017"
}