{
    "title": "U.S. hailed for review of Detroit terror case",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 9,
    "day": 2,
    "full text": "Civil rights advocates and legal experts yesterday praised the government's 60-page account of missteps in a major terrorism case as a rare admission that its own prosecutors made errors that deprived defendants of a fair trial.\nIn a court memo filed late Tuesday night, the Justice Department said the prosecution of a suspected terror cell in Detroit was filled with a \"pattern of mistakes and oversights\" that warrant the dismissal of the convictions.\n\"For the government to step up to the plate and admit that a case that it so highly touted was full of so many holes and so many problems is a very surprising, very welcome development,\" said David A. Moran, a law professor at Wayne State University.\nThe department said it supports the Detroit defendants' request for a new trial and would no longer pursue terrorism charges against them. The defendants at most would only face fraud charges at a new trial.\nImad Hamad, Midwest regional director of the American-Arab Anti-Discrimination Committee, said the case should serve as a \"wake-up call.\" He said it was an example of the government's suspecting terrorism whenever Arabs are believed to be involved in any kind of criminal activity.\nThe department's decision came after a months-long internal investigation uncovered several pieces of evidence that prosecutors failed to turn over to defense lawyers before the trial last year.\nThe investigation found enough problems that there is \"no reasonable prospect of winning,\" the government conceded, drawing back from a case once hailed by the Bush administration as a major victory in the war on terror.\nKarim Koubriti, 26, and Abdel-Ilah Elmardoudi, 38, were convicted in June 2003 of conspiracy to provide material support for terrorism and to engage in fraud and misuse of visas and other documents. Ahmed Hannan, 36, was convicted of only the fraud charge, and Farouk Ali-Haimoud, 24, was acquitted.\nKoubriti has been in jail since his September 2001 arrest. Elmardoudi has been in jail since November 2002. Hannan was released on bond into a halfway house in April.\nThe defense lawyers said they expect U.S. District Judge Gerald Rosen to agree with the government.\n\nLoad-Date: August 31, 2005"
}