{
    "title": "U.S. Legal Officials Split Over How to Prosecute Terrorism Detainees",
    "publisher": "the new york times",
    "year": 2013,
    "month": 1,
    "day": 8,
    "full text": "WASHINGTON -- The Obama administration legal team is divided over whether to drop two terrorism cases originally prosecuted in a military commission at Guantánamo Bay, Cuba, a decision that could have far-reaching consequences by significantly reducing the number of other prisoners who can receive tribunal trials.\nThe two defendants were found guilty in 2008 by a tribunal on charges -- including ''material support for terrorism'' -- that the Justice Department concedes were not recognized international war crimes at the time of their actions. In October, an appeals court rejected the government's argument that such charges were valid in American law and vacated the ''material support'' verdict against one of the men, a former driver for Osama bin Laden.\nAdministration officials are now wrestling with whether to abandon the guilty verdict against the other detainee, a Qaeda facilitator and maker of propaganda videos. He was convicted of both ''material support'' and ''conspiracy,'' another charge the Justice Department has agreed is not part of the international laws of war, and his case is pending before a different panel of the same appeals court.\nTerminating that case without a further fight, however, would mean giving up on charging other detainees with those offenses. It would also require prosecutors to drop a similar charge in the system's centerpiece case, the coming trial of Khalid Shaikh Mohammed and four others accused as accomplices in the Sept. 11, 2001, terrorist attacks. More direct charges, like attacking civilians and hijacking, would remain against the Sept. 11 defendants.\nRobert Chesney, a law professor at University of Texas at Austin who specializes in the law of war, said the most important part of the debate involved cases where the evidence shows a person joined or supported Al Qaeda but was not linked to a particular attack. The dispute brings to a head a long-building controversy over the ability of military commissions to match civilian courts on this issue, he said.\n''In the civilian court system we have powerful tools for charging people in preventative circumstances who are not directly linked to an attack, and they are the charges of conspiracy and material support,'' Professor Chesney said. ''The military commissions system is supposed to be a still more robust terrorism prosecution system, but ironically there has always been a question about whether it can legitimately charge those two key crimes.''\nThe push to terminate the two cases has been led by Brig. Gen. Mark S. Martins, the chief military commission prosecutor, officials said. He is said to have argued that even though giving up on the two cases would mean narrowing the scope of the tribunal system, it would put the system on firmer long-term footing and avoid making losing arguments and damaging its legitimacy as his office focuses on convicting the Sept. 11 defendants.\nAn administration spokesman declined to comment on the matter. But officials who spoke on the condition of anonymity because they were not authorized to discuss internal deliberations said General Martins's position had been backed by the acting general counsel of the Pentagon, Robert S. Taylor, and the top lawyer at the State Department, Harold Koh.\nJustice Department litigators, however, have been loath to give up without a further fight, especially since both charges were blessed by Congress in 2006 and 2009 laws. They have also argued that there is some history of ''conspiracy'' charges in American military tribunals dating back to World War II and the Civil War. This faction is led by Lisa Monaco, the assistant attorney general for national security, who is considered to be a possible successor to Robert S. Mueller III as director of the Federal Bureau of Investigation when his term ends later this year.\nThe administration legal team has been arguing about the detainee issue for weeks, in discussions and in opposing memorandums. The decision is up to the solicitor general, Donald Verrilli Jr., who must advise the appeals court in Washington by Wednesday whether the government still thinks the ''conspiracy'' conviction of the propagandist, Ali al-Bahlul, was a valid charge even though doing so would require recycling the same arguments that already lost.\nThe Justice Department also has until Monday to appeal the ruling vacating the ''material support'' conviction of the former Qaeda driver, Salim Hamdan, although there is said to be less interest at the Justice Department in fighting on with that case.\nMr. Hamdan has already served out his sentence and is free in Yemen. Mr. Bahlul, who is also Yemeni, boycotted his trial and was sentenced to life imprisonment. Were his sentence to be vacated, officials said, he would be transferred back to the larger detainee population at Guantánamo that is being held without trial as wartime prisoners.\nA lawyer for Mr. Bahlul declined to comment. But in a court filing, his legal team argued that the ruling in Mr. Hamdan's case -- along with the government's concession that conspiracy is not a well-established international war crime -- means his case must be dismissed.\nThe Justice Department, the defense lawyers wrote, is ''correct in conceding that these offenses were not and still are not recognized under the international laws of war. As a consequence, they were not properly tried before a military commission.''\nThe Justice Department officials who favor fighting on with Mr. Bahlul's case, however, have argued that even if the government loses at the appeals court level -- as they concede seems likely, since the panel hearing his case is more liberal leaning than the panel that rejected the Justice Department's same arguments in Mr. Hamdan's case -- there remains a chance that five justices on the Supreme Court could accept the ''common law of war'' reasoning and uphold the validity of a ''conspiracy'' charge more generally.\nIn a 2006 ruling -- a case that also involved Mr. Hamdan -- five justices voted to strike down President George W. Bush's first version of the tribunals on the grounds that Congress had not authorized them. Four of those justices also rejected a ''conspiracy'' offense and said military tribunals were only for international law war crimes.\nBut Anthony M. Kennedy, who voted to strike down the tribunals in 2006, did not join that part of their opinion and made ambiguous comments about his views in his concurrence. At one point he wrote that the tribunals are for ''international law governing armed conflict,'' but at another point he declined to weigh in on conspiracy and invited Congress to clarify the issue. He did not say whether lawmakers' interpretation could apply retroactively to acts that took place before lawmakers enacted a statute.\nThe Constitution bars Congress from creating ''ex post facto'' laws, or criminalizing behavior that has already taken place.\n\nhttp://www.nytimes.com/2013/01/08/us/us-lawyers-divided-over-prosecuting-terrorism-cases.html\n\nGraphic\n\n \nPHOTOS: American officials are trying to decide whether to drop their case against Ali al-Bahlul, left, after a legal setback involving another suspect, Salim Hamdan, shown at a hearing at Guantánamo. (PHOTOGRAPHS BY DEPARTMENT OF DEFENSE\n ART LEIN)        \n\nLoad-Date: January 8, 2013"
}