{
    "title": "U.S. DIPLOMACY ASCENDS IN THE WAR ON TERRORISM; The mission now_ Keep the peace, afford self-determi",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 11,
    "day": 14,
    "full text": "Now comes the hard part in Afghanistan.\nUnder searing attacks from U.S. warplanes, the Taliban military and its government have retreated. Kabul, Afghanistan's capital, has fallen into rebel hands.\nThe events reflect a new reality in military history. American air power is now so precise and so powerful that, left unfettered over a military theater, it can destroy an opposing army with relative ease. With just a handful of U.S. casualties, the United States is achieving an important objective in its war on terrorism.\nDislodging the Taliban from Kabul is a crucial step toward ending Afghanistan's role as a supporter of terrorism, but the job calls for much more. If the country disintegrates because of fighting among ethnic and religious factions, it will continue to threaten its neighbors and be a nesting ground for terrorists.\nAlready the United Nations is moving to set up a two-year provisional government made up of representatives of various ethnic, regional and religious interests in Afghanistan. That's good, but the United States, working with Afghanistan's neighbors, should work swiftly to assemble a multinational peacekeeping force in Afghanistan. Such a force would work best if many of the troops came from the region, but the United States shouldn't hesitate to put American troops and equipment into Afghanistan should it be necessary.\nDiplomatically, the United States would be wise to be sensitive to the need for Afghans to determine their own future. Still, America can afford to be somewhat assertive, given that it is U.S. firepower that has the Taliban on the run.\nWe would urge American diplomats to insist, for instance, that any government in Afghanistan, provisional or otherwise, commit itself to the capture of Osama bin Laden and the destruction of the terrorist network he heads.\nWe also believe there is room for U.S. officials to advocate for the women of Afghanistan, who have suffered tremendously under the Taliban. It will cause some consternation among some factions, but women should be represented in the provisional government.\nThe war against terrorism will be fought on many fronts. At the moment, the diplomatic one has ascended in importance and deserves America's rapt attention.\n\nLoad-Date: November 14, 2001"
}