{
    "title": "U.S. crackdown on border travel causes long waits from Mexico aw_200826_nationworldrdp",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 8,
    "day": 26,
    "full text": "SAN DIEGO- A Trump administration crackdown on nonessential travel coming from Mexico amid the coronavirus pandemic has created massive bottlenecks at the border, with drivers reporting waits of up to 10 hours to get into the U.S.An employee at a company that provides support for businesses with Mexican operations saw the huge lines Sunday night from his home in Tijuana, Mexico. A U.S. citizen, he lined up at midnight for his 8 a.m. shift Monday in San Diego and still arrived 90 minutes late.\n\"I hope that it's just startup fits and starts and that it will be a little more streamlined down the road,\" said Ross Baldwin, the man's boss and president of the TACNA Services Inc.\nU.S. citizens and legal residents cannot be denied entry under a partial ban that the Trump administration introduced in March to prevent the spread of the coronavirus. Going to work, school and medical appointments are deemed essential travel but going to shop, dine or socialize is not.\nAndrea Casillas, who works at a Bed Bath & Beyond store in San Diego and lives in Tijuana because it's less expensive, waited for four hours Monday.\nMosque shooting case emotional\nCHRISTCHURCH, New Zealand - The poetic words of love from a daughter to her murdered father brought many people to tears in a New Zealand courtroom Wednesday during the sentencing hearing for the white supremacist who killed 51 worshippers at two mosques.\nSara Qasem said she wonders if, in his last moments, her father was frightened or in pain, and wishes she could have been there to hold his hand. She told the gunman to remember her dad's name, Abdelfattah Qasem.\n\"All a daughter ever wants is her dad. I want to go on more road trips with him. I want to smell his garden-sourced cooking. His cologne,\" she said. \"I want to hear him tell me more about the olive trees in Palestine. I want to hear his voice. My dad's voice. My baba's voice.\"\nQasem spoke on the third day of a four-day sentencing hearing for Brenton Harrison Tarrant, who carried out the attacks during Friday prayers in March 2019. The 29-year-old Australian has pleaded guilty to murder, attempted murder, and terrorism.\nThe hearing has given a chance for some of the survivors and family members to confront Tarrant. Many have asked the judge to impose the maximum possible sentence - life without the possibility of parole.\nFrom wire reports\n\nLoad-Date: August 26, 2020"
}