{
    "title": "U.S. SAYS PLO HAS KEPT VOW, REFRAINED FROM TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 5,
    "day": 27,
    "full text": "WASHINGTON - President George Bush's administration has reaffirmed its view that the Palestine Liberation Organization has kept its promise not to engage in terrorism.  The administration's assessment was presented by the assistant secretary of state for Near Eastern affairs, John H. Kelly, in testimony before Congress.  Influential members of the House immediately called it a ''whitewash.'' After listening to Kelly's remarks, Rep. Tom Lantos, D-Calif., wagged a finger at him and said, ''Alice in Wonderland is a scientific research document compared with your testimony.'' Kelly had been asked by the subcommittee on Europe and the Middle East to testify on Thursday to defend the report submitted by the State Department to Congress in March stating that the PLO had adhered to Yasser Arafat's commitment to renounce terrorism. That commitment was a condition for opening and maintaining talks between the United States and the PLO.  In accord with a law entitled the PLO Commitments Compliance Act, passed in February, the State Department must certify every 120 days that the Palestinian organization is abiding by Arafat's commitment, made in December 1988. Otherwise, the United States-PLO discussions must be ended.  Kelly acknowledged that the State Department had identified various acts of violence against Israel by groups that are members of the PLO. But the department said these acts fell into one of three categories: They did not fall under the State Department's definition of terrorism.  They were perpetrated by PLO members opposed to Arafat and any sort of peace process and hence could not justify ending the discussion.\nAmerican intelligence could not conclusively link the acts with the PLO leadership.  at ''The bottom line,'' Kelly said, ''is that while there have been questionable incidents noted in the report, we do not have conclusive evidence to indicate PLO violations of its commitments. And the Israeli government has not provided conclusive evidence to support its assertion that the PLO has continued to engage in terrorism against civilians. As a result of these factors, the administration has adopted the position of PLO compliance - a position which is constantly reviewed.'' (The following text ran in the 3* edition only) This prompted the subcommittee chairman, Rep. Lee H. Hamilton, D-Ind., to ask Kelly what exactly was the administration's definition of ''terrorism.'' Kelly said: ''We consider terrorism to be premeditated, politically motivated violence perpetrated against non-combatant targets by sub-national groups or clandestine state agents, usually intended to influence an audience.'' Hamilton then asked whether under the American definition of terrorism the PLO could retain the right to attack Israeli military targets and still be in compliance with its commitment to renounce terrorism? ''I don't want to give a blanket green light to any sort of armed acts,'' Kelly said. ''I would say that we would examine the circumstances of any such action.'' Hamilton responded, ''Well, why don't you define terrorism more broadly then?'' Kelly said this was the government's longstanding definition and, that it could under certain circumstances be applied to military as well as civilian targets, but it had to be applied with ''common sense.'' Rep. Benjamin Gilman, R-N.Y., pointed out that the State Department's most recent report, Patterns of Global Terrorism, said the United States considered the Popular Front for the Liberation of Palestine, one of eight PLO constituent groups, bound by Arafat's renunciation of terrorism. He said that the State Department's report PLO Commitments and Compliance concluded that four terrorist attacks against Israel had been committed by the PFLP.  ''And yet you say that the PLO is adhering to its commitments,'' Gilman remarked.  Kelly answered, ''The way we reconcile them, congressman, is that in the matter of the attacks involving the PFLP, we believe that based on the best evidence that we have that those were not attacks that were planned, ordained, designed or commissioned by any of the PLO leadership but by members of that organization.'' Lantos interjected that the State Department's definition and its application of that definition to the PLO, a highly diffused organization where orders do not clearly flow up and down an organizational chart, makes it almost impossible to find the organization not in compliance with the conditions of the dialogue.  Rep. Stephen Solarz, D-N.Y., said to Kelly: ''So, our policy as you've explained it is that we would only terminate the dialogue with the PLO if elements or individuals within the PLO commit acts of terrorism with the knowledge and, presumably, the approval of the top leadership of the PLO.  But if elements of the PLO engage in acts of terrorism without the knowledge or approval of the leaders of the PLO and the leaders of the PLO take no subsequent action to discipline them or to disavow them, even though we would like them to disavow them or discipline them, the dialogue would continue.'' Kelly responded, ''To put it another way, we do not leave it to the most extreme member of any of the affiliated groups to have the power within his own hands to terminate the dialogue by committing an act.''\n\nLoad-Date: October 14, 1993"
}