{
    "title": "U.S. declares N. Korea a terror sponsor New sanctions likely as part of 'maximum pressure campaign'",
    "publisher": "the pantagraph",
    "year": 2017,
    "month": 11,
    "day": 21,
    "full text": "WASHINGTON — President Donald Trump announced Monday the U.S. is putting North Korea's \"murderous regime\" on America's terrorism blacklist, despite questions about Pyongyang's support for international attacks beyond the assassination of its leader's half brother in February. \nTrump said the designation as a state sponsor of terror was long overdue, and he promised a new wave of sanctions as part of a \"maximum pressure campaign\" over North Korea's development of nuclear weapons that could soon pose a direct threat to the U.S. mainland. \nNorth Korea will join Iran, Sudan and Syria on the blacklist. The North had been designated for two decades until 2008 when it was removed in a bid to salvage international talks aimed at halting its nuclear efforts. The talks collapsed soon after and haven't been revived since. \nSecretary of State Rex Tillerson said the designation was a \"very symbolic move\" with limited practical effects although it could close a \"few loopholes\" in a tough sanctions regime that was starting to bite in Pyongyang. He said anecdotal evidence and intelligence suggests the North is suffering fuel shortages, with queues at gas station, and its revenues are down. \nStill, Tillerson also acknowledged a two-month pause in the North's rapid tempo of nuclear and missile tests and said there still was hope for diplomacy. With tougher sanctions in the offing, he warned North Korean leader Kim Jong Un, \"This is only going to get worse until you're ready to come and talk.\" \nThe designation is likely to exacerbate sour relations between Washington and Pyongyang that have turned uglier with name-calling between Trump and Kim. There was strong bipartisan support for the move in Congress, which had passed legislation in August requiring the State Department to make a determination on the issue. \n\"In addition to threatening the world by nuclear devastation, North Korea has repeatedly supported acts of international terrorism, including assassinations on foreign soil,\" Trump said as he announced the designation at a Cabinet meeting at the White House.  \nThe action had been debated for months inside the administration, with some officials at the State Department arguing that North Korea did not meet the legal standard to be relisted as a state sponsor of terrorism. \nU.S. officials involved in the internal deliberations said there was no debate over whether the slaying of Kim's half brother Kim Jong Nam was a terrorist act. Malaysian authorities have said he was killed by two women who smeared suspected VX nerve agent onto his face at Kuala Lumpur airport Feb. 13. \nLawyers said there had to be more than one incident, and there was disagreement over whether the treatment of American student Otto Warmbier, who died of injuries suffered in North Korean custody, constituted terrorism. \nTillerson said Kim Jong Nam's assassination was a \"significant event\" for the determination, but when asked about other assassinations, he said, \"I don't have anything I can share with you specifically.\" \nIn making the announcement, Trump did refer to Warmbier \"and the countless others so brutally affected\" by North Korean oppression. \nHe said more sanctions would be imposed on North Korea and \"related persons\" that the Treasury Department would begin to announce today — part of rolling effort to deprive Pyongyang of funds for its nuclear and missile programs and leave it internationally isolated. \n\"It will be the highest level of sanctions by the time it's finished over a two-week period,\" Trump said. \nNorth Korea already is subject to an array of tough U.S. and U.N. sanctions restricting trade, foreign assistance, defense sales and exports of sensitive technology. \nThe State Department said last week that Sudan, which is on the terror list itself, had agreed to cut all military and trade ties to North Korea. As the North has faced isolation from Western countries, it has increasingly sought relationships in Africa, the Middle East and South Asia in search of badly needed finances. \nPossible new sanctions steps could be to impose restrictions on Chinese banks that serve as North Korea's conduit to the international system. However, such a move would irk Beijing, whose help Trump is counting on to put an economic squeeze on Pyongyang. \nNorth Korea was on the terrorism blacklist for two decades after the 1987 bombing of a South Korean airliner killed 115 people. It was also accused of a 1983 bombing assassination attempt against then-South Korean president Chun Doo-hwan in Myanmar. The president survived, but 21 others were killed. The North has not been publicly implicated in a terror attack of that scale since. \n\nLoad-Date: November 22, 2017"
}