{
    "title": "U.S. SETS REWARDS ON BOMB SUSPECTS",
    "publisher": "the new york times",
    "year": 1993,
    "month": 8,
    "day": 21,
    "full text": "The United States this weekend begins advertising rewards of up to $ 2 million for tips on suspects in the World Trade Center and Pan Am Flight 103 bombings.\nThe State Department said yesterday it was targeting specific individuals for the first time since it began offering counter-terrorism rewards in the mid-1980s.\nThe first ad, appearing this weekend in USA Today's international edition, targets two Libyans charged by Britain and the United States with planting the bomb that destroyed a Pan American World Airways jet over Lockerbie, Scotland, on December 21, 1988, killing 270 people.\nDespite the threat of stepped-up sanctions, Libya has refused to surrender the two intelligence operatives -- Abdel Basset Ali Megrahi and Lamen Khalifa Fhimah -- for trial in the United States or Britain.\nThe second ad seeks information leading to the arrest of Ramzi Ahmed Yousef, an Iraqi-passport holder indicted for his alleged role in the February 26 World Trade Center bombing in New York City. Yousef, on the FBI's list of 10 Most Wanted Fugitives, is believed to be in the Middle East.\n''Help Us Find The Missing Terrorist, Before He Finds More Innocent Victims,'' reads the Youssef ad, which is to appear Monday in the New York Times and will run on September 4 in Al Hayat, an Arabic-language daily widely circulated in the Middle East.\nTipsters are asked to contact the police, the Federal Bureau of Investigation or call a toll-free number. Outside the United States, those with information are told to contact the authorities or the nearest U.S. embassy.\nAnthony Quainton, assistant secretary of state for diplomatic security, said past ads, without naming suspects, had generated clues that thwarted terror plots and had led to arrests.\n''The World Trade Center bombing is such an important event and Ramzi Ahmed Yousef … is so important that we felt that it was critical to try and find him so that he could brought to justice,'' he said on ABC television.\nIn the past few years, U.S. government rewards totaling about $ 2 million have been paid out for useful information in more than a dozen separate cases, according to a State Department fact sheet.\nIn addition, U.S. associations representing airlines and pilots have paid supplemental rewards when U.S. air carriers are the victim.\nThe State Department choice of newspapers to run the ads was in itself designed to generate publicity and amplify the message.\n''It's the ripple effect that we're after,'' said Joe Reap, a department spokesman on counter-terrorism.\n\nGraphic\n\n \nPHOTO, One of the State Department advertisements.\n\nLoad-Date: September 20, 1995"
}