{
    "title": "U.S. ENVOY UNHURT IN ATTACK IN PARIS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 11,
    "day": 13,
    "full text": "A gunman fired six shots at the top-ranking American diplomat in Paris as he was leaving his home this morning, but the envoy escaped unhurt.\nChristian A. Chapman, the charge d'affaires at the American Embassy, ran to shelter behind his car as soon as the shooting began. Mr. Chapman's driver escaped injury, as did several passers-by on the quiet, tree-lined street near the Champs de Mars. The unidentified gunman, who was described by witnesses as ''Middle Eastern in appearance,'' walked off briskly after emptying his pistol.\nIn Washington, Secretary of State Alexander M. Haig Jr.  expressed the suspicion that Libya might have been responsible for the assassination attempt, but said he had no proof. Mr. Haig said the United States had reports that Libya was involved in planned terrorism against American diplomats. Libya promptly denied the accusations.\nUnidentified gunman in Paris (France) fires shots at Christian Chapman, charge d'affaires at American Embassy\nThe French police, who began an investigation, offered no theories. Several weeks ago the United States Ambassador to Italy, Maxwell M. Rabb, returned to Washington suddenly after a reported Libyan-inspired plan to assassinate him. He later returned to Rome, where he is receiving additional security.\n \nEnvoy Calls Attack 'Lamentable'\nLe Point, a magazine here, reported this week without attribution that Libya was planning attacks against major American embassies in Europe, in retaliation for the downing of two Libyan fighters by American planes in August. Not long afterward the embassy here reported to the French police that it had received threats against Mr. Chapman.\nSpeaking to reporters at the United States Embassy two hours after the attack, Mr. Chapman called the violence ''lamentable'' and said it would have no effect either on American policy or the embassy's operations.\nHe refused to speculate on who was responsible for the attack.  ''It was not personal,'' the 60-year-old diplomat said wryly. ''I know nobody who has it in for me to that extent.''\nThe fact that the assailant was alone, was armed with only a pistol, began firing at perhaps 30 to 40 feet away and had no escape vehicle led to suggestions that something less than an organized assassination attempt might have been involved. ''Conceivably it could have been a kook,'' an embassy source said, ''but we simply don't know.''\nThe shooting took place this morning as Mr. Chapman walked out of his front door and headed for his car, which is partly armored.  ''There was a young man coming towards me along the sidewalk, about 50 feet away.'' Mr. Chapman said. ''He was wearing a black leather jacket and had one hand in its pocket. Instead of going back into the house, I went forward to the car when I heard shots. I ran around to the back of the car and ducked down.''\n \n----\n \nHaig Links Attack to Qaddafi\n \nSpecial to the New York Times\nWASHINGTON, Nov. 12 - Secretary of State Alexander M. Haig Jr., testifying before the House Foreign Affairs Committee, appeared to link the attempt on the life of the United States charge d'affaires in Paris today to terrorism supported by Col. Muammar el-Qaddafi, the Libyan leader.\nAfter reporting to the committee that he had been told that the assailant was ''a young man in his early 30's, bearded and of Middle Eastern origin,'' Mr. Haig said:\n''We have no other information, except to underline once again that we do have repeated reports that come to us from reliable sources that Mr. Qaddafi has been funding, sponsoring, training, harboring terrorist groups who conduct activities against the lives and wellbeing of American diplomats and facilities.''\n \n----\n \nLibya Rejects Haig Statement\nLONDON, Nov. 12 (Reuters) - Libya said tonight that Secretary of State Haig's suggestion that Libya might be responsible for today's attack was ''insolent in the extreme.''\nJana, the Libyan press agency, quoted an official source as saying that Mr. Haig's statement affirmed ''the continued and deliberate attempt by the American Administration to mislead American public opinion and the Senate by giving false information about foreign matters concerning Libya, which has repeatedly declared its willingness to establish good relations with the American people.''\n\nGraphic\n\n \nIllustrations: photo of Christian Chapman showing how he ducked behind car"
}