{
    "title": "U.S. and Europeans Differ on Follow-Up to Meeting on Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 3,
    "day": 28,
    "full text": "Differences between the United States and its European allies have emerged over the follow-up to the recent anti-terrorism summit meeting in Egypt, diplomats here say.\nFrance, hoping for backing from Germany, Italy and Britain, wants to spearhead a European move on the stalled Middle East peace effort at a working group meeting in Washington on Thursday. American officials say they want the meeting to focus on anti-terrorist measures after the recent Palestinian bombings in Tel Aviv and Jerusalem that killed more than 60 people.\nUrged on by Egypt and other Arab countries that took part in the 27-nation gathering in Sharm el Sheik, Egypt, the Europeans want Israel to ease back on retaliation against Palestinians for the recent terrorist bombings and resume peace negotiations with Syria, diplomats say.\n\"We think that the peace process is in real danger, for the first time since it began,\" a French official said. \"We believe the follow-up should treat the causes of terrorism, not just the effects. Repressive policies will not help the peace process in the long run.\"\nDiplomats said France would call on Israel to stop blowing up the homes of the families of suspected or convicted terrorists and to loosen the tight controls that have effectively cut off Palestinians in the West Bank and the Gaza Strip from the Israeli economy.\n\"The West Bank and Gaza should be allowed to receive construction materials, food and other supplies for economic development,\" a French official said. \"The Palestinians should also be allowed to resume exporting produce and manufactured goods through Israel.\"\n[The Israeli crackdown continued early Thursday, Reuters reported, when paratroopers arrested 200 Palestinians in what the army radio called the biggest swoop to date through a West Bank area under joint Israeli-Palestinian control.\n[The army said 190 people were arrested in Bir Zeit and two other villages near Ramallah, many of them students from the Gaza Strip who had been barred from the area.  One Israeli officer said the search was for Hamas militants who claimed responsibility for the bombings.]\nThe French also said the Europeans wanted to press Yasir Arafat, the head of the Palestinian Authority, to make good on his pledge to redraft the Palestine Liberation Organization's charter to eliminate its call for the destruction of the Israeli state, and to press President Hafez al-Assad of Syria to make a gesture to encourage the Israelis to resume talks about turning back territory they occupy in the Golan Heights.\nExactly what sort of gesture they had in mind was not clear. Syria was invited to the Sharm el Sheik meeting but did not attend.\nAn American official agreed that these issues were important, but said the United States viewed terrorism as the most immediate threat.\nThe French proposals include steps aimed at combatting terrorism, including a call for Europe and the United States to tighten surveillance of Islamic political groups outside the Middle East that are suspected of operating as fronts for terrorist organizations.\n\nLoad-Date: March 28, 1996"
}