{
    "title": "U.S. RAISES TERRORISM THREAT TO _HIGH RISK_ ALERT",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 8,
    "full text": "* The government says intelligence indicates that al-Qaida may be planning an attack to coincide with the annual pilgrimage to Mecca.\nThe government raised its terrorism threat level to \"high risk\" on Friday, warning of a growing possibility that the al-Qaida network would launch an attack against the United States to coincide with Muslim holy days.\nRaising the warning level - from yellow to orange - triggered tighter security at borders, airports and hotels. Officials also urged greater vigilance by all Americans.\nAttorney General John Ashcroft said the government had received intelligence information, corroborated by multiple sources, that Osama bin Laden's group sought to attack Americans at home or abroad during the time of the annual hajj pilgrimage to the holy city of Mecca in Saudi Arabia. The five-day hajj, which draws tens of thousands of Muslim pilgrims, begins today.\nThe intelligence indicates that al-Qaida members might try to attack \"soft\" or lightly guarded targets such as apartment buildings and hotels and that such attacks could involve chemical, biological or radiological devices, the government said.\nOfficials have been particularly concerned about the use of a so-called dirty bomb that could spew radiation over a relatively confined area, but there was also the possibility of conventional explosives or even assassinations.\nAshcroft said there are indications that al-Qaida \"might also seek economic targets, such as transportation and energy sectors, as well as symbolic targets and symbols of American power.\" Al-Qaida is blamed for the attacks of Sept. 11, 2001.\nA few hours after the announcement, the FBI issued an alert to law enforcement and the public for help in finding a Pakistani man identified as Mohammed Sher Mohammed Khan, 36, who it said may have entered the United States illegally after Sept. 1, 2001. The FBI said it had no specific information that Khan was a terrorist - his name and birth date might be fictitious - but that agents want to question him.\nAn FBI official, speaking on the condition of anonymity, said Khan was not the reason the terrorism alert level was raised but that he was \"one of a number of factors.\"\nThe U.S. military buildup for possible war with Iraq was a lesser factor in the decision to raise the threat level, several officials said. \"There's absolutely no connection,\" said Homeland Security Secretary Tom Ridge.\nBut Rep. Dennis Kucinich, D-Ohio, a leading congressional opponent of war with Iraq, said the change in alert level provided evidence that \"this march to war, far from making our nation more secure, has raised the threat to Americans.\"\nAshcroft announced the change at a Justice Department news conference along with Ridge and FBI Director Robert Mueller. Beginning March 1, Ridge will have authority to make these announcements as part of the law creating the new Homeland Security Department.\nThey gave no specifics about the method, timing or location of a possible attack. But a high-ranking law enforcement source in New York, speaking on the condition of anonymity, said intercepted communications appeared to pinpoint New York as a target, raising specific concerns about hotels and subways in the city and elsewhere on the East Coast.\nPresident George W. Bush approved the decision to raise the threat level earlier in the day during an Oval Office meeting with Ashcroft and Ridge. They had been going over new intelligence in the White House situation room.\nOrange is the second-highest alert level on a five-point scale of risk developed after the Sept. 11 attacks. The level was last that high in September and stayed there for two weeks to coincide with the first anniversary of the attacks. The highest alert level is red, which signals an imminent attack.\nThe change in status triggers such actions as greater scrutiny of airport baggage, enhanced identification checks at buildings, and tighter examinations of travel documents and vehicles at U.S. borders, Ridge said. He told many of the nation's governors about the threat in a conference call Friday and was briefing members of Congress, mayors and other officials.\nRidge called upon Americans to \"remain aware and remain alert\" and to take actions such as devising a family communication plan to stay in touch in case of an emergency.\nGovernment leaders said there was no need to cancel public events or alter work or travel plans.\n\nNotes\n\nTOP OF THE NEWS\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - National Guardsmen Pedro Escobar (left) and Luis Avendano and San Francisco police Officer Steven Murphy (on bicycle) guard the Golden Gate Bridge on Friday. Security also was tightened at borders, airports and hotels.\n\nLoad-Date: February 8, 2003"
}