{
    "title": "U.S. support of Saudi monarchy fuels terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 30,
    "full text": "Nineteen men -- 15 of them from Saudi Arabia -- hijack four passenger jets and manage to crash three of them into crowded office buildings, with the fourth meeting a similar fate in a Pennsylvania field. One year earlier, two men in Yemen blast the USS Cole, killing 17 sailors, according to www.wikipedia.com. Two years before that, the American embassies in Tanzania and Kenya are both bombed. Five years before that, a car bomb kills six at the World Trade Center in New York, the same building destroyed in the attacks of Sept. 11, 2001.\nSince the attacks in 2001, a lot of questions have been asked regarding terrorism. Who are the terrorists? Where do they come from? How do they plan their attacks? What weapons do they use? However, the most important question has been sorely overlooked -- why?\nWith all the empty rhetoric and futile bombing campaigns, few people have taken the time to stop and ask what motivates terrorists to become terrorists.\nThere is obviously something behind the carnage. Terrorists don't just crash jets into skyscrapers out of sheer boredom. They obviously have a serious problem with the United States -- a hatred so passionate they're willing to sacrifice their own lives to kill Americans.\nYou may have heard terrorists are jealous of our economic success, or they just hate freedom. Dismiss all of those oversimplified, jingoistic answers. Their real motivations are far more complicated, and America's ignorance toward the inhumane actions taking place in the Middle East should be questioned. Much attention should be directed toward Saudi Arabia.\nLet's start with al Qaeda. Al Qaeda operatives come from all over the Muslim world, especially Saudi Arabia. Saudi Arabia is not exactly a shining beacon of human rights. In fact, it is the second worst dictatorship in the world, according to USA Weekend. There are no elections, nor are there political parties, and the Saudi king's decrees are not subject to any outside approval.\nCapital punishment is a weekly event, and we're not talking lethal injections either. The Saudis prefer a method more akin to 18th century France -- decapitation. They also prefer not to hold a trial for most of the people they arrest, and keep secret the ones they do, according to Wikipedia. Amnesty International's Web site lists six pages worth of human rights violations in Saudi Arabia, from the mistreatment of women to torturing political prisoners.\nWhy does this concern the people of America? Simple -- the government supports the Saudi royal family who imprison, torture and behead people without trial. The U.S. government has kept this completely undemocratic government in power. We like their authoritarian government because that makes it unlikely our friends in Riyadh will ever be replaced by someone who does not like us. We need them to like us because we need their oil.\nIn short, they live in a horrific dictatorship so we can fuel the freight trains we drive to work everyday. Are they jealous because we can afford such ridiculously oversized cars? No -- they simply hate the way these cars run on oil paid for with their tortured bodies.\nWell, why don't they just overthrow this terrible monarchy? They would, but it's a bit difficult to overthrow a king backed by the most powerful country in the world.\nNeo-conservatives, of course, never explain the problem of terrorism like this because it implicates the United States' wrongdoing. They'd rather go about pretending we are as innocent as newborn babes who've never hurt a soul, in order to justify maintaining the status quo.\nUnfortunately, as long as we sit here, blindly believing the hawks that dismiss terrorists as mere \"freedom-haters,\" we go nowhere in our fight against terrorism. Even worse, such nationalistic misunderstanding makes terrorism a problem without a solution. If terrorists are attacking for the hell of it, there's nothing America can do to fight terrorism other than try to foil their plots.\nHowever, if terrorists are attacking as vengeance for our ignoring their problematic society, it puts the solution in our hands. We simply stop such injustices such as supporting the Saudi monarchy. We pressure the royal family to hold elections and respect human rights. We allow the Saudi people the possibility of overthrowing their backward regime. Only then can we begin to deteriorate terrorists' motivation, and as a result, destroy terrorism itself.\n(C) 2003 The Daily Aztec via U-WIRE\n\nLoad-Date: November 30, 2004"
}