{
    "title": "U.S. UNCERTAIN HOW TO RESPOND TO KHATAMI'S OVERTURE",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 1,
    "day": 10,
    "full text": "Enticed but uncertain, the Clinton administration is trying to absorb the meaning behind Iranian President Mohammad Khatami's sometimes conciliatory, sometimes defiant overture to America.\nDoes it presage the emergence of a less threatening government in Iran, willing to rein in support for terrorism and accept the U.S. role in the Middle East? Or is it a smokescreen, designed to put Washington on the defensive and boost Khatami's power inside the clerical hierarchy in Tehran?\nIn either case, how should the U.S. respond?\nFor now, there are no clear answers. But administration officials and outside experts say that the U.S. relationship with Iran, after 18 years of hostility and recrimination, has entered a period of exciting ferment, full of possibilities and risks.\n''We need to see some further indications on the external front about where Iran is heading,'' said an administration official. ''We will be watching very closely.''\nIndeed, few foreign policy challenges carry greater importance for the United States than what may be nascent movement toward rapprochement with Iran, bringing together the politics of oil, terrorism and Mideast peace.\nFor nearly two decades, U.S.-Iranian hostility has been a key element underlying volatility in the oil-rich Persian Gulf region and across the Middle East, where Tehran has been blamed for terrorism directed at Americans, Israel and Washington's friendly gulf Arab countries such as Saudi Arabia.\nThe prospect of a change in this relationship, hard to imagine just months ago, hints at changes in the geopolitics of a region in which the U.S. has vital national interests.\nFor his part, Khatami did not deviate from official Iranian policy against face-to-face talks with the United States. But he urged unofficial contacts and made a number of statements, including an apology for the 1979 hostage-taking and a denunciation of terrorism against innocent civilians, that U.S. policymakers see as promising.\nThe day after Cable News Network broadcast its interview with Khatami, State Department spokesman James Rubin described President Clinton and his advisers as ''seized with the issue of Iran.''\nAt a minimum, Khatami's willingness to broach the idea of an unofficial dialogue is forcing the administration to reconsider whether keeping Iran isolated economically and politically is the best way to contain the threat it poses.\nAlthough denied by the administration, it might have been viewed as a signal of flexibility on Washington's part that Undersecretary of State Stuart Eizenstat announced the creation of a committee to review the administration's sanctions policies against Iran on the day of Khatami's interview.\nBut there was no public move away from the U.S. position that official talks should be the first step toward improving relations.\nRubin and other officials pointed out that there is no ban on U.S. travel to Iran now and that contacts between scholars and journalists already occur, albeit on a small scale. It is the political and economic realm where the difficulties lie.\nDependent on the flow of Persian Gulf oil, Washington has observed a policy known as ''dual containment,'' referring to the use of economic sanctions and military might to deter not only Iran but Iraq from threatening U.S. interests.\nFriendlier relations with Iran would afford the United States a hedge against Saddam Hussein and his regime in Iraq.\nIn recent years, the U.S. containment policy has become increasingly difficult for the U.S. to sustain. Indeed, some experts contend it has left Washington nearly as isolated as Tehran.\nEuropean governments are challenging U.S. calls not to invest in Iran's potentially enormous oil and gas industry. Moderate Arab states, including Saudi Arabia, have drawn closer to Tehran. And the oil-rich countries around the Caspian Sea are looking eagerly at Iran as a possible location for pipelines to carry their product to market.\nMeanwhile, Russia and China have stepped in where the United States will not, selling weapons systems and nuclear technology that make Iran more threatening. Thus, for the Clinton administration, forging closer ties with Iran carries a certain logic.\nTo some extent, said Iran expert Graham Fuller, a former CIA analyst, the impediment to closer ties is a definitional problem.\n \nIn the interview, Khatami, for example, discounted U.S. allegations that Iran supports terrorist groups. But he went on to say, in an obvious reference to the Palestinians, that ''supporting peoples who fight for the liberation of their land is not, in my opinion supporting terrorism.''\n\nLoad-Date: January 13, 1998"
}