{
    "title": "U.S. absences raise questions about relevance of G-7",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 4,
    "day": 5,
    "full text": "PARIS - Two key American officials - U.S. Secretary of State Mike Pompeo and Homeland Security Secretary Kirstjen Nielsen - are skipping meetings in France this week as the Group of Seven countries gather to try to find solutions to world security challenges.\nThe move raises questions about the G-7's effectiveness at solving some of the international issues it has deemed crucial, including fighting terrorism and human trafficking.\nA lunch focusing on migration issues and human trafficking kicked off the G-7 interior ministers' meetings Thursday in Paris. France, which took over the G-7's presidency in January, is hosting the two-day meeting. It overlaps a summit of G-7 foreign ministers Friday and Saturday in the French Atlantic resort of Dinard.\nPresident Donald Trump has made no secret of his disdain for the G-7, especially since Russia was pushed out of the gathering of major world economies after its annexation of Crimea in 2014. In addition to the U.S., the G-7 includes France, Canada, Japan, Germany, Italy and the U.K.\nPompeo is in Washington this week, far from French shores, hosting NATO's foreign ministers to mark the alliance's 70th anniversary. Nielsen is staying behind to deal with domestic border issues.\nCanadian Foreign Minister Chrystia Freeland, meanwhile, announced she is attending both the NATO meeting in Washington and the G-7 summit in Dinard.\nStill, alliances are fraying everywhere, even at NATO as Pompeo shines a spotlight on America's involvement in the military alliance. NATO Secretary-General Jens Stoltenberg acknowledged internal NATO disagreements this week on trade, climate change and the Iran nuclear deal, but insisted the 29 allies are united in their commitment to defend each other.\nU.S. Homeland Security official Claire Grady is standing in for Nielsen at the interior ministers' meetings, and Deputy Secretary of State John J. Sullivan will stand in for Pompeo.\nSullivan will discuss \"a broad range of issues, including the deteriorating situation in Venezuela, destabilizing Iranian behavior in the Middle East, the responsible conduct of states in cyberspace, and the final denuclearization of North Korea,\" the State Department said.\nIt said these conversations will \"set the stage\" for the Aug. 25-27 G-7 summit that France will host in the southwestern city of Biarritz.\nLast June, Trump roiled the G-7 meeting in Canada by first agreeing to a group statement on trade only to withdraw from it while complaining that he had been blindsided by Canadian Prime Minister Justin Trudeau's criticism of Trump's tariff threats. In an extraordinary set of tweets, Trump threw the G-7 summit into disarray.\nFrance's Foreign Ministry listed the main issues under discussion this week as cybersecurity, the trafficking of drugs, arms and migrants in Africa's troubled Sahel region, and fighting gender inequality. That includes ways to prevent rape and violence against women, especially in Africa.\nThursday's discussions focused on how to deal with citizens who have joined Islamic State militants in Syria and Iraq, as well as their wives and children. Many IS fighters have been captured and imprisoned in those countries. The problem has grown more urgent since Trump announced his intention to reduce the U.S. military presence in Syria.\nThe U.S. has called for countries to take back their citizens and put them on trial, if necessary, but Western countries have largely refused to do so. France says French fighters must be tried wherever they committed their crimes.\nThe G-7 interior ministers also discussed ways to fight terrorism and extremism on the internet - possibly by imposing more regulations on internet giants- in the presence of representatives of Facebook, Twitter, Google and Microsoft.\n\"The most important advance is that we are working even more closely together in fighting international terrorism,\" said German Interior Minister Horst Seehofer. \"The second is that we need to have a robust set of rules on migration flows.\"\n\nGraphic\n\n \n New State Department spokesperson and former Fox News contributor Morgan Ortagus, center, watches as Secretary of State Mike Pompeo answers questions during a news conference at the U.S. State Department in Washington, Thursday, April 4, 2019. (AP Photo/Pablo Martinez Monsivais) \n\nLoad-Date: April 6, 2019"
}