{
    "title": "U.S. security and food prices linked Heeding the call for millions in food aid could save billions i",
    "publisher": "portland press herald",
    "year": 2008,
    "month": 4,
    "day": 15,
    "full text": "Military spending by the United States approaches half-a-trillion dollars a year. Add to that the lives sacrificed by our men and women in uniform, and one begins to get a sense of the collective importance this nation places on its security.\nYet, of all the threats we face - from terrorists to post-Cold War communists - none may be as serious or widespread as the threat of hunger.\nNot just hunger in this country - though it does exist here and deserves attention - but the United States is threatened by hunger wherever it occurs. That makes calls from the World Bank and the United Nations to address rising global food prices as important and as deserving of attention as terrorism, nuclear proliferation or genocide.\nIn Haiti, an already tenuous political situation threatens to become a full-blown international crisis because of rioting over food prices. Across the globe, the rising price of food threatens to destabilize other nations.\nFrom North Korea's saber-rattling with nuclear arms to the African nations that have become nurseries for terrorism, the availability and price of food looms large. And in each of these critical situations, the interests of the United States are served by keeping people from becoming desperate for their next meal.\nThe U.N. World Food Program seeks $500 million in emergency aid by the end of this month. In one sense, it's a lot of money, but held up against a U.S. military that spends more than $1 billion a day to keep us safe, it's a bargain.\nThe increase in global food prices isn't just an aid problem, however. It's tied in no small part to rising oil prices and the policies meant to cope with them. One such policy is the decision in this country to subsidize the ethanol industry, the result of which is to divert farm production from food to fuel.\nTrade agreements that protect small, inefficient farms also contribute to rising food costs, as do subsidies that reward farmers for not maximizing production.\nIn the short- and medium-term, it is much to the benefit of the United States and other developed countries to mitigate the high cost of food in poorer nations.\nOver time, world leaders should rethink policies that keep farmers from directing their efforts toward the most important agricultural task of all: feeding the people who live on this planet.\nDoing so will not only benefit the poor and hungry in Haiti but will add to the security of the rich and well-fed in this country.\n\nLoad-Date: April 15, 2008"
}