{
    "title": "U.S. hostage's body may be returned",
    "publisher": "the world",
    "year": 1991,
    "month": 12,
    "day": 21,
    "full text": "Secretary-General Javier Perez de Cuellar said Friday he expected the return of the body of a slain U.S. hostage within the next day or two and suggested it might be that of Marine Corps officer William Higgins. He also said he was working for the return of the bodies of William Buckley, another kidnapped American, and of hostages of other nationalities. Lt. Col. Higgins was seized in southern Lebanon on Feb. 17, 1988, while serving as a U.N. observer.  A group called the Organization of the Oppressed of the World said in July 1989 that he had been killed in retaliation for Israel's abduction of Shiite cleric Sheik Abdel-Karim Obeid. Buckley, widely reported to have been the CIA station chief in Lebanon, was kidnapped in March 1984. His captors, the Islamic Jihad, said in October 1985 they had killed him.\nIranian leader urges curb on extremism\n TEHRAN, Iran President Akbar Hashemi Rafsanjani said Friday that Iran should avoid extremist slogans that open it to charges of terrorism and hinder its world diplomacy. \"Above all, the Islamic Republic needs statesmanship to consolidate internally and in foreign policy so we can be present (around the world) to help people without being accused of terrorism, of being extremist,\" Rafsanjani told prayer worshipers at Tehran University on Friday.  Iran antagonized the West and many Arab countries by its support for radical movements after the late Ayatollah Ruhollah Khomeini's 1979 Islamic revolution.\n Israel releases three civilians after raid\n JERUSALEM Israel abducted three Lebanese civilians from South Lebanon Friday but apparently decided to send them home after interrogation. Israel's target appeared to be Hezbollah, a militia supported by Iran and believed to be responsible for having held Western hostages. It also is believed to have information about four missing Israeli soldiers, or to have custody of them or of their remains. A U.N. official in the area said that none of the three was known to be involved with Hezbollah. The nighttime raid occurred on the outskirts of the village of Jibsheet, about 40 miles south of Beirut.\n Kurd says Hussein\n could be toppled\n KOLACHWALAN, Iraq Kurdish rebel leader Jalal Talabani has called for the overthrow of Saddam Hussein, saying he and other opposition groups are working together to topple the Iraqi president. Talabani, who publicly reconciled with Hussein in April after the collapse of a post-gulf war Kurdish revolt, told Reuters on Thursday that international economic sanctions and growing disaffection within the army were crippling Hussein's government.  He said two conditions must be met if Hussein is to be overthrown: Resistance must be unified around a successor, and the United States must be willing to deal with an Iraqi state where Kurds and Shiite Moslems have a strong say.\n Elsewhere . . .\n PANAMA CITY, Panama Government offices closed Friday to mark the second anniversary of the U.S. invasion, which President Guillermo Endara said history must judge. U.S. troops invaded on Dec. 20, 1989, to capture Gen. Manuel Noriega, Panama's military president, who is on trial in Miami on drug-smuggling charges.\n PARIS A court ordered the government Friday to pay at least $ 370,000 to a hemophiliac who caught AIDS from a contaminated blood transfusion, his lawyer said. It was the first court verdict in a scandal charging that the National Blood Transfusion Center knowingly allowed AIDS-contaminated blood to be used for transfusions.\n\nLoad-Date: November 12, 1992"
}