{
    "title": "U.S. PLEDGES TO AID COUNTRIES IN AFRICA THAT RESIST LIBYANS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 3,
    "full text": "The Reagan Administration said today that the United States would support all African nations that want to resist ''interventionism'' from Libya.\n''The Administration, like many others in the world, is deeply concerned about Libyan interventionism in Africa and in particular the presence of Libyan troops in Chad,'' said Chester A. Crocker, the Assistant Secretary of State-designate for African Affairs.\nMr. Crocker, speaking at a foreign policy conference at the State Department, said that although Libya was an African country and Chad an African problem, the Reagan Administration was ''determined to be supportive of those states that wish to resist what Libya has done in Chad, and it will continue to do so.''\n \nA Pledge on African Security\n''We don't take lightly our commitment to support African peoples' security needs,'' he said.  Libya intervened in the civil war several months ago on the side of President Goukouni Oueddei against a faction led by a former Defense Minister, and several thousand Libyan troops are still in the country. Libya's leader, Col. Muammar el-Qaddafi, announced at one point that the two countries would merge.\nReagan Administration pledges to aid African nations that oppose Libyan 'interventionism'\nThis afternoon, Anthony C.E. Quainton, director of the State Department's working group on terrorism, said Libya was ''a patron saint of terrorism,'' and was responsible for training guerrillas and terrorists from many parts of the world. He identified Cuba and Southern Yemen as other major sources of such training.\n \n6,000 or 7,000 Remain in Chad\nThere are now 6,000 to 7,000 Libyan troops in Chad. They have not left despite calls from African states that they do so.  Mr. Crocker was not specific about the steps the United States would take to combat the Libyan activities. Other officials said that as a result of high-level policy decisions made by the Reagan Administration, these steps have been taken or will be taken soon:\n- The ouster of Libya's diplomats from the United States last month was not the result of any single Libyan action but rather a decision by the Administration ''not to conduct business as usual with a regime that grossly distorts the rules of international behavior,'' the official said. He referred to Libyan ''assassination squads'' abroad that are said to have murdered opponents of the regime, as well as the intervention in Chad and the threats to other nations as examples of this behavior.\n- The Administration has asked for major increases in military assistance to neighbors of Libya who have requested help. Tunisia, for instance, which is receiving $15 million in military credits in this fiscal year, would receive $95 million in the 1982 fiscal year if Congress approves the request. The Sudan, which received $30 million this year, would get $100 million in 1982. Egypt would jump from $550 million to $900 million in military credits and from $846,000 in training to $2 million.\n- Although 10 percent of American oil imports come from Libya, the Administration has decided that it will not let its confrontational policy toward Libya be affected by oil concerns, a senior official said today. There is no reason to believe that Libya will cut off the 640,000 barrels a day, he said, but ''the United States policy toward Libya will not be determined by that oil relationship.'' The Administration has urged oil companies to withdraw the 2,000 Americans living and working in Libya. The oil companies have said in the past that they would continue their operations there.\n- A major diplomatic campaign has been under way for some time to isolate Libya internationally and to press African nations to publicize their hostility toward Libya. The Organization of African Unity meets in Kenya next month and Mr. Crocker warned that unless there was an African solution to the Chad problem, ''there will be renewed and increased fighting within Chad.''\n \nSadat Was Restrained by Carter\nThe Carter Administration was also troubled by Libya's activities and sought to gain African support against Libya. But the Carter Administration sought to restrain President Anwar el-Sadat of Egypt, who publicly talked of attacking Libya. The view of the Carter Administration was that military action against Libya could lead to unforeseen problems.\nLast summer and autumn, American planes flying high-altitude reconnaissance missions were intercepted over the Mediterranean by Libyan fighters in what military officials described as a war of nerves. Libya accused the United States of violating its air space, but the United States denied the charge.\nAccording to State Department officials, the Administration would be willing now to encourage actions against the Qaddafi regime.  However, it is up to the African states themselves to take the lead, officials said.\nSecretary of State Alexander M. Haig Jr. has been particularly biting about the Qaddafi regime, linking it publicly to Soviet-backed terrorism abroad.\n \nHaig Says Wealth Is Misused\nMr. Haig said Friday in St. Louis that Libya's oil revenues ''are almost exclusively diverted to the purchase of armaments, the training of international terrorists and the conduct of direct interventionism in the neighboring states of northern Africa, the most recent of which being the invasion of Chad.''\n''It's clear that the very modest population of Libya that witnesses these extravagant expenditures for objectives that do not meet their vital interests must be asking increasingly themselves whether or not they have a visionary as the head of state,'' he said.\n''I don't have to tell you that we in the West are increasingly concerned about Mr. Qaddafi's lawless activity in a direct military sense and in his support for bloodshed and terrorism worldwide,'' he said.\nMr. Haig said the Libyan problem was one ''which we in the Western world are going to have to give increasing attention to.'' State Department officials said that Libya would be discussed with the new French Foreign Minister, Claude Cheysson, who is due here this week. France has been a major supplier of aid to French-speaking countries like Senegal, Niger and Mali, which have said they feel threatened by Libya.\n\nGraphic\n\n \nIllustrations: Map of Africa"
}