{
    "title": "U.S. SHIPS IN MIDEAST ON ALERT FOR SUICIDE ATTACKS FROM AIR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 1,
    "day": 21,
    "full text": "American warships in the Middle East have been placed on a heightened state of alert because of new reports of the danger of terrorist attacks from hostile aircraft, Administration officials said tonight.\nThe officials said there was increased concern about aircraft attacks on warships in the Mediterranean Sea, the Persian Gulf and the Indian Ocean, including possible suicide missions.\n''We continue to be concerned about the threat of state-supported terrorism,'' the official said. He noted that American intelligence officials have concluded that recent attacks against the United States in the Middle East - including the bombing in October of the Marine headquarters in Lebanon that killed 241 Americans - have had the support of Iran and the acquiescence of Syria.\nThe disclosure of increased concerns and of the higher state of alert for American warships has coincided with a flurry of news reports about possible threats in the region.\n \nShipment of Parts Feared\nSome reports, based on intelligence sources, suggest that airplane parts were being shipped in cases from Iran, through Syria, to Lebanon, where they might be assembled for possible use in suicide attacks.\nThe Administration official said recent news articles about threats of possible suicide attacks on American warships from such aircraft were ''essentially correct.''\nAdministration officials have generally refrained from saying what measures would be taken against such threats. But an Administration official said tonight, ''We would not wait until the terrorists attack if we knew that an aircraft is being readied for an attack on one of our ships.''\nThe ''option is there,'' he said, to carry out a pre-emptive strike against an aircraft believed to be ready to attack an American ship.\nThe official also confirmed the accuracy of a report this week on Israeli television suggesting that Israel was monitoring aircraft crossing its borders in and out because of concern that an attacking aircraft might hide in the radar ''shadow'' of another aircraft.\n''Our ships are always on alert,'' the Administration official said. ''It's a question of their having new information that makes them more concerned. The concern about this particular kind of threat has increased within the last few days.''\nThe official would not describe the nature of the reports of increased terrorism."
}