{
    "title": "U.S. state terror list more symbolism than substance",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 11,
    "day": 22,
    "full text": "SEOUL, South Korea - As North Korea marches toward nuclear mastery, President Donald Trump slaps the country back on an American blacklist of state sponsors of terrorism. But is it anything more than bluster?\nAfter all, former President George W. Bush removed North Korea from that same list nearly a decade ago, also in an attempt to halt its march toward nuclear mastery.\nAside from a pretty good illustration of just how hopeless the decades-long effort to get North Korea to abandon its nuclear ambitions can seem, the contrasting approaches also show that the list has always been more about symbolism than substance.\nThe top U.S. diplomat, Rex Tillerson, acknowledged as much - and undercut Trump's declaration that it was part of a \"maximum pressure campaign\" to isolate North Korea - when he called the decision a \"very symbolic move\" with limited practical effects.\nAfter months of nuclear and missile tests that put North Korea ever closer to completing a viable long-range nuclear arsenal that can hit the U.S. mainland, the designation has the ring of a counterpunch that's more impressive to look at than painful to feel.\nAnd since North Korea will see it as a yet another in a long list of provocations - even if symbolic - it likely pushes a negotiated end to the dangerous standoff on the Korean Peninsula further away. There will be angry words from Pyongyang, maybe more weapons tests, and then more angry words from Washington, and maybe more sanctions.\nThe listing will raise animosity and speed up North Korea's nuclear development, said Hong Min, an analyst at Seoul's Korea Institute for National Unification.\nNorth Korea will also see the move as proof that the Trump administration has no genuine interest in diplomacy, considering the shame and global stigma the designation still brings, Hong said.\nOne problem for Trump is that while North Korea cared very much about the terror list a decade ago, it may not worry as much about it now.\nWhen North Korea was taken off the list in 2008 - part of a pledge Bush made in a 2007 nuclear disarmament deal that blew up within a year- North Korea chafed at what it saw as an impediment to doing international business and pursuing large multilateral financial loans, analysts at the time said.\nBut 2017's North Korea is very different from the nation that did a deal with Bush.\nThe dictator now in charge - the young Kim Jong Un, who took over after his father, Kim Jong Il, died in 2011 - has so far seen little benefit to the interminable diplomatic wrangling his father dove into between so-called provocations.\nKim Jong Un, instead, has pursued with breakneck speed the building of an arsenal of nuclear-tipped missiles. Granted, the messages from Washington - where Trump has swung between threats of \"fire and fury\" and offers to talk - have been mixed, but when there has been U.S. outreach, North Korea has seemed uninterested.\nThe move by Trump will also fit neatly, from North Korea's perspective, into its long-running claim that Washington harbors \"hostile intentions\" that make the nuclear program a crucial part of national defense.\nHow you see the respective moves by Bush and Trump may depend on how you define terrorism.\nThose who thought North Korea shouldn't be on the list a decade ago argued that it had not been tied directly to terrorism since its agents planted a bomb on a South Korean commercial jetliner in 1987. The other side saw North Korea's abduction of Japanese citizens in the 1970s and 1980s, and its alleged assassinations of North Koreans who fled to South Korea, as clear evidence of terrorism.\nTrump, in announcing the listing this week, mentioned an American student imprisoned in North Korea who died of injuries suffered there, and also \"assassinations on foreign soil,\" a reference to the killing of Kim Jong Un's half brother with nerve agent at the Kuala Lumpur airport in February.\nSome in South Korea believe that, regardless of Washington's actions, North Korea has no intention of negotiating over its weapons until it successfully builds a working long-range nuclear arsenal, something that may happen in the next couple of years.\nEvidence for this could be seen when a senior Chinese envoy, Song Tao, apparently failed to meet Kim Jong Un during a four-day visit that ended Monday, according to Cheong Seong-Chang, an analyst at South Korea's Sejong Institute.\nThe terror list designation, Cheong said, won't hurt North Korea economically as it's already so highly sanctioned. But, he said, it would have one concrete result: \"A dialogue between Washington and Pyongyang is virtually impossible now.\"\n\nLoad-Date: November 22, 2017"
}