{
    "title": "U.S. WARNS STATES IN EASTERN EUROPE ON TERRORISM TIES",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 21,
    "full text": "The Reagan Administration has told six Eastern European Governments that they cannot hope for improved relations with the United States if they continue to support Palestinian and other ''international terrorists,'' State Department officials said today.\nThe Administration said that if the six nations wanted better relations, they would also have to stop carrying out espionage and seeking to evade American export laws.\nThe officials said the warnings were given separately during meetings last month between R. Mark Palmer, Deputy Assistant Secretary of State for European Affairs, and the ambassadors of Bulgaria, Czechoslovakia, East Germany, Hungary, Poland and Rumania.\nThe Administration originally planned to keep the warnings secret, but East European diplomats here and abroad discussed them with reporters. This led the officials to provide details.\nNo Specific Charges\nAccording to Administration officials, no specific charges were made during the sessions, but Mr. Palmer was instructed to convey a series of generalized American concerns about East European countries' activities here and abroad.  Officials said today that the concerns grew out of information that the Bulgarians had provided training and havens for terrorists. They have also been accused in Italy of aiding the Turk, Mehmet Ali Agca, who tried to kill the Pope in 1981, and of helping to finance and train Italy's Red Brigades terrorists.\nThe officials noted that the East Germans are believed to have been involved in training security personnel and providing equipment for revolutionaries in Central America and Africa.\nThe Poles, Bulgarians and East Germans have also been accused of espionage and of trying to evade American export laws, the officials said. In one such case, two Americans were arrested for trying to export machine guns to Poland, for possible use by third world terrorists. The Czechoslovaks, they added, are known to have trained and aided terrorists.\n \nTrying to Undermine Soviet\nOfficials said the decision to call in the ambassadors stemmed from the Administration's efforts to improve relations with those six Warsaw Pact countries as part of a policy of seeking to weaken Soviet dominance over Eastern Europe.\nRichard R. Burt, the Assistant Secretary of State for European Affairs, earlier in the year visited East Germany, Hungary and Bulgaria. He was the highest-ranking American official ever to visit East Berlin. The purpose of the trip was to signal, at a time of poor relations between the United States and the Soviet Union, the Administration's willingness to improve ties with the Soviet allies.\nAs part of this effort, the United States had a large exhibit at the recent Leipzig Fair in East Germany, and a message from President Reagan was printed prominently in the party newspaper, Neues Deutschland. A recent Commerce Department publication contains two pages of advice on how to do business with Bulgaria.\nBut as the Administration looked at ways of liberalizing trade restrictions and other ways of improving ties, officials from the Defense Department, Federal Bureau of Investigation and other agencies pointed out that East Europeans were actively involved in aiding those opposed to the United States. The officials said they were carrying out espionage and other illegal actions in this country, often in collaboration with the Soviet security service, the K.G.B.\nAt a time when the Administration has launched a program to take a more active role against what is called here ''state-directed terrorism,'' the State Department decided it had to raise these concerns at an official level, in effect linking better relations with changes in those countries' behavior.\nOfficials have said that Hungary, which practices a more liberal internal policy than others in the Warsaw Pact, and Rumania, which follows a foreign policy often independent of Moscow, have been involved the least in activities inimical to the United States. But American intelligence agencies are certain that the intelligence agencies in those countries remain on close terms with the K.G.B., making it difficult to insure that any technology provided them will not end up in Soviet possession.\n \n'Policy of Differentiation'\n''We have a policy of differentiation in Eastern Europe,'' Mr. Palmer was said to have told the envoys separately. ''We want to have improved political, economic and cultural relations in accordance with the objective situation that exists.''\n''To the extent that this pursuit is complicated by your support for terrorism, or espionage or illegal acquisition of controlled goods, you're not helping us,'' an official quoted Mr. Palmer as saying. The official said, ''We wanted to stress the costs to those countries in carrying out such activity.''\nEver since the late 1950's, the United States has practiced a policy of trying to reward East European countries either for showing independence of the Soviet Union or for liberalizing life within their borders.\nPoland, for instance, received trade and other benefits after the events of 1956 that led to an easing of direct Soviet control of that country. The incentives given the Poles were largely taken away after the imposition of martial law in 1981. The Rumanians have been given most-favored-nation tariff treatment because of their relative independence of Soviet foreign policy. The Hungarians have the same benefits because of their more liberal internal system.\n \nIssue of Advanced Technology\nThe Reagan Administration has followed the same course of seeking to differentiate among the Communist states, but in practice, it has been difficult for East Europeans to purchase advanced technology from this country because of American concerns that it would end up in Soviet hands.\nThe warnings to the East Europeans preceded a major declaration by Secretary of State George P. Shultz earlier this month declaring that the United States had to be ready for taking pre- emptive actions against states involved in planning terrorist activities.\nCiting Iran, Syria, Libya and North Korea as such states, Mr. Shultz said it was no longer sufficient to improve security and intelligence, but was necessary as well to be ready for what he called ''an active defense'' against terrorists.\nMr. Reagan also signed a directive earlier this month calling on different agencies to propose specific ways of combating terrorism."
}