{
    "title": "U.S. has no plan for election delay due to terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 7,
    "day": 13,
    "full text": "WASHINGTON -- Federal officials said Monday that they have taken no steps toward changing the date for the Nov. 2 presidential election if a terrorist attack should occur around that time.\nThe issue of how to deal with terrorism aimed at disrupting the nation's elections was raised in a June 25 letter from DeForest Soaries, chairman of the federal Election Assistance Commission.\nSoaries asked Homeland Security Secretary Tom Ridge whether procedures were being devised to guide local election officials and offered his agency's help. He noted that New York City had rescheduled its mayoral primary because of the Sept. 11, 2001, attacks.\n\"Unlike New York, the federal government has no agency that has the statutory authority to cancel and reschedule a federal election,\" he wrote. The date for federal elections is set by law and would have to be changed by Congress.\nNewsweek reported Sunday that U.S. counterterrorism officials are reviewing a proposal that provides for postponing the elections in the event of an attack. But Brian Roehrkasse, a spokesman for Ridge, said he was \"unaware of any efforts to make plans for postponing the election.\"\nHe said the department is working on issues involving how to secure polling places. But how to deal with delaying a constitutionally set Election Day is a \"legal issue not within the department's purview,\" he added. The Justice Department has not tackled the issue either, an official there said.\nOn CNN, President Bush's national security adviser Condoleezza Rice said, \"I don't know where the idea that there might be some postponement of elections comes from.\"\nVoting in the USA is highly decentralized. The presidential election is just the most visible of hundreds of races on ballots across the nation's 8,000 voting jurisdictions. Each locality has its own laws governing how and when elections occur.\nThe Election Assistance Commission was created by the 2002 Help America Vote Act to offer guidance during the voting process. But other than doling out federal money to help upgrade voting equipment and procedures, it is limited to an advisory role.\n***\nContributing: Toni Locy\n\nLoad-Date: July 13, 2004"
}