{
    "title": "U.S. REVIEWING AIR-TERROR DEFENSES",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 20,
    "full text": "COLORADO SPRINGS -- The commander of military forces protecting North America has ordered a review of the costly air defenses intended to prevent another Sept. 11-style terrorism attack, an assessment to determine whether the commitment of jet fighters, other aircraft and crews remains justified.\nSenior officers involved in the effort say the assessment is to gauge the likelihood that terrorists may succeed in hijacking an airliner or flying their own smaller craft into the United States or Canada.\nThe study is focused on circumstances in which the attack would be aimed not at a public building or landmark, but instead at a power plant or a critical link in the nation's financial network -- like a major electrical grid or a computer network hub.\nThe review, to be completed next spring, is expected to be the military's most thorough reassessment of the threat of an air terrorism attack since al-Qaida's strikes on Sept. 11, 2001, transformed a Defense Department focused on fighting other militaries and led to the Bush administration's \"global war on terror.\"\nThe assessment is partly a reflection of how a military straining to fight two wars is questioning whether it makes sense to keep in place costly protections established after those attacks on the World Trade Center and Pentagon. Though combat patrols above U.S. cities were discontinued in 2007, the military keeps dozens of warplanes and hundreds of air crews on alert.\nGen. Victor E. Renuart Jr., head of Northern Command, ordered the review in response to criticism this year by the Government Accountability Office that the command had failed to conduct \"routine risk assessments.\" Gen. Renuart expanded the scope of the review \"to refine how we allocate and request resources today,\" said the command's spokesman, James Graybeal.\n\nLoad-Date: November 21, 2009"
}