{
    "title": "U.S. saw decline in terrorism during '02; The State Department says Iran tops its list of seven nati",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 1,
    "full text": "International terrorist attacks and anti-U.S. attacks fell significantly in 2002, the State Department reported yesterday.\nSeven countries were kept on a list of countries the department says sponsor terrorism - Cuba, Iran, Iraq, Libya, North Korea, Syria and Sudan. An official said Iraq was likely to be removed now that President Saddam Hussein had been deposed.\n\"It's legally difficult to take them off the list,\" said Cofer Black, the department's counterterrorism coordinator, but Secretary of State Colin L. Powell is recommending steps to do so.\nIraq's links to terrorist groups, which the administration cited as one of the reasons for going to war to remove Hussein, included laying the groundwork for possible attacks on the United States and other countries, the report said.\nThe report accused Cuba of sending agents to U.S. missions overseas to provide false leads designed to subvert inquiries into the Sept. 11 attacks.\nPresenting the annual report, Powell said the United States, with help from many other countries, \"will make certain that terrorists and their supporters are not safe in any corner or cave of the world.\" But, he said, \"we cannot and will not relax our resolve, our efforts, our vigilance.\"\nPowell said that \"unprecedented progress has been made across the international community\" in combating terrorism. He noted that more than $134 million in terrorist financial assets had been frozen.\nThe report said Iran was the most active state sponsor of terrorism, with its supreme leader, Ayatollah Ali Khamenei, referring to Israel as a \"cancerous tumor.\" The report said Iran's Islamic Revolutionary Guard and Ministry of Intelligence and Security assisted Lebanese and Palestinian groups opposed to Israel's existence.\nSyria, one of Powell's stops on a trip beginning today, allows some terror groups to maintain offices in Damascus and helps Iran supply the extremist group Hezbollah via Damascus, the report said.\nIn 2002, there were 199 terror attacks worldwide, a drop of 44 percent from the 355 recorded in 2001, according to the report. A total of 725 people were killed last year, far below the 3,295 - including thousands in the Sept. 11 attacks - who died in 2001.\nAttacks on U.S. targets declined from 219 to 77.\nThirty U.S. citizens were killed in attacks in 2002. Among them were seven who died at a resort in Bali, Indonesia, and five at Hebrew University in Jerusalem.\nThe U.S. victims included a hiker and a missionary in the Philippines, two diners in a West Bank pizzeria, two people attending church services in Islamabad, Pakistan, three people at a missionary hospital in Yemen, and Laurence Foley, an administrator of the U.S. Agency for International Development in Jordan.\n\nLoad-Date: July 28, 2005"
}