{
    "title": "U.S. war on terrorism expanding",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 17,
    "full text": "The United States finally has shown its true colors with the deployment of troops to the terrorist-infested Philippines. The Philippine deputy chief of staff for education and training announced Tuesday he and the commander of U.S. Special Operations will co-head exercises to root out members of the extremist group Abu Sayyaf.\nThe group has been associated with al Qaeda and uses tactics as depraved and ruthless as the group led by Osama bin Laden.\nU.S. Green Berets will train Filipino troops for guerrilla warfare and supply weapons to the ill-equipped Philippine military. The force aiming to destroy Abu Sayyaf will consist of 600 United States troops and 1,200 Philippine soldiers, with the U.S. striking only as a matter of defense, according to officials.\nU. Arkansas\nBut at this point it is evident that an active and offensive role is necessary and could prove more effective. There has been no sense of subtlety as to the position of the United States against not only this terrorist group but any in existence; therefore, it seems unnecessary to baby-sit the Philippine military.\nThe United States is providing all the tools necessary to strike at Abu Sayyaf and has declared the development of rules that will permit troops to fire in self defense in a pivotal and substantial step to ridding the world of terrorism. This action is a powerful example to the world that the United States is not concerned only with the welfare of its own backyard.\nThe United States has sauntered to the other side of the tracks and handed a Glock to the abused, taught them to aim and stands behind them as the bully looms above. Which is exactly the action necessary to assure the world that the United States is concerned about not only its own welfare but is actively and genuinely concerned with ridding the entire world of terrorism.\nThe Abu Sayyaf group is the epitome of a terrorist group. The group receives an immense amount of funds for their cause through ransom money from kidnappings. The group's goal is to create a Muslim state, and their name means \"sword of God\" in Arabic. Founded in the early 1990s, the group has made insignificant progress toward their goal. \"They have done little in real terms to advance their much-touted goal of an independent Muslim state, aside from bringing media attention to the area's long-running separatist conflict,\" according to a BBC report.\nBut in terms of the goals of a terrorist group, they have succeeded greatly through a series of kidnappings, beheadings and military efforts with heavily armed troops. The most recent horror spree began with a series of abductions in May that has left two Kansas missionaries and one Filipina nurse in captivity. Other former hostages are either dead (one such was a California resident) or freed for ransoms that fund the group's future escapades.\nWith such a treacherous group menacing the Philippines, it is vital that the United States take every action possible to find and destroy terrorism wherever it is present. But it is necessary to recognize the actual contents, the composition of a war.\nThe war on terror is an excellent example.\nNations fight wars. A war is much more than a military action; it involves every facet of a nation as well as the presentation of that nation's actions to the rest of the world. There lies the propaganda war.\nThe activity of the United States in the Philippines is not only appropriate as a means of creating a healthier, safer world.\nThe activity is a message from the United States. This has given America an opportunity to show the planet two things: It is proof that the war is against terrorist groups not religious groups, and it is evidence that the United States truly has launched a war against terrorism and a warning that terrorist groups beyond the borders of Afghanistan are as unsafe as John Walker in a prison yard.\n(C) 2002 Arkansas Traveler via U-WIRE\n\nLoad-Date: January 17, 2002"
}