{
    "title": "U.S. CHARGES CUBAN EXILE,; FACES DEPORTATION DILEMMA",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 5,
    "day": 20,
    "full text": "WASHINGTON -- The U.S. government yesterday charged aging Cuban exile militant Luis Posada Carriles with entering the United States illegally, as the Justice Department mulls whether to deport the former CIA-trained operative to Venezuela, which wants to try him on terrorism charges.\n The case presents a dilemma for U.S. officials because Posada, 77, an anti-Castro Cuban, has been charged by Venezuela with blowing up a Cuban airliner in 1976, killing 73 people. But Venezuela is no friend to U.S. officials, who see in Venezuelan leader Hugo Chavez a close friend to Washington's historic adversary, Cuban leader Fidel Castro.\n U.S. officials detained Posada on Tuesday in Miami after he publicly surfaced for interviews with local reporters. He was whisked away by a Black Hawk helicopter to an Air Force base south of Miami and then to a secure immigration facility in El Paso, Texas, where he faces a June 13 hearing before an immigration judge.\nYesterday, U.S. Immigration and Customs Enforcement, or ICE, notified Posada, who has acknowledged slipping into this country by way of Mexico in March, that he is in the United States illegally, and that it plans to hold him without bond. Posada can contest his detention and the no-bond order in a proceeding before the June hearing.\n Posada's lawyer, Eduardo Soto, had filed an asylum request with the U.S. government earlier this year and then withdrew it around the time that Posada resurfaced. Soto could refile the request on the grounds that Posada would face persecution if he were deported.\n This raises the prospect of three separate legal proceedings in the case, each of which might involve legal wrangling that could last months or even years: the administrative immigration charge filed yesterday, the extradition request by Venezuela and the asylum request. \"This is only the beginning of a lot of litigation that could last a long, long time,\" said a U.S. official involved in the process. \"There's no end to this in sight any time soon.\"\n The Posada case could raise questions about the U.S. commitment to fighting terrorism, international affairs experts said. The Bush administration has said the war on terrorism is its highest priority.\n But cracking down on Posada could be complicated because elements of the U.S. government worked closely for years with him and his allies in planning opposition to Castro and anti-American rebels in Central America. Moreover, he is admired by many politically potent Cuban Americans in South Florida.\n Posada has denied involvement in the terrorist attack on the Cubana airline jet that blew up over Barbados. Most of the 73 passengers and crew members were Cuban and Venezuelan.\n Posada was acquitted after two trials in Venezuela and then escaped from a jail there in 1985 while he awaited an appeal by prosecutors. He also has been accused of involvement in a series of 1997 bombings in Cuba, one of which killed an Italian citizen.\n \"We can't pick and choose which terrorist to punish or else the credibility of policy goes down the toilet,\" said Larry Johnson, a former CIA and State Department counterterrorism official, who said Washington cannot allow Posada to avoid prosecution on the bombing charges. \"We need to have a consistent stand on terrorism.\"\n \"This is a dilemma for U.S. officials of their own making,\" said Wayne Smith, a longtime critic of U.S. policy toward Havana and a former U.S. diplomat.\n Smith said that in Posada's case, Washington is under the same pressures that it faced in the case of Orlando Bosch, a longtime anti-Castro ally of Posada's who served 11 years in a Venezuelan prison for masterminding the 1976 air attack.\n He entered the United States in 1988 and, despite U.S. officials' belief that he took part in the bombing and even though Justice Department officials tried to deport him, he was released from jail in 1990 and allowed to remain in this country.\n\nLoad-Date: May 20, 2005"
}