{
    "title": "U.S. must not show weakness at summit",
    "publisher": "the atlanta journal-constitution",
    "year": 2018,
    "month": 6,
    "day": 10,
    "full text": "The unprecedented, historic and weird summit (Dennis Rod-man might be there) between President Donald Trump and North Korea's Kim Jong Un, scheduled to begin Tuesday, if there are no surprises, could produce the denuclearization of the Korean Peninsula, or just more of the same lies and dissembling from North Korea we have seen before.\nThese days, world events do not occur in a vacuum.\nFormer Israeli diplomat Yoram Ettinger advises Trump to see an interconnection between a potential deal with North Korea and the flawed nuclear deal with Iran made by the Obama administration.\nOn his blog \"The Ettinger Report,\" he writes: \"... the overall conduct of both rogue regimes -- as far as abandoning or advancing nuclearization, ending or expanding terrorism, subversion and ballistic capabilities -- has been immensely impacted by the U.S. negotiation posture. Thus, the less assertive and more eager is the U.S., and the more reluctant it is to use the military option, the less deterred and the more radicalized are Iran and North Korea.\"\nHe goes on to make a point that should be obvious from even a cursory study of history, which is that dictators look for weaknesses in their adversaries and exploit what they find. That Trump demonstrated strength and resolve when he wrote Kim a letter, initially canceling the summit after some of Kim's associates threatened the U.S., is likely what led to a quick re-scheduling of the event.\nWhat has perceived weakness in both the Clinton and Obama administrations produced? Ettinger writes: \"Since the July 2015 Joint Comprehensive Plan of Action (the Iran Nuclear Agreement), the Ayatollahs have radicalized and intensified their military involvement in Iraq, Syria, Lebanon and Yemen, as well as their subversive and terrorist operations, aiming to topple all pro-U.S. Arab regimes in the Persian Gulf, the Arabian Peninsula (primarily Saudi Arabia and Bahrain), Jordan and Egypt, as well as multitude of pro-Western regimes in Asia and Africa, and entrenching their anti-U.S. presence in Latin America.\"\nFurthermore, he notes, \"Since July 2015, The Shia' Ayatollahs have escalated their subversive efforts to annex the Saudi-supported island of Bahrain, which they consider an Iranian province, where a 70 percent Shia' majority is ruled by the Sunni House of Khalifa. In the process, Teheran has smuggled military systems to its terrorist network in Bahrain.\"\nIt is why Ronald Reagan's slogan \"peace through strength\" worked and why peace through appeasement never does.\nIran behaves as if the nuclear agreement with the U.S. gave it a green light to step up their support of terrorism. They are already tops in that category.\nEttinger concludes his analysis with this: \"Since July 2015, the Ayatollahs have bolstered their military assistance to the anti-Saudi Houthi (mostly Shia') rebels in Yemen. They consider Yemen -- Saudi Arabia's southern neighbor -- a platform to launch missiles into Saudi Arabia, in an attempt to destabilize and topple the House of Saud. Simultaneously, the Ayatollahs have expanded their incitement of -- and subversive initiatives in -- the oil-rich, Shia'-dominated regions of Al Hassa' and Qatif in the eastern part of Saudi Arabia.\"\nOne hopes Trump has done at least a quick study of history -- past and more recent -- and is learning that only strength deters dictators from their goals.\nMona Charen will return.\n\nLoad-Date: June 10, 2018"
}