{
    "title": "U.S. formally removes Cuba from terrorism blacklist",
    "publisher": "the world",
    "year": 2015,
    "month": 5,
    "day": 30,
    "full text": "HAVANA - The Obama administration on Friday formally removed Cuba from a U.S. terrorism blacklist, a decision hailed in Cuba as the healing of a decades-old wound and an important step toward normalizing relations between the Cold War foes.\nSecretary of State John Kerry signed off on rescinding Cuba's \"state sponsor of terrorism designation exactly 45 days after the Obama administration informed Congress of its intent to do so on April 14. Lawmakers had that amount of time to weigh in and try to block the move, but did not do so.\n\"The 45-day congressional pre-notification period has expired, and the secretary of state has made the final decision to rescind Cuba's designation as a state sponsor of terrorism, effective today, May 29, 2015, the State Department said in a statement.\n\"While the United States has significant concerns and disagreements with a wide range of Cuba's policies and actions, these fall outside the criteria relevant to the rescission of a state sponsor of terrorism designation, the statement said.\nThe step comes as officials from the two countries continue to hash out details of restoring full diplomatic relations, including opening embassies in Washington and Havana and returning ambassadors to the two countries for the first time since the U.S. severed diplomatic relations with the island in January 1961. The removal of Cuba from the terrorism list had been a key Cuban demand.\nThe Cold War-era designation was levied mainly for Cuba's support of leftist guerrillas around the world and isolated the communist island from much of the world financial system because banks fear repercussions from doing business with designated countries. Even Cuba's Interests Section in Washington lost its bank in the United States, forcing it to deal in cash until it found a new banker this month.\n\"We welcome today's announcement by the Secretary of State, which is another step forward toward a more normal and productive relationship between the United States and the Cuban people, a White House blog post said Friday.\n\"For 55 years, we tried using isolation to bring about change in Cuba, it said. \"But by isolating Cuba from the United States, we isolated the United States from the Cuban people and, increasingly, the rest of the world. Through this new approach of engagement, we are finally in a position to advance our interests while simultaneously improving the lives of the Cuban people.\nThe terror list was a particularly charged issue for Cuba because of the U.S. history of supporting exile groups responsible for attacks on the island, including the 1976 bombing of a Cuban passenger flight from Barbados that killed 73 people aboard. The attack was linked to Cuban exiles with ties to U.S.-backed anti-Castro groups and both men accused of masterminding the crime took shelter in Florida, where one, Luis Posada Carriles, currently lives.\n\"I think this could be a positive act that adds to hope and understanding and can help the negotiations between Cuba and the United States, said director Juan Carlos Cremata, who lost his father in the 1976 bombing.\n\"It's a list we never should have been on, said Ileana Alfonso, 57, who also lost her father in the attack.\nStill, top U.S. Republicans criticized the move, with House Speaker John Boehner of Ohio saying that the Obama administration had \"handed the Castro regime a significant political win in return for nothing.\n\"The communist dictatorship has offered no assurances it will address its long record of repression and human rights at home, he said in a statement.\nFormer Florida Gov. Jeb Bush called Cuba's removal from the list \"a mistake and \"further evidence that President Obama seems more interested in capitulating to our adversaries than in confronting them.\nAlso critical of the move was New Jersey Gov. Chris Christie, who has urged the Obama administration to demand the return of a woman who escaped to Cuba after being convicted in 1977 of killing a state trooper. Joanne Chesimard, now known as Assata Shakur, has lived on the island since the 1980s.\nChristie said removing Cuba's terrorism designation is \"an unacceptable offense to the family of the fallen New Jersey State Trooper and every other wanted criminal that still lives freely in Cuba today. \"\nHouse Minority Leader Nancy Pelosi, a California Democrat, praised the move, saying that the State Department had \"removed the burden of an outdated, outmoded strategy. She called it a \"critical step forward in creating new opportunities for American businesses and entrepreneurs, and in strengthening family ties.\nU.S. and Cuban officials have said the two sides are close to resolving the final issues but the most recent round of talks ended on May 22 with no announcement of an agreement.\nWhite House press secretary Josh Earnest said Friday that \"there continue to be issues that need to be worked out. He said important progress had been made, but would not give a time frame for an announcement. \"That's obviously among the next milestones, he said.\nEven with the hurdle over the terrorism designation cleared, Washington and Havana are wrangling over American demands that its diplomats be able to travel throughout Cuba and meet with dissidents without restrictions. The Cubans are wary of activity they see as destabilizing to their government.\nBoth the U.S. and Cuba say the embassies are a first step in a larger process of normalizing relations. That effort would still have to tackle bigger questions such as the embargo, which only Congress can fully revoke, as well as the future of the U.S. military prison at Guantanamo Bay and Cuba's democracy record.\nAP Diplomatic Writer Matthew Lee reported from Washington. AP writer Anne-Marie Garcia contributed from Havana.\n\nLoad-Date: June 1, 2015"
}