{
    "title": "U.S. Wins Convictions in Retrial of Terrorism-Financing Case",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 25,
    "full text": "On their second try, federal prosecutors won sweeping convictions Monday against five leaders of a Muslim charity in a retrial of the largest terrorism-financing case in the United States since the attacks of Sept. 11, 2001.\n  The five defendants, all leaders of the Holy Land Foundation for Relief and Development, based in Richardson, a Dallas suburb, were convicted on all 108 criminal counts against them, including support of terrorism, money laundering and tax fraud. The group was accused of funneling millions of dollars to the Palestinian militant group Hamas, an Islamist organization the government declared to be a terrorist group in 1995.\n  ''Money is the lifeblood of terrorism,'' Richard B. Roper, the United States attorney whose office prosecuted the case, said Monday in a statement. ''The jury's decision demonstrates that U.S. citizens will not tolerate those who provide financial support to terrorist organizations.''\n  The defendants argued that the Holy Land Foundation, once the largest Muslim charity in the United States, was engaged in legitimate humanitarian aid for community welfare programs and Palestinian orphans.\n  The jury, which deliberated for eight days, reached a starkly different result than the jury in the first trial, which ended in a mistrial on most charges in October 2007, after nearly two months of testimony and 19 days of deliberations.\n  The government shuttered the Holy Land Foundation in December 2001 and seized its assets, a move President Bush heralded at the time as ''another step in the war on terrorism.''\n  The charity's leaders -- Ghassan Elashi, Shukri Abu-Baker, Mufid Abdulqader, Abdulrahman Odeh and Mohammad El-Mezain -- were not accused in the 2004 indictment of directly financing suicide bombings or terrorist violence. Instead, they accused of illegally contributing to Hamas after the United States designated it a terrorist group.\n  The defendants could be sentenced to 15 years on each count of supporting a terrorist group, and 20 years on each count of money laundering. Leaders of the foundation, which is now defunct, might also have to forfeit millions of dollars.\n  Khalil Meek, a longtime spokesman for  a coalition of Holy Land Foundation supporters called Hungry for Justice, which includes national Muslim and civil rights groups, said supporters were ''devastated'' by the verdict.\n  ''We respect the jury's decision, but we disagree and we think the defendants are completely innocent,'' Mr. Meek said. ''For the last two years we've watched this trial unfold, and we have yet to see any evidence of a criminal act introduced to a jury. This jury found that humanitarian aid is a crime.''\n  He added, ''We intend to appeal the verdict, and we remain convinced that we will win.''\n  The prosecutor, Barry Jonas, told jurors in closing arguments last week that they should not be deceived by the foundation's cover of humanitarian work, describing the charities it financed as terrorist recruitment centers that were part of a ''womb to the tomb'' cycle.\n  After the mistrial last year, critics said the government had offered a weak, complicated case and had failed to recognize that juries were not as quick to convict Muslim defendants accused of supporting terrorism as they had once been. Prosecutors spent more time in the second trial explaining the complexities of the case and painting a clearer picture of the money trail. They also dropped many of the original charges.\n  ''Today's verdicts are important milestones in America's efforts against financiers of terrorism,'' Patrick Rowan, assistant attorney general for national security, said in a statement. Mr. Rowan added that the prosecution ''demonstrates our resolve to ensure that humanitarian relief efforts are not used as a mechanism to disguise and enable support for terrorist groups.''\n  Nancy Hollander, a lawyer from Albuquerque who represented Mr. Abu-Baker, said the defendants would appeal based on a number of issues, including the anonymous testimony of an expert, which she said was a first.\n  ''Our clients were not even allowed to review their own statements because they were classified -- statements that they made over the course of many years that the government wiretapped,'' Ms. Hollander said. ''They were not allowed to go back and review them. There were statements from alleged co-conspirators that included handwritten notes. Nobody knew who wrote them; nobody knew when they were written. There are a plethora of issues.''\n  Noor Elashi, a 23-year-old writer who is the daughter of Ghassan Elashi, said she was ''heartbroken'' that jurors had accepted what she called the fear-mongering of the prosecution.\n  ''I am utterly shocked at this outcome,'' Ms. Elashi said. ''This is a truly low point for the United States of America.'' She said supporters  would not rest until the verdict was overturned.\n  ''My dad is a law-abiding citizen who was persecuted for his humanitarian work in Palestine and his political beliefs,'' Ms. Elashi said. ''Today I did not shed a single tear. My dad's smile was radiant. That's because he saved lives, and now he's paying the price.''\n  According to freedomtogive.com, a Web site that calls itself the voice of the defendants' relatives and friends, the foundation ''simply provided food, clothes, shelter, medical supplies and education to the suffering people in Palestine and other countries.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Zolfa Elaydi, center, with her children Fidaa, left, and Jihad, reacting to news that the leaders of a Muslim charity had been convicted on Monday in Dallas.\nGhassan Elashi, left, and Shukri Abu-Baker, two of the five leaders of the Holy Land Foundation convicted on Monday. (PHOTOGRAPHS, ABOVE, JIM MAHONEY/THE DALLAS MORNING NEWS, VIA ASSOCIATED PRESS\nBELOW LEFT, IRWIN THOMPSON/THE DALLAS MORNING NEWS, VIA ASSOCIATED PRESS\n BELOW RIGHT, JESSICA RINALDI/REUTERS)                                             \n\nLoad-Date: November 25, 2008"
}