{
    "title": "U.S. SEEKS BANK RECORDS WORLDWIDE ON TERRORISM",
    "publisher": "the new york times",
    "year": 2005,
    "month": 4,
    "day": 10,
    "full text": "The Bush administration is developing a plan to give the government access to possibly hundreds of millions of international banking records in an effort to trace and deter terrorist financing, even as many bankers say they already feel besieged by government antiterrorism rules that they consider overly burdensome.\n The initiative, as conceived by a working group within the Treasury Department, would vastly expand the government's database of financial transactions by gaining access to logs of international wire transfers into and out of American banks. Such overseas transactions were used by the Sept. 11, 2001, hijackers to wire more than $130,000, officials said, and are still believed to be vulnerable to terrorist financiers.\n Government officials said in interviews that the effort, which grew out of a brief, little-noticed provision in the intelligence reform bill passed by Congress in December, would give them the tools to track leads on specific suspects and, more broadly, to analyze patterns in terrorist financing and other financial crimes.\nThey said they were mindful of privacy concerns that such a system is likely to provoke and wanted to include safeguards to prevent misuse of what would amount to an enormous cache of financial records.\n The provision authorized the Treasury Department to pursue regulations requiring financial institutions to turn over \"certain cross-border electronic transmittals of funds\" that may be needed in combating money laundering and terrorist financing.\n The plan for tracking overseas wire transfers is likely to intensify pressure on banks and other financial institutions to comply with the expanding base of provisions to fight money laundering, industry and government officials agreed.\n The aggressive tactics since the attacks of Sept. 11 have already caused something of a backlash among banking compliance officers -- and even some federal officials, who say the effort has gone too far in penalizing the financial sector for lapses and has effectively criminalized what were once seen as technical violations.\n The initiative, still in its preliminary stages, reflects heightened concerns by administration and congressional officials about the government's ability to track and disrupt financing for terrorist operations by al-Qaida and other groups -- an effort identified by President Bush as a top priority in the campaign against terrorism.\n Terrorist money has been difficult to identify, much less seize, in part because terror operations are conducted on relative shoestring budgets. Planning and operations for the attacks on Sept. 11 were believed to have cost al-Qaida $400,000 to $500,000, with no unusual transactions found, according to the Sept. 11 commission, and the 1998 embassy bombings in East Africa cost only $10,000.\n While counterterrorism officials have made some inroads in tracking terrorist money, clear successes have been few and sporadic, experts say, and a number of recent reports have pointed up concerns about the government's ability to deter and disrupt such financing.\n The federal government has taken a number of aggressive steps since the Sept. 11 attacks to disrupt terrorist financing. It has expanded its list of terrorist-related groups banned from financial dealings with the United States, it has set up new investigative offices to track terrorist financing, and it has required more financial data and tighter compliance from financial industries as part of the antiterrorism law known as the USA Patriot Act and other measures.\n Tensions over the issue broke into public display last month in Hollywood, Fla., at a conference sponsored by Money Laundering Alert, an industry newsletter, as even some federal officials expressed sympathy for the bankers and criticism of what they characterized as overly aggressive tactics by the Justice Department.\n \"This strikes me as a fruitless exercise, an impossible task,\" said Charles A. Intriago, a former federal prosecutor who runs Money Laundering Alert.\n\nLoad-Date: April 12, 2005"
}