{
    "title": "U.S. LIFTS CARTER'S BAN ON TRADE ASSISTANCE FOR CHILE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 21,
    "full text": "In a good-will gesture toward Chile's military Government, the Reagan Administration today revoked a prohibition imposed by the Carter Administration on United States Government financing of exports to Chile.\nThe ban was ordered in November 1979 by Secretary of State Cyrus R. Vance after the Chilean Supreme Court rejected a United States extradition request for three Chilean military intelligence officers indicted by a Federal grand jury here for the bomb assassination of a Chilean exile leader and an American woman in Washington's embassy district.\nThe Carter Administration's relations with the Chilean Government of President Augusto Pinochet were dominated by frustrated attempts to get the Chileans to investigate the role of its military intelligence in the killing in 1976 of Orlando Letelier, a former Foreign Minister under President Salvador Allende Gossens, and Ronni Moffitt, an American who worked with Mr. Letelier.\nReagan Administration revokes former President Carter's trade assisstance ban\nDemocrats in Congress, who led efforts to cut off military and economic aid to Chile's military Government because of alleged violations of human rights, today denounced the resumption of financing through the Export-Import Bank.\n \n'A Mockery,' Democrat Says\n''This decision makes a mockery of the Reagan Administration campaign against international terrorism,'' said Representative Thomas R. Harkins, Democrat of Iowa. ''The decision to drop sanctions against Chile puts a stamp of approval on state terrorism on the streets of our nation's capital.''\nSenator Claiborne Pell, Democrat of Rhode Island and the ranking minority member of the Foreign Relations Committee, said the ban was revoked without consultation with the committee by the State Department.\n''The new Administration is condoning government-sponsored terrorism by Chilean agents on the streets of Washington,'' Mr. Pell said in a press statement. ''This is a bad example for the campaign against international terrorism.''\nIn announcing the lifting of the ban, William J. Dyess, the State Department's acting spokesman, said that the United States still hoped the Chileans would prosecute the implicated officers but that the United States ''was no longer an active party to the investigation in Chile.''\nMr. Dyess also announced that the United States Navy would invite the Chilean Navy to participate in joint exercises in the South Pacific this year. These exercises take place annually with South American navies, and Chile was not invited to join Peru and Ecuador in last year's exercises with a United States Navy antisubmarine task group.\n \nChilean General Visits\nThe Reagan Administration's decision to make a public gesture toward improving relations with Chile came after a confidential visit here this week by Gen. Fernando Matthei, commander of the Chilean Air Force and a member of the junta.\nDiplomatic sources said General Matthei had met with Gen. Lew Allen, Chief of Staff of the United States Air Force, and it was believed that the Chilean discussed the prohibition imposed by Congress in 1976 on sales of military equipment to Chile.\nChile has received 36 United States F-5 fighters, which were ordered before the ban on military sales became effective, but the prohibition has been an obstacle to acquiring spare parts for the aircraft, as well as for the United States-built naval vessels in the Chilean Navy."
}