{
    "title": "U.S. TO SEND MORE JETS TO SAUDI ARABIA",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 10,
    "day": 12,
    "full text": "The U.S. is deploying dozens more fighter jets and additional air defenses to Saudi Arabia, beefing up efforts to defend the kingdom against Iran even as President Donald Trump insists that America must get out of endless Middle East wars.\nDefense Secretary Mark Esper announced the deployments Friday, just hours after Iran said two missiles struck one of its oil tankers traveling through the Red Sea off the coast of Saudi Arabia. The Pentagon moves are part of a broader response to the suspected Iranian missile and drone attack on Saudi oil facilities on Sept. 14.\nThe heightened tensions between Iran and Saudi Arabia have led the U.S. to pour about 14,000 more U.S. troops into the region since May, including additional ships to maintain security in the Persian Gulf area.\nThe decision underscores the complexities of America's Middle East policies that struggle to align Mr. Trump's desire to pull troops out of the region with what have been persistent threats from Iran and a volatile military operation against Islamic State militants in Syria.\n\"From the first day I entered the political arena, I made it clear that I did not want to fight these endless, senseless wars,\" he has said.\nMr. Esper said the decision followed discussions with the Saudi minister of defense about the country's defensive capabilities.\nChina, India heads meet\nChinese President Xi Jinping on Friday met with India's Prime Minister Narendra Modi at a time of tensions over Beijing's support for Pakistan in opposing India's downgrading of Kashmir's semi-autonomy and continuing restrictions on the disputed region.\nMr. Xi was greeted at the Chennai airport by Tamil Nadu state Gov. Patwarilal Purohit as a cultural group beat drums and blew horns.\nIndia's foreign ministry said Mr. Xi and Mr. Modi met in the seaside temple town of Mamallapuram over dinner for nearly two hours Friday. The talks were scheduled to continue Saturday.\nMr. Modi and Mr. Xi resolved to work together in facing the challenges of radicalization and terrorism while emphasizing expanded trade and investment, the Press Trust of India news agency cited India's Foreign Secretary Vijay Gokhale as saying.\nThere was an acknowledgement that both India and China were \"very complex and very diverse countries\" and both would work together so that radicalization and terrorism did not affect their multicultural, multiethnic and multireligious societies, Mr. Gokhale said.\nJournalist killed in Haiti\nProtesters burned tires and spilled oil on streets in parts of Haiti's capital Friday as they renewed their call for the resignation of President Jovenel Moise just hours after a journalist was shot to death.\nNo one has been arrested in the death of reporter Nehemie Joseph of Radio Mega, who had been covering the protests and was found dead in his car late Thursday in the town of Mirebalais, northeast of Port-au-Prince, according to Radio Vision 2000.\nIn a Facebook post in late September, Mr. Joseph said a couple of politicians had threatened him after one of his shows and accused him of inciting protests. It was unclear, however, if this was the motive for his killing.\n\"The press should not have to claim victims and bodies as their own,\" the Association of Professional Journalists of Artibonite said.\nMr. Joseph is the third Haitian journalist killed in less than two years. Radio Sans Fin reporter Petion Rospide was fatally shot in June as he drove home, while freelance journalist Vladjimir Legagneur disappeared in March 2018 while working on a story.\n\nLoad-Date: October 12, 2019"
}