{
    "title": "U.S. offers its regrets for deaths on Afghan border",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 6,
    "day": 14,
    "full text": "PARIS -- Secretary of State Condoleezza Rice offered her personal regrets to Pakistan on Friday for the deaths of soldiers whom the United States called partners in the battle against terrorism. The two nations remained at odds over what happened and whether the U.S. accidentally killed friendly forces.\nPakistan agreed to join a U.S. investigation of Tuesday's bombing, which Pakistan says killed 11 of its soldiers camped along the lawless Afghan border. The U.S. military claims only enemy insurgents were targeted. Both countries publicly pledged to continue their anti-terrorism cooperation.\nRice met with Pakistani Foreign Minister Shah Mehmood Qureshi in Paris and told him the U.S. regrets the incident at the border.\nIt was part of a U.S. effort to smooth relations with an important ally now under new management. Civilian leaders chosen this year in Pakistan are less friendly to U.S. terrorism policies than former Army strongman Pervez Musharraf, whose power was diminished.\n\"We need to find out how and why it happened -- what exactly happened -- get to the bottom of it jointly and then figure out how to make sure we avoid this in the future,\" Assistant Secretary of State Richard Boucher said following Rice's meeting with Qureshi.\nDefense Secretary Robert Gates had said Thursday that he invited Pakistan and Afghanistan to be part of a U.S. investigation into the clash on the Afghan border that led to American planes dropping bombs on insurgents who had staged an attack inside Afghanistan.\nQureshi said the U.S. attack was \"uncalled for\" during a briefing with French reporters before his meeting with Rice. He and Rice are in Paris for an Afghanistan fundraising conference.\nThe U.S. disputes Pakistan's characterization. On Thursday national security adviser Stephen Hadley said the U.S. had not corroborated that Pakistani troops died, but Boucher said Rice specifically expressed regret for the dead soldiers, \"knowing that they too are allies in the war on terror.\"\nThe two nations agreed that they can share more information ahead of the generally secret U.S. terror-hunting operations, Boucher said. That was something Pakistan had sought.\n\"There was some notice to the Pakistani side that these operations were under way but I think we all believe that the incident shows there's the need for even better cross-border communications,\" said Boucher, the top U.S. diplomat for South Asia.\nU.S. officials also aired new qualms about peace agreements between the new Pakistani government and tribal leaders in regions near the Afghan border. Commanders say such deals have created safe havens for Afghan militants who can attack across the frontier.\n\"We have some skepticism, based on past experience, whether some of these agreements will work out, but it's their country and we have to give them the chance to try and deal with it in the way that they think best,\" Gates said.\nThe former commander of NATO forces in Afghanistan was more blunt in his assessment.\n\"The history is that these peace deals have not worked very well,\" said U.S. Army Gen. Dan McNeill, who just returned from his Afghan tour. He said that when military operations pressure the insurgents, \"the untoward events tend to go down. When there are talks, especially when these talks culminate in a peace deal ... the untoward events on the Afghan side of the border go up.\"\nThe solution, McNeill told Pentagon reporters Friday, is for the coalition and Pakistani militaries to conduct more cross-border operations together to root out insurgents hiding in safe havens there, and stem the flow of militants into Afghanistan.\n\"There has to be pressure on the insurgents on both sides of the border if we are to keep moving this thing towards better long-term security and stability,\" McNeill said.\nBoucher said that Pakistan's civilian leaders have told the United States that their policy is to strike peace deals with tribes in the tribal-controlled border areas, but not with terrorists.\n\"That's something we can support and agree with,\" Boucher said, but he drew a pointed distinction between words and actions in at least two of the ongoing negotiations. \"We do have misgivings about some of the things we see going on these days,\" Boucher said.\n\nLoad-Date: June 14, 2008"
}