{
    "title": "U.S. PUSHES INQUIRY ON DOWNING OF JET; QUESTIONS MOUNT; No Shift In Policy",
    "publisher": "the new york times",
    "year": 1988,
    "month": 7,
    "day": 5,
    "full text": "President Reagan said today that the downing of an Iranian airliner over the Persian Gulf on Sunday was a tragic but ''understandable accident'' because the officers on board the United States Navy warship Vincennes believed that they were under attack.\nMr. Reagan, who returned to the White House today after spending the weekend at Camp David, Md., indicated that there would be no change in American policy on patrolling the Persian Gulf and pursuing a negotiated settlement to the Iran-Iraq war.\nWhite House officials, who have sought to avoid a crisis atmosphere, continued today to try to distinguish between the downing of the Iranian airplane and the destruction by a Soviet fighter jet of a Korean Air Lines jet five years ago in which 269 people died.\n \nEvents Being Monitored\nAs the White House sought to retain the July 4 holiday mood, officials said privately that the Administration's attention would be directed to the military investigation and to Iranian threats of retaliation.\nLieut. Gen. Colin L. Powell, the President's national security adviser, continued to monitor events. Although under normal circumstances in such a situation the President would get updates throughout the day on the situation in the gulf, other senior White House aides took the day off.\nMr. Reagan smiled and waved at tourists as he returned to the White House. But in speaking to reporters he remarked on what he had previously called ''a terrible human tragedy.''\n \n'We All Know It Was a Tragedy'\n''I won't minimize the tragedy,'' Mr. Reagan said. ''We all know it was a tragedy. But we're talking about an incident in which a plane on radar was observed coming in the direction of a ship in combat and the plane began lowering its altitude.''\n''And so, I think it was an understandable accident to shoot and think that they were under attack from that plane,'' he said.\nMr. Reagan, saying only that he has ''ordered an investigation,'' declined to answer questions about whether Administration officials already had begun to consider reparations or compensation for the survivors of the 290 passengers and crew reported to have been aboard the Iran Air Airbus A300.\nAs the President returned to Washington, an Iranian official said the Navy warship Vincennes had committed ''an act of terrorism'' in shooting down the plane.\n \nIranian Sees Premeditation\nMohammed Mahallati, the Iranian representative to the United Nations, said the downing of the civilian jetliner was premeditated and could be characterized as ''cold-blooded murder.''\n''By definition, it was an act of terrorism,'' the Iranian said on the CBS News program ''This Morning.'' He added that the action ''should be severely punished.''\n''We will not put any limit on our act of self-defense,'' he said. ''We will retaliate very strongly wherever we find American interests.''\nPresident Reagan, when asked if he was concerned about Iranian threats, said: ''You have to think about that, knowing who they are.''\n \nEmbassies Put on Alert\nHe dismissed the Iranian assertions that the incident had not been a mistake and replied, ''I don't go much by what the Iranians say, ever.''\nAn Administration official who is an expert on Middle Eastern affairs said American embassies and military installations around the world had been placed on alert.\nAs to the hostages, the official said, the President was placed on notice more than a month ago that Iran is ''not above exploiting'' the nine Americans held captive in Lebanon. The events of recent days will only exacerbate that concern, said the official.\nBut the official sought to distinguish between Administration worry for the hostages and concern about heightened threats of terrorism from Iran.\nHe said: ''The nature of terrorism is such that you don't necessarily know where it's going to happen. The issue here is not terrorism and the hostages. The issue is terrorism versus another country's trying to manipulate or play into the heightened political atmosphere in this country.''\n \nHints on the Hostages\nAs an example of the manipulation, he cited recent reports about an improvement of relations between the United States and Iran and hints that one or more of the American hostages might be freed.\nMr. Reagan did not address the issue of the hostages in his remarks to reporters today.\nWith some passion, though, he rejected continued comparisons between the downing of the Iran Air jetliner and that of the Korean jet in 1983.\n''With the regard to the Soviets comparing this to the KAL shootdown there was a great difference,'' Mr. Reagan said. ''Our shot was fired as a result of a radar screen and a plane approaching it at quite a distance. Remember the KAL, a group of Soviet fighter planes went up, identified the plane for what it was and then proceeded to shoot it down. There's no comparison.''\nAfter, the KAL downing, the Soviet Union said that the pilot was flying behind and below Flight 007 and was unable to recognize it as a civilian airliner. The Soviets argued that the plane resembled United States intelligence-gathering jets active in the region. The United States has acknowledged that the Soviet pilot fired warning shots before attacking the Korean jet.\nDespite the Iranian situation, plans went forward apparently without interruption for a private Independence Day celebration at the White House tonight, including a Fourth of July fireworks display over the Mall from the South Lawn.\n\nGraphic\n\n \nphoto of President Reagan (NYT/Jose R. Lopez) (pg. A10)"
}