{
    "title": "U.S. , Great Britain health experts attend terrorism, trauma conference",
    "publisher": "the daily record ",
    "year": 2004,
    "month": 9,
    "day": 22,
    "full text": "Health experts from the United States and Great Britain are hopeful a three-day conference on terrorism and trauma at the University of Maryland School of Medicine in Baltimore will benefit both countries and, eventually, the world.\nThe U.K.-based Royal Society of Medicine and the Association of Academic Health Centers in Washington planned the conference, meant to be an annual event, to highlight how each country responds to terrorism and handles mass trauma.\nThe conference, which ends today, includes lectures on financing emergency preparedness, resuscitating patients and managing terrorist-inflicted injuries. Northrop Grumman Corp., the Maryland Emergency Management Agency, Baltimore-based Vertis Inc., a technology-based marketing company, Sallie Mae and the Emergency Medicine Interest Group at the University of Maryland sponsored the conference.\n\"It's an international exchange of information from real experts,\" said Colin F. Mackenzie, professor and director of the University of Maryland School of Medicine. \"We're looking at the perspective from either side of the Atlantic.\"\nMaryland has not had to manage many events with high numbers of fatalities, according to the state's Office of the Chief Medical Examiner. The state handled its largest mass fatality incident in 1987 when two trains collided in Chase, a neighborhood in eastern Baltimore County. In that accident, 175 people were injured and 16 died.\nThe state acknowledges the accident was not as severe as two well-known terrorism-related mass fatality incidents -- the Oklahoma City bombing in which 168 people died and the attacks of Sept. 11, 2001, which resulted in 3,030 deaths.\n\"Trauma brought us here [to the conference], but terrorism is linked to that,\" said Brian J. Browne, director of emergency medical services at the University of Maryland Medical Center.\nThe Office of the Chief Medical Examiner plans to improve technology to better respond to mass fatality incidents. It wants to link state databases and use global positioning technology to document debris and landmarks to speed response time.\nPart of the conference focused on differences in how the two countries handle terrorism, including the fact that Great Britain relies more heavily on surveillance.\n\"The U.S. and the U.K. have different legal policies,\" said Mackenzie. \"They can learn from that.\"\nYesterday's conference schedule included a series of point/counterpoint presentations in the morning on how to treat trauma patients. Presenters discussed the use of \"damage control,\" a method used to stabilize patients who are severely wounded, usually by gunshots or bomb blasts.\n\"The whole issue of how to deal with a terrorist threat is very real,\" said Mackenzie. \"Bombing remains the most likely threat.\"\nThe approximately 40 people attending the conference concluded yesterday with tours of the R Adams Cowley Shock Trauma Center, the EMS Systems Communication center at the Maryland Institute for Emergency Medical Services Systems, the Maryland Poison Center and bio-safety labs.\nToday, the attendees will consider the education and training of trauma responders, research on terrorist threats and trauma and terrorist injuries.\n\"We're hopeful a publication will come out of the conference,\" said Mackenzie. \"Then, other countries will be able to benefit, not just the U.S. and Great Britain.\"\n\nLoad-Date: September 22, 2004"
}