{
    "title": "U.S. Plutonium Policy Won't Risk Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 11,
    "day": 29,
    "full text": "To the Editor:\n\"U.S. Set to Allow Reactors to Use Plutonium From Disarmed Bombs\" (front page, Nov. 22) asserts inaccurately that in considering dual paths for plutonium disposition, the United States is abandoning a longstanding policy to keep nuclear weapons out of the hands of terrorists. The Clinton Administration has demonstrated that preventing the spread of nuclear weapons is a top priority and has been clear in its aim to eliminate stockpiles of separated plutonium and to oppose their further buildup.\nThis Administration also stands by its opposition to reprocessing spent nuclear fuel for civilian or military purposes. The purpose of this disposition effort is to insure irreversibly that plutonium produced for nuclear weapons, and now declared excess to national security needs, is never again used for weapons.\nIn fact, all options for plutonium disposition achieve this goal and preserve the nation's longtime policy of not using civilian reactors to produce fissile material for nuclear weapons.  Disposal of this excess plutonium is a vital disarmament and nonproliferation objective that will help lock in nuclear arms reductions and prevent the spread of nuclear weapons.\nWe are in agreement that reserving the option to dispose of excess weapon plutonium on two tracks through immobilization and nuclear-based options is prudent and consistent with our policy on civilian plutonium and the irreversibility of the nuclear disarmament process. No decision has been made to use United States weapon-grade plutonium in nuclear reactors, though this option is being evaluated.  Equal consideration is being given to immobilization of the plutonium in radioactive glass or ceramic.\nEliminating these dangerous plutonium stockpiles, especially if done in parallel with Russia, will mitigate one nuclear threat, not create new ones.\n \nHAZEL R. O'LEARY\nJOHN H. GIBBONS\nJOHN D. HOLUM\nWashington, Nov. 26, 1996\n \nThe writers are, respectively, Energy Secretary, assistant to the President for science and technology, and director of the Arms Control and Disarmament Agency.\n\nLoad-Date: November 29, 1996"
}