{
    "title": "U.S. Military Official Barred From Leaving Pakistan After His S.U.V. Kills Man",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 26,
    "full text": "ISLAMABAD, Pakistan — An American military attaché has been barred from leaving Pakistan after his sport utility vehicle struck a motorcycle and killed one of its riders this month, in another flare-up of diplomatic tensions between the two countries.\nPakistani officials have demanded that the United States waive diplomatic immunity for the attaché, Col. Joseph E. Hall, so that he can face criminal trial, but American officials have refused, according to the Pakistani Foreign Ministry. Pakistani officials said that Colonel Hall faces a civil suit from the family of the rider, Ateeq Baig, and that on Tuesday he was barred from leaving the country.\nVideo of Colonel Hall’s truck running a red light on April 7 as it struck the motorcycle, killing Mr. Baig and seriously injuring the other rider, has gone viral in Pakistan. The outrage it is causing has resonated in a way similar to the case of the C.I.A. security officer Raymond A. Davis, who in 2011 shot and killed two armed men in Lahore, causing serious and lasting fallout with Washington.\nIn Islamabad, Colonel Hall was briefly detained by the police after the crash, but was released because of his immunity, Pakistani police officials said.\nThe American ambassador, David Hale, was called to the Foreign Ministry over the matter and later expressed sadness over it. An embassy spokesman, Richard Snelsire, said, “At this stage we are fully cooperating with the local police and authorities who are investigating the case.”\nA senior State Department official, Alice Wells, came to Islamabad on Monday to discuss the case with senior Pakistani officials, according to a Foreign Ministry spokesman, who would not further detail the conversations.\nOn Wednesday, Mr. Baig’s family demonstrated in Islamabad to demand justice.\n“We are ready for agreement but on the condition of his arrest,” Idris Baig, the dead man’s father, said in an interview with The New York Times. “We haven’t even seen the killer once — no one from the Pakistan government or U.S. Embassy official came or offered us an agreement.”\nMr. Baig was referring to the practice of paying “blood money” to families after wrongful deaths. A similar, though secret, agreement worth roughly $2.3 million led to the eventual release of Mr. Davis.\nThe issue comes after months of worsening tensions between the United States and Pakistan.\nPresident Trump has accused the country of not doing enough to fight terrorism and end the Taliban insurgency in Afghanistan, and American officials pushed the effort to put Pakistan on an international terrorism-financing watch list in February. The month before, the United States announced that it was freezing up to $1.3 billion in annual security aid to Pakistan.\nPHOTO: Protesters staged a rally demanding a trial for the American diplomat involved in a vehicle crash that killed a person in Islamabad this month. (PHOTOGRAPH BY B.K. Bangash/Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nCutting Off Pakistan, U.S. Takes Gamble in Complex Afghan War\nTrump, Citing Pakistan as a ‘Safe Haven’ for Terrorists, Freezes Aid\n\nLoad-Date: April 28, 2018"
}