{
    "title": "U.S. must deal with a new facet of terrorism Individuals, smaller groups committing violent acts",
    "publisher": "usa today",
    "year": 1999,
    "month": 8,
    "day": 4,
    "full text": "WASHINGTON -- When terrorists blew up two U.S. embassies in Africa\na year ago, they grimly illustrated a trend: Acts of terror by\ngovernments are declining, while devastation by individuals and\nindependent groups is on the rise.\n\"We're having to graduate from our old thinking about state-sponsored\nterrorism to terrorism's new look,\" says Rep. Porter Goss, R-Fla.,\nchairman of the House Intelligence Committee. \"We're facing increasingly\ncause-sponsored terrorism,\" such as the embassy bombings blamed\non Saudi-born Islamic extremist Osama bin Laden and crimes committed\nby \"solo wackos\" such as convicted Unabomber Ted Kaczynski and\nOklahoma City bomber Timothy McVeigh, Goss says.\nMcVeigh's act -- blowing up the Alfred P. Murrah Federal Building\nin 1995 and killing 168 people -- was the deadliest single terrorist\nact committed in the United States.\nThe worst act of international terrorism, according to the State\nDepartment, was the 1985 bombing of an Air India jet by Sikh terrorists.\nIt blew up over the Atlantic, killing 329 people.\nThe bombing of the U.S. Embassy in Nairobi, Kenya, last Aug. 7\nwas a close second, with 291 fatalities, 12 of them Americans.\nAnother 10 people died the same day in a similar blast at the\nU.S. Embassy in Dar es Salaam, Tanzania.\nAlthough last year's casualties were high because of the bombings\nin Africa, the number of terrorist incidents abroad, 273, was\nthe lowest since 1971. State Department officials say fewer than\n15 were committed by groups with government backing. That compares\nwith 1987, the peak year for international terrorism, when 189\nof 666 attacks had some state sponsorship.\nOf seven countries listed by the State Department as terrorist\nsponsors, four -- Libya, North Korea, Syria and Cuba -- had no\nrecord of direct involvement in international terrorism for a\ndecade. The other three -- Iran, Sudan and Iraq -- also have cut\nback on terror abroad, although they still finance and shelter\nterrorist groups, the latest State Department report on terrorism\nsays.\nThis year, Libya finally turned over two suspects in the 1988\nbombing of Pan Am Flight 103, which killed 270 people. Syria expelled\nthe Kurdish guerrilla leader Ab-dullah Ocalan and is likely to\ncurb radical Palestinian groups in Damascus.\nThe reasons for this improving behavior are not altruistic. Faced\nwith U.S. and U.N. sanctions and the loss of trade, tourism and\ninvestment, \"these countries are realizing that the losses outweigh\nthe gains,\" says Kenneth Katzman, a Mideast expert with the Congressional\nResearch Service.\nBut as older forms of terrorism decline, new ones arise that can\nbe harder to deter or punish. U.S. government and independent\nanalysts say bin Laden has several thousand followers in countries\nfrom Africa to Latin America who support his opposition to the\nU.S. presence in the Arab world.\nUsing funds from an inheritance of more than a quarter-billion\ndollars and from front businesses, the son of a Saudi contractor\nhas gathered adherents from other violent Islamic groups and Pakistanis\nfighting in the disputed province of Kashmir. Stripped of his\ncitizenship by Saudi Arabia and expelled by Sudan, bin Laden moved\nto Afghanistan in 1996. There he has established a symbiotic relationship\nwith the Taliban, an extremist faction that is in control of more\nthan two-thirds of the country.\nAnalysts say it's hard to say who sponsors whom. Bin Laden has\nsupplied both money and Arab fighters for the Taliban. \"If anything,\nbin Laden is a donor to the Taliban,\" Katzman says. \"He's becoming\nalmost a state within a state.\"\nThe State Department has offered a $ 5 million reward for information\nleading to bin Laden's capture, and it has forbidden U.S. economic\nties with the Taliban.\nConcerned about bin Laden's global reach, the FBI, which has put\nhim on its 10 Most Wanted list, recently canceled public tours\nof its headquarters in Washington. A half-dozen U.S. embassies\nin Africa have been closed at various times this summer, also\nbecause of threats from bin Laden followers. Katzman worries about\npossible targets in New York. He says bin Laden has \"absorbed\nthe network\" of Sheik Omar Abdel-Rahman, an Egyptian blamed for\nthe 1993 bombing of the World Trade Center, which killed six and\ninjured 1,000.\nOthers caution against inflating bin Laden's role, saying it only\nmakes him more attractive to those with a grudge against the United\nStates. \"Bin Laden is not a field marshal directing all activities,\"\nsays Bruce Hoffman, a terrorism expert at the Rand Corp. \"You're\ntalking about a constellation of forces and individuals that can\ncome together to put on a particular act.\"\nMost worrisome are terrorists' increasing technological prowess\nand ability to finance themselves. With as much as $ 3 million\nin annual income from legitimate as well as illegal businesses,\n\"these groups don't need countries for financial support and\nless and less for havens,\" Hoffman says. New computer and communication\ntechnology and links with organized crime make terrorism even\nmore difficult to combat.\nGoss says terrorism always will be \"a weapon of choice among\nunstable people and those with a strong ax to grind against the\nUnited States.\" He worries that the United States is unprepared,\nparticularly for biological terrorism, in which deadly viruses\ncould be released in highly populated areas: \"All the best intelligence,\npreparation and law enforcement in the world will not be enough\nto stop all the crazies.\"\n\nGraphic\n\n \nGRAPHIC, B/W, Genevieve Lynn, USA TODAY, Source: Patterns of Global Terrorism, 1998, U.S. State Department (Line graph); PHOTO, B/W, Saeed Khan, AFP; Anti-U.S. feelings: A religious protester holds a portrait of Saudi dissident Osama bin Laden during a demonstration against the United States last week in Islamabad, Pakistan.\n\nLoad-Date: August 4, 1999"
}