{
    "title": "U.S. asks for more data on travelers",
    "publisher": "usa today",
    "year": 2005,
    "month": 5,
    "day": 4,
    "full text": "The federal government plans to begin collecting the full names and birth dates of air travelers this summer in its latest effort to screen passengers for possible links to terrorism.\nIn a few weeks, the Transportation Security Administration will notify airlines, travel agents and online reservation systems that they will be required to ask travelers for their legal names and birth dates when booking domestic flights.\nTravelers will be encouraged -- but not required -- to give the personal information. Under the current system, only a last name and first initial are needed to reserve a flight.\nPassengers who don't comply with the request will dramatically increase their chances of being stopped at airports for questioning or pat-downs, TSA Assistant Administrator Justin Oberman said. That's because their partial names are more likely to register a \"hit\" on terrorist watch lists.\nMore detailed personal information will enable security officials to distinguish innocent passengers from those who might be terrorism suspects.\n\"The vast majority of travelers will be willing to give their full name and date of birth,\" Oberman predicted.\nThe government's long-awaited takeover of background checks from airlines is getting a 60-day test run starting in August.\nTwo airlines will begin transmitting full names and birth dates of each passenger to the TSA for comparison with a terrorist watch list. The TSA expects to name the airlines within a week.\nOther domestic airlines will follow over the next 18 months, said Oberman, who oversees the program.\nThe new program, called Secure Flight, comes on the heels of a failed government effort to collect passengers' personal information. The TSA killed a program known as CAPPS II last summer amid concerns, some from within TSA, that it was too intrusive.\nSecure Flight has advanced far beyond CAPPS II, which never went past the planning stages.\nMillions of passengers a year are given extra airport scrutiny or told they cannot board flights because their names resemble those of terrorism suspects.\nThe TSA also will compare passengers' names with the government's comprehensive watch list. Airlines screen travelers against a partial list that omits names the government considers too sensitive to release.\nBut privacy concerns linger as the TSA weighs whether to seek more passenger information, such as credit data. Greeley Koch , a member of the executive committee of the Association of Corporate Travel Executives, says his group fears that the government may begin collecting too much personal information and will check passengers through commercial databases that reveal credit and purchasing histories.\nWhat's new\nUnder Secure Flight, a new system for checking air travelers' backgrounds, the federal government will:\n*Check travelers for links to terrorism. Airlines do that now.\n*Compare passenger names with a full terrorist watch list, not the partial list now used by airlines.\n*Require reservation agents to ask for travelers' full names and birth dates.\n\nLoad-Date: May 4, 2005"
}