{
    "title": "U.S. Marine speaks at Cornell U. of surviving suicide bombing",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 19,
    "full text": "On October 23, 1983, a Hezbollah suicide bomber drove a truck loaded with explosives to Beirut International Airport, where the U.S. Marines had set up their headquarters. Once outside of the barracks, the suicide bomber detonated his explosives, resulting in the deaths of over 241 servicemen.\nMajor Robert Jordan, a former marine and homeland security expert who spoke at Cornell University Monday about his experiences, was one of the few survivors of the attack. At the time, Lebanon was in the midst of a civil war and had asked the Marines to intervene and evacuate the Palestinian Liberation Organization.\nAccording to Jordan, the Marines had just begun to succeed in this task, when Hezbollah thought they would be able to silence them and send them home with their tail between their legs.\n\"This was the moment of truth,\" Jordan said referring to the aforementioned attack. \"We were being tested culturally, politically and militarily.\" Soon after the attack, President Ronald Reagan decided to withdraw from Lebanon -- an action that Jordan disagreed with. \"Folks, we failed that test,\" he criticized. \"[If we had passed it] there might not have been a Gulf War, or Somalia or Kosovo.\"\nJordan explained that Islamists \"do not want to compromise, they want to re-establish the caliphate as it was in 1675.\" To all those who view negotiation as the only solution to conflict, Jordan said, \"War is a failure of diplomacy, and we should use it sparingly. But when it is used, it should involve only total force and total victory.\"\nJordan emphasized that terrorism is real and is a continuous threat. \"People are afraid to point fingers and make accusations ... but we have to get back to reality.\" He said that while the American public argues over whether or not the Bush Administration entered Iraq for oil, Iran and other Islamist nations are \"using oil money to finance terrorism.\"\nAccording to Jordan, many Americans sit too complacently denying the idea of Islamo-fascism, while future terrorists infiltrate our society and universities. \"As weird as it sounds, Osama bin Laden did us a favor -- he exposed what's going on,\" Jordan said. Still, Jordan believes the American public forgets too quickly. One should \"be open minded enough to educate oneself to the reality of what's going on. There are people in the world who don't care about you and me ... just power and control,\" he stressed.\n\"This one is for all the marbles,\" Jordan continued. If Americans stay on their path of denial, Islamism will soon infiltrate American society, and we will be given \"three choices: Convert to Islam, pay a huge punitive tax for living under their regime, or [Islamists] will be happy to liberate your head.\"\nSo what can we do to make sure that our heads and necks stay attached?\n\"You should not be intimidated or terrified by terrorism,\" Jordan reiterated. \"You should understand it.\"\nIn his lecture, Jordan paraphrased a quote by Thomas Jefferson: \"It is criminal for our generation to pass on our duties and obligations to the next.\"\nJordan expressed that his generation had failed in that regard -- by the marines' failure to finish their job in 1983 and in other instances. Now, our generation and the generations of our children and grandchildren have received the burden of living in, and attempting to eradicate, the time of terrorism.\n\"Your responsibility is to teach future generations.\" He further explained that he is \"tapped\" into the Department of Homeland Security and sees regularly how terrorist plots are neutralized: \"People like you and me see suspicious activity and send it in to the authorities.\" He then described, \"Specialists then analyze those that are deemed of the most importance.\" Jordan continued that moderate Muslims, who understand the regime they live in, are either silenced or killed, but to successfully win the war on terror, their voices must be supported. He referenced a friend who said, \"They are in the pond -- and al Qaeda is fishing for them.\"\nOverall, students seemed to react positively to the lecture.\n\"It was interesting to hear the perspective of someone from the military community and therefore personally and intimately involved in the Middle East conflict,\" said Daniel Balson '07.\nTatyana Rozenberg '07 said, \"It was very refreshing to have someone like Major Jordan on campus. It seems most people today, especially on college campuses, are blind to the reality of what's going on.\"\n(C) 2006 Cornell Daily Sun via U-WIRE\n\nLoad-Date: September 19, 2006"
}