{
    "title": "U.S. WEIGHS SOMALIA MODEL FOR RESTORING ORDER IN MALI",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 12,
    "full text": "The Obama administration is contemplating broad military, political and humanitarian intervention to stop a slide toward chaos and Islamic extremism in Mali, the top State Department diplomat for Africa said Thursday.\nThe international but largely U.S.-funded effort to expunge al-Qaida-linked militants and restore political order in Somalia could present a model for Mali, Assistant Secretary of State for Africa Johnnie Carson said.\nSince 2007, the United States has spent more than $550 million to help train and supply an African proxy force of about 18,000 soldiers in Somalia, which has brought a measure of stability to the war-torn country for the first time in two decades.\nAlthough the United States has not committed to replicating that approach in Mali, Mr. Carson and others are holding up the routing of the al-Shabab militia and conducting of Somalia elections as a template for actions elsewhere. \"It's a model that should be reviewed and looked at as an element for what might be effective in that part of the world,\" Mr. Carson said in an interview, \"but it's not there yet.\"\nThe Somalia comparison offers the clearest view yet of U.S. thinking about the growing terrorism threat from Mali, a landlocked West African country the size of Texas that has imploded politically since a military coup in March. As in Somalia, the threat to the United States and other countries from Mali is wrapped in a larger problem of lawlessness, poverty, tribal friction and weak governance.\nSomalia adopted a provisional constitution in August, and a new federal government was formed after years of chaos that had fueled terrorism, piracy and famine. Security has slowly improved under the proxy force, led by the African Union but bankrolled and trained by the United States, European Union and United Nations.\nMr. Carson said the internationally backed plan for Somalia's political reconstruction was working because the country's neighbors, the United States, the EU and the United Nations had subscribed to a common set of goals. He cautioned that a regional and international consensus would be required for the approach to work in Mali. \"There needs to be that kind of a clear understanding there as well,\" he said.\nMali's military quickly lost control of the country after the March coup, which was led by a U.S.-trained army captain. Since then, Islamist militias affiliated with al-Qaida have imposed strict Sharia law in northern Mali and, along with Tuareg rebels, declared an independent state. Hundreds of thousands of refugees have fled their homes.\nLast week, the remnants of Mali's central government, France and west African nations led calls at the United Nations for creation of an African-led force to help Mali confront the militants. The Economic Community of West African States has said it is willing to send about 3,300 troops to Mali if it gets the backing of the United Nations and Western countries.\nThe United States has been leery of a French-backed proposal for quick deployment of an internationally backed African force in Mali, preferring a more comprehensive plan that addresses underlying political problems and tribal divisions.\n\nLoad-Date: October 12, 2012"
}