{
    "title": "U.S. sponsors repression in El Salvador",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 26,
    "full text": "During the Salvadoran civil war, the U.S. Army supported the Salvadoran government, which had been a right-wing military dictatorship since the 1930s, to fight against an insurgent group called Farabundi Mart' National Liberation Front from 1980 to 1992.\nAfter causing the death of thousands of civilians, both parties signed a peace agreement in Chapultepec, Mexico in 1992.\nSince the agreement, the FMLN stopped its guerrilla activities to become a political party that now has earned enough popularity to win the next presidential elections in El Salvador scheduled March 2009.\nHistory is repeating itself. The U.S. government is now helping the Salvadoran government, led by the right-wing political party Nationalist Republican Alliance, to keep their political opposition from succeeding.\nThe tight relationship between El Salvador President Antonio Saca and the U.S. government has led to the approval of free trade policies that will let U.S. and European corporations profit form Salvadoran natural resources, keeping Salvadoran producers out of competition and leaving people no choice but to pay a high cost for their own resources.\nPeople from the town of Suchitoto demonstrated in 2007 against the privatization of their water supplies.\nSaca arrested the protesters and accused them of being terrorists.\nLater, Saca approved an anti-terrorism law inspired by the U.S. Patriot Act. Since then, the U.S. government has provided anti-terrorism training to the Salvadoran police.\nThe vagueness of the anti-terrorism law has led to the apprehending of thousands of Salvadorans without justification.\nThe Salvadoran government has accused FMLN of being behind the protests and riots incited by political activists and rural communities that are opposed to the ties between Saca and George W. Bush.\nSaca said he could achieve migratory stability for Salvadorans living in the U.S. thanks to his relationship with Bush.\nHowever, he said that if people vote for an FMLN candidate in the next presidential elections, it is certain that their relatives living in the U.S. will be deported.\n\"As El Salvador enters a presidential election campaign that may well end in victory for the left, the government in power is relying on U.S. help to wield the weapon of repression once more,\" said columnist Emile Schepers for People's Weekly World Newspaper.\nNow that Saca has been clear about the consequences of voting for the opposition, fear lives among people who pursue change in their country. It will be harder for them to be confident in the presidential election next year.\nThey'll have to choose either having stability with an authoritarian government that punishes expression and favors corporative interest over their people's welfare, or letting their country change radically - a blurry scenario where nothing can be assured.\n(C) 2008 Daily O'Collegian via U-WIRE\n\nLoad-Date: February 26, 2008"
}