{
    "title": "U.S. _ Osama bin Laden's name belongs in N.Y. trial",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 4,
    "day": 28,
    "full text": "NEW YORK (AP) - Osama bin Laden's name should not be banned from the terrorism trial of an Egyptian Islamic preacher despite claims by defense lawyers that it would be prejudicial toward their client, the government has told a federal judge.\nFederal prosecutors said in court papers filed Friday in U.S. District Court that references to the deceased founder of al-Qaida will not be prejudicial or inflammatory and are important to explaining the case against Mustafa Kamel Mustafa to the jury.\nThey noted that Mustafa is charged with conspiring to provide or providing material support to al-Qaida and said the fact that bin Laden was the leader of the group at the time \"is plainly relevant.\"\nMustafa was extradited to the U.S. from Great Britain in October to face charges that he conspired with Seattle men to set up a terrorist training camp at a ranch in Bly, Ore.\nThe government plans to prove the camp, which never opened, was to be used for training in military tactics, weapons, assassinations, hand-to-hand combat and explosives.\nMustafa also is charged with helping to abduct two American tourists and 14 other people in Yemen in 1998. He has pleaded not guilty. The trial is scheduled for March.\nIn papers filed earlier this month, defense lawyers asked the trial judge to exclude bin Laden's name, saying it would be \"irrelevant and inflammatory\" to Mustafa.\n\"Bin Laden's leadership of al-Qaida is irrelevant to the charges, and its inclusion in the indictment is highly prejudicial to Mr. Mustafa,\" the lawyers said. \"The danger of unfair prejudice is overwhelming in this case, because of the toxic impact the mere mention of Osama bin Laden would likely have on a jury.\"\nBut prosecutors offered multiple reasons why the mention of bin Laden was important. They noted that one of two men Mustafa is accused of sending from London to the United States to help establish the Oregon training camp had sent a letter to bin Laden saying in part: \"We love you here\" and \"I ask God to help you here, and support you to fulfill His desire.\"\nThe government said the letter would support its argument that the efforts to create the training camp were carried out in support of al-Qaida.\n\"Even though the letter does not make mention of al-Qaida by name, because bin Laden was the leader of al-Qaida, such expressions of loyalty to bin Laden are indistinguishable from expressions of loyalty to al-Qaida,\" it said.\nThe request by the defense is not the first time lawyers in a terrorism case have sought to exclude the mention of bin Laden or other terrorism references. Generally, judges have sided with the government.\n\nLoad-Date: April 29, 2013"
}