{
    "title": "U.S. set to take N. Korea off terrorism list",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 10,
    "day": 11,
    "full text": "WASHINGTON -- The Bush administration is trying to build consensus among its negotiating partners before removing North Korea from a terrorism blacklist in hopes of salvaging nuclear disarmament talks, U.S. officials said yesterday.\nThe administration is close to taking the step but is still consulting with China, South Korea, Russia and particularly Japan on the move, which is meant to revive the process, the officials said.\nOfficials said the decision was unlikely to come before the weekend.\nViolence claims dozens\nMEXICO CITY -- In another violent spasm, more than two dozen people were killed in Mexico within hours late Thursday and early yesterday, including a newspaper publisher, two federal agents and a group gunned down as they drank at a bar.\nThe slayings came as Mexico endures an unprecedented wave of drug-related warfare that has claimed thousands of lives as narcotics trafficking networks battle among themselves and with authorities.\nPeru rebels kill 14\nLIMA, Peru -- Shining Path rebels ambushed a column of military trucks in Peru's southeastern mountains with a bomb and gunfire, the military high command said yesterday, killing 12 soldiers and two civilians in the deadliest rebel attack in years.\nPeru's conflict with the guerrillas had been largely dormant after the once 10,000-strong Shining Path was virtually eliminated in the 1990s.\nRussian pullout faulted\nTKVIAVI, Georgia -- Russia has only partially met its obligations under an EU-negotiated cease-fire, French Foreign Minister Bernard Kouchner declared yesterday as he toured damaged villages and spoke to Georgians displaced by the war.\nHe confirmed that Russia had met yesterday's deadline to withdraw hundreds of troops from strips of land in Georgia outside the separatist regions of South Ossetia and Abkhazia, but it has not withdrawn to positions held before war broke out Aug. 7, as required by the agreement.\n\nLoad-Date: October 15, 2008"
}