{
    "title": "U.S. BLOCKS PLANE DEAL WITH IRAN , ANGERING BRITISH",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 7,
    "day": 23,
    "full text": "LONDON - Britain and the United States were at loggerheads Monday after the United States blocked a multimillion-dollar British deal to sell short-haul jetliners to Iran.  A spokesman for Britain's Department of Trade and Industry accused the United States of failing to act even-handedly over the deal, involving four BAe-146 aircraft and spare parts made by British Aerospace Plc, Britain's biggest engineering company.  In Washington, a Commerce Department official said U.S. law prohibited comment on specific cases but noted that administration policy is to bar the export of aircraft with 10 percent or more of U.S.-made parts to nations under trade sanctions.  Iran is under U.S. sanctions for allegedly supporting terrorism.  The BAe-46, which costs about 12 million British pounds ($20 million), has U.S.-made wings, flight computers and Textron Lycoming engines. The aircraft are built at BAe's Hatfield plant in central England.  Government sources said the U.S. decision to ban the sale was made known through the British Embassy in Washington. ''It was quite a firm decision, '' one source said. He said the government will pursue the issue.  A BAe official said: ''The BAe-146 package was worth about $150 million, with an option for another eight aircraft. We were hopeful that this would develop into something bigger.  ''Apart from one VIP version (of the plane in one of the gulf states, these would have been the first 146s sold into the region, so it would have been a breakthrough for us.\nWe were very disappointed.'' The Department of Trade and Industry spokesman said, ''Obviously we are disappointed and concerned that BAe may have lost ground to a competitor.'' He said the refusal of the license should be seen in the light of approval of a sale to Iran of planes made by BAe's rival, Koninklijke Nederlandse Vliegtuigenfabriek Fokker.  London's Evening Standard newspaper said the U.S. refusal was linked to the fate of Western hostages in Lebanon and Iran's alleged sponsorship of terrorism. But a Foreign Office official denied this.\n\nLoad-Date: October 14, 1993"
}