{
    "title": "U.S. Judge Orders Iran to Pay Millions to Ex-Hostage and Family",
    "publisher": "the new york times",
    "year": 2000,
    "month": 3,
    "day": 25,
    "full text": "A federal judge ordered Iran today to pay $341 million in damages to the former hostage Terry Anderson and his family for their pain and suffering in his nearly seven years as a hostage in Lebanon.\nJudge Thomas Penfield Jackson ordered the Ministry of Information and Security of Iran to pay $300 million in punitive damages to Mr. Anderson. He also ordered the government of Iran and the ministry to pay $24.5 million to Mr. Anderson, $10 million to his wife, Madeleine Bassil, and $6.7 million to their daughter, Sulome, 14.\nIn his ruling, the judge wrote that the \"torturous conduct with which both defendants are charged, savage and cruel by any civilized standards, would surely merit such an award.\"\nBut whether the Anderson family will receive payment is uncertain.\nMr. Anderson said in an interview today that he was delighted by the ruling. But the \"ironic part\" of the case, he said, is that the Clinton administration has been unwilling to support plaintiffs in their efforts to collect millions of dollars awarded in similar cases by United States courts.\nMr. Anderson filed suit a year ago in Federal District Court here under a 1996 law that allows legal action against countries that the United States government accuses of sponsoring terrorism against Americans. The suit asserted that Mr. Anderson's kidnappers were members of Hezbollah, or the Party of God, \"a politico-paramilitary terrorist organization\" with ties to Iran. The suit said that Hezbollah received money, training and direction from Iran.\n\"This is not about revenge or payback,\" Mr. Anderson said. \"The primary purpose is to hold Iran accountable.\"\nFor American victims of terrorism to sue foreign countries here, the State Department must list the country as a sponsor of terrorism. Iran has been on the list since 1984.\nCongress passed a measure in 1998 that called for the State and Treasury Departments to assist victims of terrorism to locate money for judgments. But the legislation contained a waiver that permits President Clinton to decline support in the interest of national security.\nAdministration officials have voiced concern that the sanctity of diplomatic property abroad might be compromised if private citizens here seized foreign government property.\n\"Terrorism should be expensive,\" Mr. Anderson said.\nMr. Anderson's case follows ones with similar intent. In March 1998, a federal judge ordered Iran to pay $247.5 million to the family of Alisa M. Flatow of West Orange, N.J., who was studying at a seminary in Jerusalem in 1995 when she was killed in a suicide bus attack for which Islamic Jihad, with ties to Iran, claimed responsibility. And in August 1998, a federal court ordered Iran to pay $65 million in damages for its role in the kidnapping of Joseph J. Cicippio, Frank H. Reed and David P. Jacobsen, three Americans held with Mr. Anderson in Lebanon.\nThey have been unable to collect.\nMr. Anderson, 52, a former Marine and Vietnam veteran, was among 18 Americans taken hostage in Beirut in the 1980's. He was held the longest, spending 2,454 days in captivity before he was freed on Dec. 4, 1991.\n\"It is never a simple task to calibrate an award of punitive damages to the gravity of the offense,\" Judge Jackson wrote. \"It is still more difficult in a case such as this, in which the likelihood that any award will ever be paid is minimal.\"\nThis month, Secretary of State Madeleine K. Albright ended some economic sanctions against Iran.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 25, 2000"
}