{
    "title": "U.S. Judge Sees Stonewalling On Tapes in Terrorism Case",
    "publisher": "the new york times",
    "year": 2005,
    "month": 2,
    "day": 18,
    "full text": "A federal judge in Manhattan said yesterday that the United States Marshals Service had been stonewalling on the question of why 28 hours of video recordings were made of a crucial witness in a terrorism case, and then not given to the defense before trial. \n ''Up until I got you involved in it, there was a total stonewall,'' the judge, Kevin Thomas Duffy of Federal District Court, told the agency's director, Benigno G. Reyna.\n  The judge added, ''There has been an absolute absence of information from people on your staff who perhaps should have turned over all of this stuff a long time ago.''\n The judge's comments came in a hearing concerning the recordings, which were of prosecutors' interviews with Jamal Ahmed Al-Fadl, a former Qaeda member who testified against four men convicted in 2001 of conspiring in the bombings of two American embassies in East Africa in 1998 that killed more than 200 people.\n The judge is considering whether one defendant, Wadih El-Hage, whom Mr. Fadl mentioned in his testimony, should receive a new trial because his lawyers were not given copies of the recordings until long after the trial ended.\n Mr. El-Hage, who is serving a life sentence at the so-called Super Max prison in Florence, Colo., appeared in court yesterday under heavy guard, and sat quietly next to his lawyer, Sam A. Schmidt.\n Mr. El-Hage's lawyers, who reviewed 647 pages of transcripts of the recordings, say they contain material that would have raised questions in jurors' minds about Mr. Fadl's motivations for cooperating with the authorities and about his credibility as a witness. Mr. Fadl has been in the witness protection program, which the Marshals Service runs. \n Prosecutors, who oppose the request for a new trial, say the tapes were the result of ''an unauthorized, independent decision by one or two employees'' of the agency. The prosecutors say they had nothing to do with the recordings, and did not even learn about them until 2002, the year after the trial.\n Judge Duffy reacted sharply when Mr. Reyna, the agency's director, said he had not learned about the tapes, which were made in 2000 and 2001, until last May, after an aide showed him a newspaper article about them.\n ''Did anyone say that possibly this could cause a major scandal for the Marshals Service?'' Judge Duffy asked.\n ''No, your honor,'' Mr. Reyna replied.\n The judge also appeared troubled by testimony from the agency's general counsel, Gerald Auerbach, telling him, ''You will be back for sure,'' a suggestion that the judge wants to hold another hearing on the matter. ''Just for your own benefit,'' the judge added, ''you may want to bring a lawyer with you.'' He did not elaborate.\n A Justice Department spokesman had no comment. In court, Mr. Auerbach said that based on the information he received, ''I believe that corrective action was taken and proper reports were made.''\n Judge Duffy asked for yesterday's hearing because he said he still had questions about who ordered the taping, who operated the equipment, who kept the tapes and how they were discovered after trial.\n Mr. Auerbach said that there were conflicting accounts inside the agency. One employee said his supervisor had told him to make the tapes, while the supervisor had denied that, he said. Mr. Auerbach suggested that the taping resulted from ''a misunderstanding or miscommunication.''\n Judge Duffy directed Mr. Reyna ''to take direct charge of the investigation and make sure it gets done.'' The judge did not set a date for a new hearing, saying, ''It's a lot of stuff that I want to digest.''  \n\nhttp://www.nytimes.com\n\nLoad-Date: February 18, 2005"
}