{
    "title": "U.S. task force hopes to build goodwill with African clinics",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 8,
    "day": 18,
    "full text": "U.S. military people looked at this town and saw something more than empty wells, a crumbling pharmacy and sun-baked dirt. They saw an opportunity to fight terrorism by rebuilding a clinic.\nThe United States believes such help could stamp out radicalism in remote parts of Africa where America needs friends, and fast.\n\"We feel the best way to counter terrorism is to go after conditions that foster terrorism,\" said U.S. Navy Rear Adm. Richard W. Hunt, commander of the Combined Joint Task Force-Horn of Africa. \"So we focus on medical care, education. We attack these causes right at the very root.\"\nIn the past two weeks, the United States has helped to refurbish a medical clinic in Msata and has built another a few miles away. It has provided medicine and done checkups for some 3,000 people and has performed similar humanitarian projects in rural areas of Uganda and Kenya.\nThe work comes at a time when America's reputation in Africa is foundering. The State Department issued a travel warning last week to Americans in Kenya because of the risk of terrorism. Anti-U.S. demonstrations have taken place in Tanzania and Somalia to protest American support for Israel during the fighting in Lebanon.\nSome Somalis criticized the United States for supporting warlords who were recently ousted from the Somali capital by an Islamic group that the United States has linked to al-Qaida. And the deadly bombings of the U.S. embassies in Kenya and Tanzania in 1998 are fresh memories in the region.\nAir Force Maj. David Westover, a task force spokesman, said, \"We will continue to operate with a humanitarian focus,\" despite any rumblings of anti-U.S. sentiment in Africa.\nThe Combined Joint Task Force-Horn of Africa was formed in 2002 to \"set conditions that are not conducive to extremist ideology,\" according to a military statement.\n\nGraphic\n\n \nPHOTO\n PHOTO - First Lt. Ingrid  Cavanaugh from the Combined Joint Task Force-Horn of Africa   examines  a patient Thursday at a clinic in Tanzania.   The Associated Press \n\nLoad-Date: August 18, 2006"
}