{
    "title": "U.S. ENVOY CASTIGATES SALVADORANS ON TERRORISM",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 26,
    "full text": "The United States Ambassador to El Salvador said tonight that the unwillingness of the Salvadoran Government to take action against the right-wing death squads ''runs an extremely serious risk'' of provoking a cutoff of aid.  The Ambassador, Thomas R. Pickering, added that such intransigence could call into question the capacity of the United States to support democracy in El Salvador.  The Ambassador made his remarks in a question and answer period after delivering a speech in which he said that ''extremist terror'' is the ''essential stumbling block to democracy in El Salvador.'' He called the work of the death squads ''another case of fascists serving the Communist cause.''\n ''There is information available to many of us about some of the personalities involved,'' Mr. Pickering said. ''My deep concern is that no one seems to be trying to develop evidence which would stand up in court.''\n''Failure to take the necessary steps now risks turning El Salvador over to anarchy in the short run and later to the Communists, who will benefit most from the anarchy,'' he added.\nThe criticism, which was approved by the White House, was the latest in a recent series of strong statements on death squads from the Reagan Administration. Mr. Pickering made his remarks at a dinner sponsored by the American Chamber of Commerce. Advance copies of the text were given to reporters.\n \nPrevious Envoy's Comments\nMr. Pickering's predecessor, Deane R. Hinton, criticized the Salvadoran Government for its human rights record, and some officials said he embarrassed the White House by saying right-wing ''death squads'' were as much a threat to the Salvadoran Government as leftist insurgents were.\nIn a speech last July to Salvadoran businessmen, Mr. Hinton criticized violence from both the left and the right. That speech was milder than one to the same group the previous October, when he criticized the Mafia-style violence of the right and said that ''common criminals are having a field day.'' That speech had been approved by the State Department but had not been by the White House.\nAmbassador Pickering said the cost of the Government's inaction against the paramilitary groups was ''real indeed.'' He pointed to Congress's refusal to approve President Reagan's full military aid request for El Salvador as an example of that cost. President Reagan asked for $86 million and Congress approved $64 million.\n \nA 'Self-Deluding Belief'\nSo far the Reagan Administration's pressure on the Salvadoran Government to rid the army of suspected death squad participants has not produced results. The country's Provisional President and its Defense Minister have recently denied army participation in the squads.\nA United States official said in Washington that the State Department knew of 28 Salvadorans suspected of being involved in the paramilitary groups, half of whom are army officers.\n''None of us can afford to continue in the self-deluding belief that nothing is really known about the shadowy world of these individuals and therefore nothing can be done,'' Mr. Pickering said. ''We are certain that these individuals are as well known to the security forces as they are to those of us who have been in the country only a short time. In fact, information has been recently published in the foreign press repeating much of what is known about death squad activities.''\nIt is unclear why the Government has failed to act against the death squads. A high-ranking Salvadoran official said that although he was aware that the Reagan Administration was concerned, he did not feel any unusually strong pressure to do anything.\nProvisional President Alvaro Magana said in an interview this week that two months ago the Government considered transferring the head of one of the country's security forces, who is suspected of being involved in the death squads, but was no longer planning to remove him from his position.\nThe head of intelligence ''in every security force is a guy who is always going to be marked,'' Mr. Magana said. ''We considered moving one for several months, but now I don't know.''\n \nPregnant Women Killed\nA Western diplomat said he was baffled by the Salvadoran inaction. ''They are drastically misreading things if they don't think we're serious,'' he said.\nIn his speech, the Ambassador called for a national consensus against death- squad activities. ''I am surprised that the consensus has not emerged,'' he said. ''Less than three weeks ago nine strangled bodies stuffed into sacks were found in Zaragoza. Among the dead were two obviously pregnant women. Is there anyone in this room who can find any pretext, any excuse, to justify this?''\nMr. Pickering asked the businessmen, many of whom are representative of the far right: ''Where are the condemnations? Why hasn't the private sector, which regularly issues statements on political matters, publically condemned such outrages?''\nSpeaking indirectly of Guatemala, the Ambassador said: ''Those in a fool's paradise may cite examples of places where terror supposedly turned the tide in favor of stable but autocratic governments. A neighboring state comes to mind, but its condition is no less perilous today for such actions.''\nCongress recently denied resumption of military aid to Guatemala and canceled $13 million in economic aid.\nThe Ambassador also mentioned the military situation, painting a far brighter picture than military advisers have.\nHe said the military's real accomplishments had too often been ignored while at times ''they have been harder hit on the front pages of newspapers than they have by the guerrillas.''\nMr. Pickering said the guerrilla offensive seemed to have slowed, but in the last week the guerrillas attacked the town of Anamoros in the eastern province of La Union and 135 soldiers surrendered.\n\nGraphic\n\n \nphoto of Salvadoran government gunners firing on rebels"
}