{
    "title": "U.S. ANTITERRORIST CAMPAIGN_ POLICY BY PROXY",
    "publisher": "the new york times",
    "year": 1985,
    "month": 5,
    "day": 14,
    "full text": "A year ago, senior Administration officials agreed unanimously to set up counterterrorist groups to take pre-emptive and punitive action. At the same time, intelligence operatives said the groups were unlikely to work and were likely to get the United States into trouble.\nThere was no question about the seriousness of the problem of combating terrorism. And officials said the Administration was united on the need to do so by improving the collection of intelligence and warnings of planned terrorist actions. But there was doubt that any kind of covert action could be taken effectively, particularly in Lebanon.\nAnalysis of year-old antiterrorist campaign by US Government, when senior Reagan Administration officials agreed unanimously to set up couterterrorist groupsto take pre-emptive and punitive action; intelligence operatives at time believed groups were unlikely to work and were likely to get US into trouble; split between policy-makers and professional operatives described; recent disclosure of CIA's involvement in training of Lebanese involved in March car bomb blast in Beirut that killed 80 people noted (M)\nThe split between the policy-makers who felt the need to be tough on terrorism and the professionals charged with implementing the policy has plagued the Administration from the outset.\n \nC.I.A. Link to Lebanese\nOn March 8, 80 people were killed in a Beirut car bombing that had been aimed at killing a Shiite leader suspected of being an anti-American terrorist. It was carried out by a group with ties to Lebanese intelligence, which, in turn, had worked with the Central Intelligence Agency, according to Congressional and Administration sources.\nToday the C.I.A. issued a statement saying that it had not had advance knowledge of the bombing. In addition, intelligence sources said the agency had no connection to the Lebanese counterterrorism group that reportedly hired the bombers. But that was disputed by some Administration and Congressional officials who said the agency was working with the group at the time of the bombing. [Page A13.] The C.I.A. statement did not seem to go to the core issue. For example, it said that the C.I.A. had not trained those who carried out the bombing. But the statement included no specific denial that the agency had been working with Lebanese intelligence. The White House declined comment altogether.\nAdministration officials said President Reagan had canceled his order directing C.I.A.-Lebanese intelligence cooperation in counterterrorism within a day or two after the March 8 bombing. But by then, the damage had been done and the risks run, causing Administration officials to once again evaluate what they realistically could and should do to combat terrorism.\nAn Administration official involved in intelligence said that, a year ago, there was agreement on the need to pre-empt terrorists, but that concern about the risk to innocent civilians had been voiced. He also said retaliation by terrorists was also feared.\n''The best we can do to counter terrorism is to improve counterintelligence, not counterterrorist capabilities,'' he added. ''That way, we can get our people out of harm's way.''\n \nOrder Was Signed in April 1984\nBut this was not the thinking that prevailed on April 3, 1984, when officials said President Reagan signed a directive calling for pre-emptive, preventive and retaliatory action against terrorists and against countries sponsoring terrorism.\nOfficials said the policy was supported by Secretary of State George P. Shultz, Robert C. McFarlane, the national security adviser, and William J. Casey, Director of Central Intelligence.\nAfter the signing of the directive, Mr. Shultz spoke publicly about the necessity of going beyond ''purely defensive postures'' in dealing with terrorists. Reporters were told by officials that this meant plans for pre-emptive and retaliatory action were under way.\nAs a result of these moves, officials said, American intelligence agents and military personnel began financing, training, sharing information and in other ways supporting groups in friendly countries to combat terrorists.\n \nNo Plans to Use Americans\nThe officials said there were no plans to use Americans in other countries, which meant relying on foreigners in the employ of other governments.\nMany American intelligence operatives had doubts about their ability to control the foreign counterterrorists. They were concerned about the United States' taking responsibility for the program without being able to control it, especially in Lebanon, where the Government and the intelligence organization are divided.\nIn Lebanon, the officials said, American intelligence was hot on the heels of Mohammed Hussein Fadlallah, a Shiite leader who has been linked to attacks on American installations throughout the Middle East. Lebanese intelligence operatives were on his tracks, too, but for other reasons, the officials said.\nAdministration officials said that the C.I.A. had not decided what it wanted to do about Mr. Fadlallah, but that some Lebanese intelligence officials had their own scores to settle with him. The Lebanese could not move against him as a Government unit because Shiites were now part of the Lebanese Government, so according to the accounts offered by Administration officials, the Lebanese intelligence organization hired outsiders.\n \nU.S. Not Ready to Abandon Policy\nEven after the attempt to kill Mr. Fadlallah on March 8, the officials said, Administration leaders were not ready to abandon the policy. On March 25, Mr. McFarlane said in a speech, ''We cannot and will not abstain from forcible action to prevent, pre-empt or respond to terrorist acts where conditions merit the use of force.''\nTo renounce the use of force, he said, ''is to invite more, not less, more ruthless, not less terrorist brutality.''\nAccording to a number of Administration officials today, the United States is unlikely to alter this approach or to disband the counterterrorist training and support operations. But senior officials are said to be taking a look at specific cases of cooperation between the C.I.A. and foreign intelligence agencies to see whether the policy can be realistically implemented.\nAnd Congressional committees charged with overseeing intelligence will be looking at both the problems of implementation and the policy itself."
}