{
    "title": "U.S. WON'T END TALKS WITH PLO",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 2,
    "day": 12,
    "full text": "REYKJAVIK, Iceland - Secretary of State James A. Baker said Saturday that the United States had decided to continue its talks with the Palestine Liberation Organization now, despite an appeal from Israel to break them off.  But Baker made it clear that attacks by Palestinian guerrillas against Israeli soldiers or civilians, inside or outside Israel, were a concern to the administration.  The Israeli appeal followed a clash between PLO guerrillas and Israeli troops last weekend in southern Lebanon.  Baker made his remarks in a briefing aboard his Air Force jet at the start of a 14-city tour of Western Europe to consult with NATO allies. His first stop was Reykjavik, where he held talks at the airport with Iceland's foreign minister, Jon Baldvin Hannibalsson.  On Monday, the Israeli Embassy in Washington appealed to the State Department to end the talks with the PLO. U.S. officials began meeting with the PLO in December after the group's chairman, Yasser Arafat, formally recognized Israel and renounced terrorism in all its forms.  The Israelis argued that an infiltration attempt by five members of George Habash's Popular Front for the Liberation of Palestine in Israel's self-declared security zone in southern Lebanon was a breach of the PLO's promise to refrain from terrorism.  The Habash group is a member of the PLO executive committee, but is opposed to Arafat's leadership.  All five Popular Front guerrillas were killed when they were intercepted by Israeli soldiers before they were able to cross into Israel.\nThe five were found carrying documents and weapons that indicated that their mission was to attack Israel.  Although the PLO headquarters in Tunis acknowledged that it was responsible for the operation, a spokesman argued that the operation did not constitute terrorism because took place outside Israel and was a clash between Palestinian guerrillas and Israeli soldiers.  For the past week, the State Department has refrained from indicating whether the PLO's action constituted a breach of the American conditions for maintaining the talks with Arafat.  But on Saturday, Baker said: ''Our ambassador in Tunis made clear to the PLO that these are actions which present us with great difficulty. We are still getting information with respect to that. And we are not prepared to say at this time that this constitutes an action by the PLO which would cause us to break off the dialogue.  ''We made the point that actions such as this directed against civilian or military targets inside or outside of Israel was something that gave us trouble.'' On his trip, the new secretary will be visiting 14 NATO countries in six days, covering 15,800 miles on his round trip.  Baker said he had insisted on the tour, his first as secretary of state, to underscore the importance the administration attaches to NATO and to establish the kind of personal relations with the alliance's foreign ministers that would make effective cooperation easier.\n\nLoad-Date: October 23, 1993"
}