{
    "title": "U.S. CONSUMERS MAY UNWITTINGLY AID A TERRORIST _ OSAMA BIN LADEN IS BELIEVED TO BENEFIT FROM EXPORTS",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 30,
    "full text": "Every time you chug a soft drink, buy a newspaper or eat chocolate candies, you may be putting money in the pocket of Osama bin Laden, the terrorist financier thought to have had a hand in almost every major anti-U.S. terrorist act this decade, according to a State Department intelligence report.\nBin Laden is thought to be a key investor in the Sudanese company that has a virtual monopoly on the world's supply of gum arabic, a crucial ingredient in products ranging from soft drinks to pharmaceuticals to newspaper ink. The company and its U.S. affiliates vehemently deny the connection.\nThe White House, however, is concerned enough that it is investigating further. Terrorism experts say they believe the State Department report, because if bin Laden has money invested in Sudan, as is widely assumed, it is probable that some of it is in gum arabic, one of the few cash cows in the impoverished country.\nGum arabic demonstrates just how tangled bin Laden's $300 million network is - and how hard it will be to unravel, which President Clinton last week vowed to do. His words were in response to the dual U.S. embassy bombings in Kenya and Tanzania this month, which killed 259 people, including 12 Americans.\nIt is likely that some of bin Laden's profits come from U.S. and European markets, unwittingly involving consumers in his private war against America, terrorism experts said.\n\"Bin Laden is a very astute man. He knows how the banking system works. His assets are buried in a web of front companies, fake identities, foreign-registered corporations, you name it,\" said Yossef Bodansky, director of the House Task Force on Terrorism, who has been following bin Laden for 15 years.\nAbout 80 percent of the world's gum arabic comes from the sap of the Sudanese acacia tree. The colorless, tasteless gum keeps the ingredients in drinks from settling to the bottom; it makes newspaper ink stick to printing presses; it forms films around candies and pills, keeping them fresh and intact.\nWhen a sweeping trade ban against Sudan was authorized last year, corporations such as Coca-Cola, Bristol-Myers Squibb, Procter & Gamble, and most major newspaper companies lobbied Congress hard, saying their products would be crippled without the Sudanese import.\nIn response, Congress created a special exemption for gum arabic. Now that exemption is up for renewal and will be given intense scrutiny by Congress, in light of the escalated U.S. campaign against bin Laden.\n\"If these reports are confirmed, I am prepared to withdraw my support for an exemption for gum arabic from the Sudan sanctions,\" said Rep. Robert Menendez (D., N.J.), who sponsored the exemption and whose district includes two of the three gum arabic importers in the United States.\nIf the gum arabic exemption is ended, many large companies will be in a bind.\n\"Sudan is it right now for gum arabic,\" said Jim Finkelstein, vice president of the National Soft Drink Association, who lobbied for the exemption on behalf of Coca-Cola, Pepsi and other drink makers. \"It's a necessary ingredient for our products.\"\nNewspapers also use a lot of gum arabic, said Paul Boyle, a lobbyist for the Newspaper Association of America, which represents 95 percent of U.S. newspaper companies. \"I just don't know what we'd do without it. It's hard to say.\"\nNigeria and Chad produce about 20 percent of the gum arabic available on world markets, but their gum industries are relatively unsophisticated and have little capacity for quick growth, experts say.\nThe Khartoum-based Gum Arabic Co. Ltd. has a world monopoly on the gum's extraction and export. In 1997, $5.5 million of gum arabic was sent to the United States and more than $10 million to Europe.\nThe State Department, using CIA intelligence, reported in 1996 that bin Laden's companies \"secured a near monopoly over Sudan's major agricultural exports of gum, corn, sunflower and sesame products.\"\nOmer El Mubarak, chairman of the Gum Arabic Co., said in a letter last week to his U.S. affiliates that, \"Gum Arabic Co. has no connection whatsoever to Mr. Osama bin Laden.\"\nChris Berliner, president of Import Service Corp. of Jersey City, N.J., the largest U.S. distributor of gum arabic, said that the Gum Arabic Co. has repeatedly assured him that bin Laden makes no money from gum arabic.\n\"If they are involved with him, we were lied to plain and simple,\" he said.\nIn fact, bin Laden was expelled from Sudan in 1996 after pressure from the United States. He is reported to be hiding in remote mountain valleys of Afghanistan.\nBut terrorism experts said bin Laden could easily profit from gum arabic from a distance and without the knowledge of the company itself.\n\"It wouldn't be hard for him to have assets in the name of people who are hard to identify,\" said Naseer Aruri, a political science professor at the University of Massachusetts.\nSeventy percent of the Gum Arabic Co. is owned by individual stockholders, most from Sudan's banking sector. Bin Laden could have investments through Sudanese allies using aliases or through a large Sudanese bank that he helped fund with a $50 million investment, according to State Department intelligence. His financial empire has dealings with other Sudanese banks and businesses, the State Department report notes.\nOr he could get diverted profits from the shareholder that owns the other 30 percent of the company: the government of Sudan.\n\"Because of the degree to which the Sudanese state has been used as a vehicle for terrorism, it is thoroughly believable that it is involved in financial dealings with bin Laden,\" said Steven Emerson, a private terrorism analyst and author of four books on Islamic extremist movements.\nBut not even State Department and CIA officials are absolutely certain how much money bin Laden makes from the gum arabic trade or whether he is still involved in it - an uncertainty inherent in trying to trace one man's investments in a world where billions of dollars are constantly changing hands.\n\"All exports of gum arabic are controlled by the Gum Arabic Co. We have no current evidence that he has any influence over the company,\" said a State Department trade official, who added that an investigation is going on and who asked not to be named.\nBodansky, the House terrorism expert, said: \"If bin Laden is making money, it is buried. There's no way the companies know, there's no way the investors know.\"\n\nGraphic\n\n \nPHOTO;\nPHOTO\nOsama bin Laden may benefit every time you buy a soft drink.\n\nLoad-Date: October 24, 2002"
}