{
    "title": "U.S. PLANS TOUGH POLICY ON TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 17,
    "full text": "President Reagan has approved a series of measures, including pre-emptive strikes and reprisals, designed to combat terrorism worldwide, Administration officials said today.\nThe officials said one of the key elements of the policy is an effort to switch from defensive to offensive action, partly by increasing United States operatives' ability to gather intelligence in order to stop terrorists before they can act.\n''You have got to have very good intelligence and very good experience to deal with intelligence,'' said one Administration official. ''We are just trying as best we can to improve this capability.''\nWhile the United States Government has been increasingly concerned about terrorism for several years, new impetus to deal with it was given when 241 Americans died in the truck-bombing of a Marine building in Beirut, Lebanon, last Oct. 23.\n \nRaids and Reprisals\nAlthough preventive raids and reprisals are part of the new policy, it is not known what form such activities would take or what, if any, limits would be placed on such actions. One White House official said President Reagan had not scrapped the prohibition of assassination attempts by United States Government agents.\n''The general idea is that we don't allow terrorism to go unpunished,'' this source said.  The outline of the new, Government- wide approach to terrorism was contained in National Security Decision Directive 138, which Mr. Reagan signed April 3.\nThe document was the culmination of months of study by a group that included the President's national security adviser, Robert C. McFarlane; his deputy, John Poindexter, and specialists from the State and Defense Departments and other agencies that deal with national security.\n \nSeeking New Ideas\nThe group tried to solve problems of overlapping authority, made recommendations on new legislation and sought new ideas to combat terrorism. Some 26 departments and agencies were asked for suggestions.\n''It's normal after a review process like this for the President to sign a decision directive so they will know what to do,'' the Administration official said.\nOn April 4, the day after the directive was signed, Secretary of State George P. Shultz gave a speech in which he outlined the basis for the policy without mentioning the document's existence.\nDefending the use of United States force abroad, Mr. Shultz said the West may need to take ''preventive or pre- emptive action'' against state-sponsored terrorism.\n''We cannot opt out of every contest,'' he said. ''If we do, the world's future will be determined by others, most likely by those who are the most brutal, the most unscrupulous and the most hostile to our deeply held principles.''\nMr. Shultz said Congressional restrictions on Presidential power were ''formulas for abdication'' and had paralyzed American efforts to bring stability to turbulent areas, such as the Middle East and Central America.\nThe White House spokesman, Larry Speakes, said the Administration would submit legislation to Congress in an effort to get legal authorization to improve the tools available to fight terrorism.\nThe Administration source said the package would probably be submitted in several weeks. One of the items being sought is approval of large rewards - $500,000 has been mentioned - for people who have information on potential terrorist activities.\n''The legislation is basically ways to improve our cooperation with other nations in an effort to counteract terrorism,'' Mr. Speakes said. ''It would include more cooperation, more sharing of intelligence.''\nAnother White House spokesman, Bob Sims, said the legislation was also designed to strengthen the Justice Department's ability to cope with terrorism."
}