{
    "title": "U.S. CALLS LIBYA RAID A SUCCESS; 'CHOICE IS THEIRS,' REAGAN SAYS; MOSCOW CANCELS SHULTZ TALKS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "The Reagan Administration said today that the American bombing raid on Libya had damaged Libya's ability ''to direct and control the export of international terrorism.''\nIt warned Col. Muammar el-Qaddafi, the Libyan leader, that he would face further military retaliation unless he stopped directing violence against Americans.\nPresident Reagan said the air strikes on Monday night near Tripoli and Benghazi were ''a single engagement in a long battle against terrorism.''\n''We would prefer not to have to repeat the events of last night,'' Mr. Reagan told a business group here today. ''What is required is for Libya to end its pursuit of terror for political goals. The choice is theirs.''\nSearch for Missing Crewmen\nMilitary officials said there were no confirmed American casualties in the bombing raid, although an American bomber was missing.\nAn air and sea search continued after dark tonight in the central Mediterranean for the two crew members of the missing Air Force F-111. Late today a Pentagon official said, ''We have no evidence of survivors.'' [Page A14.] Less than 15 hours after the American raid, Libyan patrol boats apparently retaliated by firing at least two missiles at a United States Coast Guard navigation installation on the Italian island of Lampedusa, north of Libya. Island residents said the missiles fell short and caused no damage.\nUnited States military and diplomatic installations throughout the world are on full alert, officials said. The White House spokesman, Larry Speakes, said Americans had been warned ''to be prudent and cautious when they're traveling.''\n \nNo Word on Extent of Damage\nMr. Speakes declined to discuss reports that Libyan civilians, including members of Colonel Qaddafi's family, had been killed or wounded and that the French Embassy and other buildings in a residential neighborhood of Tripoli had been damaged during the raid. But he said the United States had been careful in its planning ''to try to eliminate collateral damage.''\nNavy pilots who took part in the bombing runs speculated that some of the damage might have been caused by Libyan antiaircraft missiles that missed their targets and fell back on the cities. [Page A15.] A Pentagon spokesman, Robert Sims, said it was still uncertain if the missing F-111 might have been struck by antiaircraft fire after completing its bombing mission.\nPentagon officials said the targets in Libya included suspected terrorist training camps, military command posts and airfields.\nMr. Sims said the American raid had destroyed three to five Soviet-built bombers, 5 to 12 MIG-23 fighter planes and three hangars filled with MIG spare parts. He said that all targets had been ''attacked successfully'' but that damage reports were preliminary.\nLibyan surface-to-air missiles and conventional antiaircraft fire was ''heavy'' at four of the targets, Mr. Sims said, but he added that 32 American strike aircraft returned to base without being hit.\nThe United States said the raid was ordered in retaliation for what it termed Libyan-sponsored terrorism, in particular the bombing on April 5 of a West Berlin discotheque frequented by American soldiers. An American serviceman and a Turkish woman were killed, and more than 200 people, including 50 Americans, were wounded.\nMembers of Congress generally applauded the attack on Libya as a bold strike against international terrorism but urged closer consulations between the Administration and Congress before military actions are ordered.\n''We're in a war,'' said Representative Robert H. Michel of Illinois, the House Republican leader. ''It's a new kind of war. It's a terrorist war. We're going over the threshold. We're plowing new ground, and we have to think what comes next.''\nDespite signs of disagreement between the United States and European allies over the Libyan attack, Administration officials played down the notion that the raid had caused a major strain in the Atlantic alliance.\n \nDisappointment With Allies\nA senior White House official expressed disappointment and some anger at the Europeans' attitudes, but he said those emotions were tempered by ''the knowledge of how far they have come'' in cooperating with the United States in areas such as intelligence-gathering, tighter surveillance of terrorism suspects and expulsion of some Libyan diplomats.\nA ranking Administration official said that the American aim was to strike at the ''nerve center'' of terrorism in Libya, and that American planners made a distinction between between military targets holding regular Libyan troops and those who were part of Colonel Qaddafi's personal guard.\n''We were trying to send him a very clear message in an attempt to underscore his vulnerability and to make him look inward,'' the official said.\nHe added that Mr. Reagan's views had shifted in favor of direct military retaliation for terrorism.\n \n'An Evolution of Thinking'\n''Clearly there has been an evolution of thinking on the part of the President,'' the official said. ''With regard to Libya there is a clear determination to see this thing through.'' He said the United States would step up its efforts to isolate Colonel Qaddafi with increased pressure on American allies for economic and diplomatic steps against Libya.\nThe official said there were ''still other military options,'' adding: ''We've not buried our heads and gone off to other business. We realize there are tough problems.''\nThe White House said the bombing raid, carried out by Navy A-6 and A-7 bombers from aircraft carriers in the Mediterranean and by Air Force F-111's based in Britain, had accomplished the Administration's dual goal of damaging Colonel Qaddafi's ability to undertake terrorist acts and serving notice on the Libyan leader that such moves would provoke the United States to consider new military actions.\n \n'A Long Battle'\nMr. Reagan, in comments today in Washington to members of the American Business Conference, said: ''Let us be clear. Yesterday the United States won but a single engagement in a long battle against terrorism.'' He said the raid ''demonstrated once again that doing nothing is not America's policy, it is not America's way.''\n''America's policy has been and remains to use only force as a last resort,'' Mr. Reagan said. ''We do not underestimate the brutality of this evil man, but Colonel Qaddafi ought not to underestimate either the capacity or legitimate anger of a free people.''\nRanking Administration officials appeared on television news programs through the day to explain the raid.\nVice President Bush said that the American attack alone would not end terrorism and that Washington might be forced to take military action again. But Mr. Bush said the United States had shown Colonel Qaddafi that he could no longer sponsor terrorism without fear of reprisal.\nSecretary of State George P. Shultz said that killing the Libyan leader, or even engineering his ouster, was not the purpose of the American action.\n''We are not trying to go after Qaddafi, as such, although we think he is a ruler that is better out of his country,'' said Mr. Shultz. ''We tried to hit directly on the terrorist support targets, on the terrorist training camps and on the guard around Qaddafi.''\nElaborating on the remarks, Bernard Kalb, the State Department spokesman, said: ''The United States in neither trying to kill Qaddafi nor replace his regime with a Government more favorable to the United States. What we are trying to do is stop Qaddafi's direction of and support of international terrorism.''\nIn heated series of exchanges with reporters, Mr. Speakes declined to specify the date last week when Mr. Reagan decided on the military strike. Mr. Speakes said the decision was made in ''midweek,'' and said it was ''foolish, literally foolish'' to settle on a specific date.\n\nGraphic\n\n \nphoto of President Reagan (NYT/George Tames) (page A20); photo of Libyans inspecting damage after U.S. bombing attacks (AP)"
}