{
    "title": "U.S. will reply to EU questions about secret prisons",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 12,
    "day": 1,
    "full text": "The European Union has formally requested answers from the United States about reports of secret U.S.-run prisons for terrorism suspects in Europe, and the United States will reply \"to the best of our ability,\" the State Department said Wednesday.\nBritain, which holds the revolving presidency of the EU, sent a two-paragraph letter to Washington on Tuesday, after weeks of outcry in Europe over reports that the CIA has detained and interrogated terrorism prisoners in Soviet-era compounds in Eastern Europe.\nState Department spokesman Sean McCormack would not answer questions about whether the sites exist or whether the CIA used European airports and airspace to transport suspects. He also would not say whether the U.S. response to the Europeans will definitively answer those questions, nor whether the U.S. response will be made public.\n\"We will . . . endeavor to respond to this letter to the best of our ability, in a timely and forthright manner,\" he said.\nMcCormack set no deadline for a reply. Secretary of State Condoleezza Rice will be in Europe next week and will stop in Romania, which is one of the nations identified by Human Rights Watch as a likely site of a secret detention camp.\nThe Washington Post first reported on the alleged prison network Nov. 2.\nIt would be illegal for the U.S. government to hold prisoners in isolation and difficult conditions in secret prisons in the United States. It has long been assumed that the CIA operates overseas sites to get around U.S. law and to keep terrorism suspects out of the jurisdiction of U.S. courts.\nConcerns about alleged CIA activities in Europe have led to investigations in a half-dozen countries. The CIA has declined to comment on the investigations, and the White House and State Department have not confirmed any of the allegations.\n\"I think as Dr. Rice goes round European capitals, she may find a number of embarrassing questions,\" said Sir Menzies Campbell, foreign affairs spokesman for Britain's opposition Liberal Democrat party.\nHe accused the U.S.-allied government of Prime Minister Tony Blair of adopting a \"hear no evil, see no evil\" attitude toward the issue of detainee treatment and transport.\n\"I don't believe that that is adequate in the light of what we know,\" Campbell told BBC radio.\n\"If, in fact, people are being moved from a jurisdiction where torture is illegal to a jurisdiction where torture is permissible, that seems to me to be wholly contrary to international law,\" Campbell added. \"If we are allowing facilities for aircraft carrying out these actions, we are at the very least facilitating and we may even be complicit in it.\"\n\nNotes\n\n Nation \n\nLoad-Date: December 2, 2005"
}