{
    "title": "U.S. OFFICIALS KNEW IRAQ HID TERRORISTS DOCUMENTS FROM 1982-90 NOW; DECLASSIFIED",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 6,
    "day": 7,
    "full text": "WASHINGTON - The federal government knew that some notorious terrorist groups were operating freely from Iraq during 1982 to 1990 when U.S. officials said publicly that Iraq was not providing a haven for such groups, according to newly declassified State Department doc uments given to Congress.  The documents, presumably based on U.S. intelligence reports, state that the Abu Nidal, Abul Abbas and May 15 terrorist organizations were allowed to operate from Iraq or to maintain headquarters in the country despite repeated protests by the Reagan and Bush administrations.  Members of these groups are blamed in the documents for such incidents as the hijacking of the cruise ship Achille Lauro in 1985, various attacks on Jewish citizens in Europe and a commando attack on the Israeli coast in 1990.  Members of the May 15 group traveled freely to and from Baghdad in the mid-1980s and were linked to bombing attempts in Athens, Greece, and West Berlin, according to the documents.  Until 1982, Iraq had been included on a U.S. government list of nations supporting terrorism. The Reagan administration removed Iraq from the list principally because, officials said at the time, the Abu Nidal organization had been expelled by Iraq.  In the documents, provided by a U.S. official to The Washington Post, the Reagan and Bush administrations later took note of Iraq's widespread and continuing terrorist ties. They sent several secret signals to Iraq but opposed congressional calls to put Iraq back on the list of countries supporting terrorist acts.\nTo do so would have interrupted several billion dollars in U.S.-Iraqi economic trade. Not until Sept. 1, 1990, after a policy review prompted by Iraq's invasion of Kuwait a month earlier, did Undersecretary of State Lawrence S. Eagleburger declare that ''Iraq is a country which has repeatedly provided support for acts of international terrorism.'' By then, U.S. trade with Iraq had been halted by a presidential order and a U.N.-backed international embargo designed to force Iraq's withdrawal.  The documents relating to Iraq's links to terrorist groups were declassified and released by the administration at the request of Rep. Sam Gejdenson, D-Conn., a House Foreign Affairs subcommittee chairman who is investigating what he has termed policy blunders by the administration before the Persian Gulf War. He has charged the administration with mistakenly keeping Iraq off the terrorist list, with the result that U.S. companies were able to export technology and materials that Iraq diverted to its missile, nuclear arms, poison gas and germ weapons programs.\n\nLoad-Date: October 11, 1993"
}