{
    "title": "U.S. appeal of Moussaoui request set",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 6,
    "day": 3,
    "full text": "The Justice Department says terrorism suspects would gain the advantage in criminal trials if al-Qaeda loyalist Zacarias Moussaoui is allowed to interview a former leader of the terrorist group.\nA trial judge ruled that Moussaoui could question Ramzi Binalshibh via closed-circuit TV. The government is contesting the ruling in oral arguments today before a three-judge panel of the U.S. Court of Appeals for the Fourth Circuit in Richmond.\nPredicting dire consequences if the interview took place, prosecutors said in written pleadings that \"almost any indicted terrorist could undermine his prosecution by claiming a need for access to enemy combatants.\" The government holds senior al-Qaeda captives such as Binalshibh in secret locations and does not want any unauthorized people - let alone terrorism suspects - to interfere with interrogations.\nThe Bush administration could decide that an interview would be intolerable, and move the Moussaoui case - and future terrorism cases - to military tribunals that may allow greater secrecy and limit defendants' rights.\nThe French-born Moussaoui is the lone U.S. defendant charged as a conspirator in the Sept. 11 attacks, a captive from the war on terrorism being prosecuted as a civilian criminal.\nWhile defendants normally have such access to witnesses and information that might exonerate them, the government argued that the rules changed in this case because Binalshibh was an enemy combatant.\nThe appellate judges must decide whether terrorism defendants have the same rights as others charged with crimes.\nU.S. officials say Binalshibh was a coordinator of the Sept. 11 hijackings. Moussaoui has also asked for access to other al-Qaeda captives.\nU.S. District Judge Leonie Brinkema ruled in January that Moussaoui could interview Binalshibh. Even if Binalshibh did not have information to exonerate Moussaoui, he potentially could help spare the defendant's life by testifying that Moussaoui was not part of the Sept. 11 plot.\nU.S. is set to appeal access granted a terror suspect. A8.\n\nLoad-Date: August 1, 2005"
}