{
    "title": "U.S. WILL SPEND MILLIONS TRAINING INDONESIAN POLICE TO FIGHT TERRORISM; OFFICIALS SEEK TO BOOST EFFO",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 7,
    "day": 31,
    "full text": "The Bush administration, eager to help Indonesia confront daunting anti-terrorism challenges, is pushing to achieve that goal without violating congressional limitations on U.S. military assistance to that country.\nThe administration expects to provide $16 million for counterterrorism training of Indonesian police officers, which is normally designed for military personnel, said a senior State Department official accompanying Secretary of State Colin Powell on an Asian tour.\nIt also plans to spend $400,000 during the current fiscal year and next year to train civilians in anti-terrorism activities. Indonesians are also expected to be major participants in a $17 million Pentagon-administered program for what are known as \"counterterrorism fellowships,\" the official said.\nU.S. legislation bars normalization of military ties between the two countries until the army demonstrates a commitment to greater civilian control and accountability. The curbs were imposed by the Congress in 1999 after the Indonesian military committed savage abuses against East Timorese.\nPowell is on a six-country tour of Southeast Asian countries and is being joined here by colleagues from more than 20 countries.\nHe and representatives of the 10-nation Association of Southeast Asian Nations are expected to sign an agreement Thursday to reinforce their counterterrorism cooperation.\nAlso, North Korean Foreign Minister Paek Nam-sun departed Pyongyang on Tuesday for Brunei. There have been strong hints that Paek will seek a meeting with Powell in the next day or two, but neither side has made an announcement.\nNorth Korea has indicated a willingness to accept a proposal by President George W. Bush to reopen talks on security issues. There have been no such discussions since late in the Clinton administration.\nOn Indonesia, some analysts question the political will of President Megawati Sukarnoputri to challenge Islamic militant groups. But Powell sounded cautiously optimistic when, with Singapore Prime Minister Goh Chok Tong at his side Tuesday in Singapore, he discussed the issue at a late afternoon news conference.\n\"I think (the Indonesians) recognize the dangers that we all face,\" he said. \"I think that they have been cooperating more fully with us as time goes by, and I'm quite sure that Mrs. Megawati is committed to this cause.\"\nHe said he and Goh spent considerable time discussing the issue during their meeting.\nBecause the police are relatively weak, he said, the support of the military is indispensable.\n\nNotes\n\nWORLD FOCUS\n\nGraphic\n\n \nPHOTO; Photo from THE ASSOCIATED PRESS - Indonesian police officers salute during a show of force on the grounds of the Parliament complex in Jakarta on Tuesday. Security forces are gearing up for protests expected as leaders convene a legislative session on Thursday.\n\nLoad-Date: August 1, 2002"
}