{
    "title": "U.S. _ Al-Qaeda funding disrupted",
    "publisher": "usa today",
    "year": 2009,
    "month": 9,
    "day": 9,
    "full text": "WASHINGTON -- U.S.-led international efforts to disrupt al-Qaeda's sources of money have left the terrorist network in \"the worst financial position they've been in three years,\" and the Obama administration is trying to put the same pressure on the Taliban, the Treasury Department's top terrorism fighter says.\n\"We've got al-Qaeda under significant stress,\" Stuart Levey, the Treasury undersecretary for terrorism and financial intelligence, tells USA TODAY. \"The U.S. and its allies have applied a lot of pressure and successfully disrupted most of their facilitation networks.\"\nThe details and methods of that pressure are largely secret, but Treasury records show the department has designated hundreds of people and institutions as terrorists, seeking to bar them from the international banking system.\nUnder presidential order, Treasury freezes the assets of accused terrorism financiers and forbids Americans from doing business with them. Other governments, and private banks, often follow suit.\nSince January, Treasury has taken those steps against Lashkar-e-Taiba, a Pakistani terrorist group responsible for the November attacks in Mumbai that killed 166; Abdul Haq, accused by Treasury of planning unrealized attacks against the 2008 Beijing Olympics; al-Qaeda in Iraq member Abu Khalaf; and several al-Qaeda supporters in Iran, including Osama bin Laden's son Sa'ad bin Laden.\nIn 2005, Osama bin Laden's deputy, Ayman al-Zawahri, wrote to terrorist Abu Musab al-Zarqawi in Iraq, asking whether he could spare \"approximately one hundred thousand (dollars)\" because \"many of the lines have been cut off,\" according to documents seized by U.S. forces.\nAuthorities have \"really had great success, and it's because they've been able to track money to the second and third and fourth recipient,\" says Notre Dame University political science professor George Lopez, an expert on international sanctions.\nGeorgetown University terrorism expert Bruce Hoffman agrees, though he notes that the cost of the 2005 London subway bombings was about $15,000 -- not a hard sum for terrorists to raise.\nLevey has traveled the world seeking to persuade countries to voluntarily crack down on terrorist funding. He hasn't always been successful: In June, Ambassador Richard Holbrooke, special envoy to Afghanistan and Pakistan, told Congress the Taliban gets more money from Persian Gulf countries than the drug trade, which NATO estimates earns them $80 million per year.\n\"I think, over time, we're making great progress in persuading people that funding the Taliban is a threat to them and to the world,\" Levey says. \n\nLoad-Date: September 9, 2009"
}