{
    "title": "U.S. rips Syria over issues of terrorism, aiding Iraqis",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 4,
    "day": 15,
    "full text": "WASHINGTON -- Triumphant in Iraq, the Bush administration looked across the border to Syria on Monday, accusing it of harboring remnants of Saddam Hussein's government and supporting terrorism. Secretary of State Colin Powell raised the possibility of diplomatic and economic sanctions.\nSharpening the Bush administration's rhetoric, Powell said, \"They should review their actions and their behavior, not only with respect to who gets haven in Syria and weapons of mass destruction, but especially the support of terrorist activity.\"\nNational Security Adviser Condoleezza Rice, in a parallel thrust at Damascus, said Syria's support for terrorism and \"harboring the remnants of the Iraqi regime\" were unacceptable.\nBut she indicated the administration was not contemplating military action.\nUsing the same formula the administration has applied to North Korea and its aggressive nuclear weapons program, Rice said at the Washington Institute for Near East Policy, \"The president has made clear every problem in the Middle East cannot be dealt with the same way.\"\nAnd Powell signaled President Bashar Assad that the Bush administration still would like to include Syria in the Mideast peacemaking it intends to accelerate between Israel and the Palestinians.\n\"As we go down the road to peace, we want it to be a comprehensive peace, and ultimately, of course, that would have to include finding a way to settle the outstanding issues with Syria, as well,\" Powell said at a State Department news conference.\nSyria seeks to recover the Golan Heights, a strategic area it lost to Israel in the 1967 Mideast War.\nSyrian President Bashar Assad met with British and Saudi envoys Monday in Damascus as his government denied charges by U.S. officials that Syria has weapons of mass destruction and is sheltering Iraqi leaders.\n\nLoad-Date: April 15, 2003"
}