{
    "title": "U.S. JUDGE FINDS IRAN RESPONSIBLE FOR DEATHS OF TWO AMERICANS IN ISRAEL",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 7,
    "day": 12,
    "full text": "A federal judge has ruled that Iran was responsible for a terrorist bombing that killed two Americans in Israel and has awarded the victims' families $ 327 million.\nThe parents of Matthew Eisenfeld, 25, a rabbinical student from West Hartford, Conn., and Sara Duker, 22, of Teaneck, N.J., sued Iran under a federal law that allows victims to seek damages from nations that sponsor international terrorism.\nU.S. District Judge Royce Lamberth said in his ruling that Iran had provided support and resources for Hamas, the Islamic group that immediately claimed responsibility for the bombing in 1996 of a bus in Israel. The two Americans and 21 others died in the attack.\nLamberth awarded each of the families $ 150 million in punitive damages and more than $ 26.6 million for pain and suffering.\n\"The court finds that a total award of punitive damages equal to three times Iran's annual expenditure in 1996 on terrorism … will serve to deter future attacks such as the one that killed Sara Rachel Duker and Matthew Eisenfeld,\" Lamberth said.\nOther terrorism victims have won similar court judgments, only to be stymied by the U.S. government in their efforts to collect the money. President Bill Clinton's administration maintains that frozen assets and diplomatic properties of foreign nations cannot be used to pay off the judgments.\nDuker's mother, Arline, said she expected similar roadblocks but is determined to overcome them.\n\"I see this as a $ 327 million weapon against Iran's use of terrorism to conduct foreign policy,\" she said. \"The issue is for Iran not to have the money, for Iran to be punished.\"\nThe Iranian government did not send representatives to court to contest the suit.\nThe lawyer for the families, Steven Perles, built the case around a confession that the accused mastermind of the bombing, Hassan Salamah, gave to Israeli police.\n\nLoad-Date: July 12, 2000"
}