{
    "title": "U.S. , ASIAN NATIONS SIGN TREATY ON TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 8,
    "day": 2,
    "full text": "BANDAR SERI BEGAWAN, Brunei -- The United States signed a sweeping new anti-terrorism treaty with Southeast Asian countries Thursday aimed at substantially upgrading security in the region a key front in the war on al-Qaida.\nThe treaty with the 10 members of the Association of Southeast Asian Nations, or ASEAN, is one of the most extensive security arrangements concluded among the United States and its allies in the aftermath of the Sept. 11 terrorist attacks.\nUnder the agreement, Washington and the regional grouping Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam will share information, boost police cooperation and plug holes that extremists can exploit. The treaty will also raise U.S. technical and logistical aid to \"prevent, disrupt and combat\" international terrorism.\nSecretary of State Colin Powell told a news conference that the accord would build a \"more intimate relationship\" with the Southeast Asian countries.\nRising extremism\nSoutheast Asia has seen a rise in Muslim extremism in recent years, with some regional militant groups linked to Osama bin Laden's al-Qaida network. U.S. officials believe some of the planning for Sept. 11 may have taken place in Malaysia, where at least two of the hijackers visited a year earlier. Plots against U.S. interests in Indonesia and Singapore were exposed and thwarted in the past year.\nRegional governments are concerned that the threat of further militant activity could hurt investor confidence and threaten economic growth throughout the region of 500 million people.\nStill, the prospect that an anti-terrorist pact might lead to the deployment of U.S. soldiers has alarmed Vietnam and Indonesia the world's most populous Muslim nation. The United States sought to assuage such concerns.\n\"We are not looking for bases or places to send U.S. troops,\" Powell said after signing the accord at a ceremony in the capital of this oil-rich sultanate on Borneo island.\nAnalysts also have warned that the possible presence of American forces in predominantly Muslim nations such as Malaysia or Indonesia could be counterproductive and could inflame religious extremism.\nPowell appeared to take note of such concerns, indicating that national security forces should be responsible for handling the threat.\nSome 1,500 U.S. troops have already been deployed to the southern Philippines to combat Abu Sayyaf terrorists allegedly linked to al-Qaida.\n\nLoad-Date: August 2, 2002"
}