{
    "title": "U.S. Blocks Men's Return To California From Pakistan",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 29,
    "full text": "Federal authorities have prevented two relatives of a father and son convicted recently in a terrorism-related case from returning home to California from Pakistan unless they agree to be interviewed by the F.B.I.\n  It is unclear whether the men, Muhammad Ismail, 45, and his son Jaber, 18, have a direct connection to the terrorism case or if they have been caught up in circumstance.\nThe United States attorney's office in Sacramento declined Monday to answer questions about the Ismails beyond confirming that the men had not been permitted to fly into the United States and that the Federal Bureau of Investigation wanted to question them.\n  The United States attorney, McGregor W. Scott, reiterated a comment he had made to The San Francisco Chronicle, which reported Saturday about the Ismails' troubles.\n  ''They've been given the opportunity to meet with the F.B.I. over there and answer a few questions, and they've declined to do that,'' Mr. Scott said through a spokeswoman, Mary Wenger.\n  The Ismails live in Lodi, Calif., a small farming town south of Sacramento, where their relatives Umer Hayat and his son, Hamid, were arrested last summer as part of what federal prosecutors said was an investigation into terrorist links.\n  The Hayats are the only people to have been charged. Hamid Hayat, the nephew of Muhammad Ismail and the cousin of Jaber, was convicted in April of supporting terrorists by attending a training camp in Pakistan. Umer Hayat, in a deal reached with prosecutors after jurors deadlocked on terrorism charges, pleaded guilty in May to lying to the authorities about carrying $28,000 to Pakistan from California.\n  The Ismails discovered they were on the federal government's no-fly list of people not allowed to enter the United States after they were refused permission to board a connecting flight in Hong Kong on April 21; they had been trying to return to California after several years in Pakistan, said Julia Harumi Mass of the American Civil Liberties Union of Northern California, who is representing them.\n  In Hong Kong, Ms. Mass said, they were told there was a problem with their passports; other family members traveled on to California, while the Ismails returned to Pakistan. There, a consular officer suggested there had been a mix-up and advised them to book a direct flight to the United States, but at the airport, they were told they were on the no-fly list, she said.\n  Jaber Ismail, who was born in the United States, was questioned by the F.B.I. at the American Embassy in Islamabad, but his father, a naturalized United States citizen from Pakistan, declined to participate, Ms. Mass said. Jaber Ismail has refused further interrogation without a lawyer and has declined to take a polygraph test; Ms. Mass said the men were told these conditions had to be met before the authorities would consider letting them back into the United States.\n  She said the men had not been involved in terrorist activities; Jaber Ismail, she said, had gone to Pakistan in part for religious study.\n  ''If the government had evidence instead of innuendo,'' Ms. Mass said, ''then they would be charged with a crime instead of being held hostage in a foreign land.'' She said she had filed a complaint with the Department of Homeland Security, seeking the removal of the Ismails from the no-fly list and an explanation for why they were considered a threat. \n  Hamid Hayat mentioned Jaber Ismail in a marathon F.B.I. interrogation before he was charged, according to transcripts. He said his cousin had attended a camp in the past couple of years, but he was not sure if it was the same one he had attended.\n  Defense lawyers attacked the interrogation as coerced and misleading, saying that the camp Mr. Hayat had referred to involved religious instruction, not terrorism, and that investigators had intimidated the men into making false claims. The government never presented evidence that Mr. Hayat had attended the camp, beyond his own words.\n  Carl W. Tobias, a law professor at the University of Richmond who has studied terrorism prosecutions, said the Ismails' situation raised a host of difficult legal issues.\n  ''There are a lot of Supreme Court cases on the right to travel,'' Mr. Tobias said. ''But you have to play them against the Patriot Act and whatever legislation may apply. This does render them stateless in some ways.''\n\nhttp://www.nytimes.com\n\nLoad-Date: August 29, 2006"
}