{
    "title": "U.S. grants expand Gilbert firefighters' hazmat capabilities_ Special crew part of Valley's terroris",
    "publisher": "east valley tribune ",
    "year": 2008,
    "month": 2,
    "day": 1,
    "full text": "Feb. 1--The firefighters at Gilbert Fire Station No. 8 can detect mysterious chemicals, handle toxic spills and rescue people from collapsed buildings.\nThis fall, when the Gilbert Fire Department gets it's latest edition, a $350,000 state-of-the-art hazardous materials truck, the special operations crew also will be able to respond to large-scale nuclear, biological and chemical terrorist attacks.\n\"It's a big deal, and the truck was needed,\" Capt. Rob Duggan said.\n\"For as big as our department is getting, we wanted to increase the level and scale of response that our department can provide,\" Duggan said.\nThe fire department has greatly expanded its capabilities in recent years. With a series of federal grants from the Department of Homeland Security, the department has worked to position itself as a prominent player in the Valley's counterterrorism plan.\nThe truck is the latest purchase by the fire department using federal grants. In recent years, Gilbert has bought other vehicles, equipment, training and medications.\nAs a result, the Gilbert department is now part of a larger regional response system connecting resources from fire and police departments throughout the Valley.\nIn 2004, Gilbert received a 30-foot truck that can be transformed into a large-scale decontamination unit.\nThe truck supports agencies evacuating at ground zero by treating victims of nuclear, chemical and biological attacks with a series of showers and supplies.\nRecently, the fire department also acquired several detection devices and kits that can quickly identify unknown and foreign substances. While Gilbert assumes a larger role, the town only recently became an integral part of the response blueprint.\nFor many years, the fire department received little or no funding for homeland security. The vast majority of money went to bigger departments.\nGilbert received nearly $1 million in homeland security grant money in 2007. But from 2001 to 2003, the town received less than $60,000.\nAfter the Sept. 11, 2001, attacks, the federal government created the homeland security grant program to fund the largest jurisdictions so they could improve local responses to a weapons of mass destruction incident, said Mike DeBenedetto, Phoenix emergency management coordinator.\n\"They realized local responders needed more resources because they are the first to arrive,\" he said.\nInitially, Valley emergency management officials identified five cities best suited for regional response: Glendale for the west; Phoenix for the central area; and Mesa, Chandler and Tempe in the East Valley.\nThese departments were entrusted with handling an emergency for up to 72 hours to give the federal government a chance to respond.\n\"It wasn't a simple case of Gilbert being ignored,\" DeBenedetto said. \"The other agencies were the ones that had the resources and ability to handle the role.\"\nBut the Gilbert department has grown substantially, and county officials have recognized the town is in a position to make a greater contribution. Last year, Gilbert joined Goodyear and Peoria in a second wave of jurisdictions eligible to receive increased funding.\n\"We're glad we are getting this funding because we actively want to participate,\" said Sheri Gibbons, Gilbert emergency management coordinator. \"But it's really not just about Gilbert. It's all about all the regional departments participating together to form a wide network of resources.\"\nOfficials from around the Valley tout how well the departments work together. While they maintain the departments are not battling for federal funds, a plan by the Bush administration to reduce Homeland Security spending by more than 50 percent next year may compound the situation.\nUnder the proposal, states' funding would be cut from $3.2 billion to $1.4 billion. The dramatic decrease would stretch many jurisdictions.\nCounterterrorism equipment is expensive and much of the medications, chemicals and equipment needs to be regularly replaced and updated.\nThe planned cut also raises concerns for local departments because officials said they actually need even more money. \"Our needs way outweigh the money that we receive in grants,\" Gibbons said. \"Looking into the future, there's always more that we want and need to do. But ultimately, the federal government determines that.\"\nTo see more of The Tribune, or to subscribe to the newspaper, go to http://www.eastvalleytribune.com. Copyright (c) 2008, The Tribune, Mesa, Ariz. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: February 1, 2008"
}