{
    "title": "U.S. pushes Palestinians to improve security",
    "publisher": "telegraph herald ",
    "year": 1997,
    "month": 8,
    "day": 4,
    "full text": "Palestinians must step up security controls to assure Israel they are serious about fighting terrorism if Mideast peace talks are to proceed, the Clinton administration said Sunday.\n\"The security cooperation has been uneven,\" national security adviser Sandy Berger said on CBS' \"Face the Nation.\" \"One can't expect 100 percent results when you're fighting terrorism. But there can be a total, 100 percent unrelenting effort. I think the effort's been uneven. It has to intensify.\"\nHe said U.S. mediator Dennis Ross would work on this issue when he travels to Israel this week following a double suicide market bombing last week that killed 15 people.\nOn alert for more suicide bombings, Israel mounted a tough blockade on Palestinian areas Sunday and deployed soldiers, bomb squads and extra police in major cities. A Palestinian was shot dead near a Jewish settlement in the West Bank.\n\"We have indications that there will be more attempts at terrorism,\" Prime Minister Benjamin Netanyahu told CBS television. \"We are unfortunately prepared for the worst.\"\nThe army said Sunday that it had detained 37 Palestinians suspected of \"terrorist activity\" in a sweep of the West Bank Saturday and Sunday. That brought to 116 the number of Palestinians jailed since the bombing.\nNegotiations cannot be successful if Israel is not confident that the Palestinians are fighting terrorism, Berger said. He said Israel, for its part, must assure the Palestinians that it is not trying to pre-empt later negotiations. For instance, Israel has built Jewish housing in east Jerusalem, which Palestinians hope to claim for their own.\nBut Berger focused his comments on the Palestinians.\n\"We have to have a higher degree of security cooperation,\" he said. \"This is not only in the interest of Israel; in my judgment, it's in the interest of the Palestinian people.\"\nAlso Sunday, House Speaker Newt Gingrich called for aggressive steps to combat terrorism, including raids into Palestinian territory and arresting leaders of the Palestinian Authority.\nHe said Palestinian leader Yasser Arafat has lost credibility in Congress, which recessed until September without extending a law that makes it possible for the Palestinian Authority to receive U.S. aid and to maintain offices in the United States.\nExpiration of the law, scheduled Aug. 12, also would require an end to U.S. diplomatic contact with the Palestinians.\nTheir comments echoed strong statements made Sunday by Netanyahu toward the Palestinians.\n\"We expect them to take very tough action against the terrorists. To jail the leaders, to stop the incitement towards violence and terror, to collect the weapons and explosives,\" he said on \"Face the Nation.\"\n\"All of that has not been done despite solemn pledges by Arafat to do so,\" Netanyahu said. \"I hope this can change rapidly for all our sakes.\"\n\nLoad-Date: August 4, 1997"
}