{
    "title": "U.S. TELLS ARAFAT TO GET SERIOUS ABOUT FIGHTING TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 1,
    "day": 26,
    "full text": "WASHINGTON -- President Bush assailed Yasser Arafat's Palestinian Authority on Friday for \"enhancing terror\" by trying to smuggle weapons from Iran. Tough U.S. sanctions, including suspension of diplomatic contact, were put under White House review.\nThere was no immediate presidential decision to act against Arafat. The threat is aimed at convincing the Palestinian leader he must do more to curb terror.\nA senior official said sanctions could be imposed at any point, depending on how Arafat responds to what Secretary of State Colin Powell called \"a clear, stern message\" that he must accept responsibility for the smuggling operation.\n\"This kind of activity is constantly undercutting our efforts,\" Powell said. \"This is in some ways a moment of truth for Chairman Arafat.\"\nSenior administration officials said even the least hawkish option, recommended by Powell, would require Arafat to take specific anti-terror actions before the United States would renew its suspended mediation role in the Middle East.\nDeclaring he was \"very disappointed\" with Arafat, Bush said, \"Ordering up weapons that were intercepted on a boat headed for that part of the world is not part of fighting terror. That's enhancing terror.\"\nIsraeli commandos seized the Karine A in the Red Sea on Jan. 3 and rushed intelligence experts to Washington to inform the Bush administration. They said the rockets, mortar and explosives could have devastated Ben Gurion Airport outside Tel Aviv and spread terror throughout Israel.\nIn Ramallah, the West Bank town where Israeli soldiers have Arafat under virtual house arrest, an adviser said severing ties would \"cause an earthquake\" in the Middle East.\nArafat's adviser, Nabil Abu Rdeneh, said Bush should act instead against Israeli Prime Minister Ariel Sharon \"and not receive him in the White House.\"\nSharon is due to meet with Bush in Washington on Feb. 7, his fourth visit to the White House since last March. Arafat has never been invited by Bush.\nKing Abdullah II of Jordan will have a breakfast meeting with Bush next week at the White House. In their third meeting, Bush and the king will discuss terrorism and the Middle East.\nBush sent letters last week to the king, Crown Prince Abdullah of Saudi Arabia and President Hosni Mubarak of Egypt with what U.S. officials said was proof that the Palestinian Authority was involved in the smuggling operation.\nBush's meeting with his senior advisers Friday at the White House marked a dramatic turn in U.S. relations with Arafat. For more than a decade, American presidents have approached the former guerrilla leader as the Palestinians' only legitimate leader and as Israel's peace partner, the same role accorded Arafat by his fellow Arabs.\n\nLoad-Date: January 27, 2002"
}