{
    "title": "U.S. victims win landmark ruling on Palestinian accountability for terrorism",
    "publisher": "heritage florida jewish news",
    "year": 2015,
    "month": 3,
    "day": 13,
    "full text": "A New York City-based federal jury on Monday ordered the Palestine Liberation Organization (PLO) and the Palestinian Authority (PA) to pay $218.5 million in reparations to American citizens who were targeted by terror attacks in Jerusalem, and to the victims' families. The ruling is seen as a major victory for those seeking to hold so-called moderate Palestinian factions accountable for terrorism.\n\"This is a significant ruling because the jury has discarded the long-held fiction that the Palestinians are not responsible for their actions,\" Stephen M. Flatow, a New Jersey-based attorney and the father of Alisa Flatow, who was murdered by the Palestinian terrorist group Islamic Jihad in 1995, told JNS.org.\nThe court ruled in favor of 10 American families who sued the PLO and PA for six different terrorist attacks that were linked to those groups during the second Palestinian intifada (uprising). Thirty-three people were killed in those six attacks between 2002 and 2004, and 450 were injured. Since the lawsuit was filed in a U.S. court under the Anti-Terrorism Act, the reparation amount is expected to triple to $655.5 million.\n\"Now the PLO and the PA know there is a price for supporting terrorism,\" Nitsana Darshan-Leitner, a lawyer for the plaintiffs and the head of Shurat HaDin, Israel Law Center, told Reuters.\nAmong the families involved in the landmark ruling were representatives of four victims of a Hebrew University cafeteriaattackin2002, in addition to Palestinian shooting attacks and suicide bombings that took place between 2002 and 2004 in Jerusalem.\nThe plaintiffs won the case after a 10-year legal battle in which the defense claimed that the PLO and the PA were not directly responsible for attacks, which were carried out by the al-Aqsa Martyrs Brigade and Hamas. The verdict is likely to bolster Israel's longstanding claim that Palestinian factions such as Mahmoud Abbas's PA--which many in the West consider to be more moderate than Hamas--support terrorism.\n\"The PA and the PLO and the Fatah faction were all involved in terrorism during the second intifada,\" Jonathan Schanzer, vice president for research at the Foundation for Defense of Democracies and a former terrorism finance analyst at the U. S. Department of the Treasury, told JNS.org. \"Abbas reined in those groups and has done a reasonably good job of preventing their resurgence. But the sins of his predecessor, Yasser Arafat, continue to haunt him. And now it looks as if it will cost him as well.\"\nThe ruling comes as the PA finds itself under severe financial strain. Israel is withholding the transfer of tax revenue it collects for the PA, in response to Abbas's unilateral action to seek membership in the International Criminal Court (ICC) as a mechanism to bring war crimes charges against Israel. American lawmakers are also advocating for the suspension of U.S. aid to the PA over to the ICC move.\n\"[Monday's] ruling delivers a financial blow to the Palestinian Authority at a time when they are already cash-strapped,\" Schanzer said. \"I believe that legislators will point to this, among other things, as reasons to cut off PA funding.\"\nIn January, 75 of 100 U.S. senators signed a letter to Secretary of State John Kerry saying that they would not support foreign aid to the PA until the Obama administration completes a review of the ICC bid. The U.S. currently provides roughly $400 million in annual foreign aid to the PA.\n\"If the U.S. allows the victims [who won Monday's ruling] to collect, I hope out of the $400 million in U.S. aid money sent to the PA each year, it will hit the PA hard in the pocketbook, and perhaps force the Palestinian leadership of Mahmoud Abbas to accept the fact that they cannot continue to pay terrorists sitting in prison or provide stipends to the families of so-called martyrs,\" Flatow told JNS.org.\nJewish organizations were quick to praise the federal jury's decision.\n\"This verdict sends a clear message that inciting terrorism, supporting terrorism, and celebrating terrorism cannot and will not be tolerated, and that those responsible for perpetrating acts of terror will be held responsible and forced to pay a heavy price,\" the National Council of Young Israel said in a statement.\n\"Perpetrators of terrorism and their sponsors must be held accountable,\" said American Jewish Committee Executive Director David Harris. \"Though the legal process took a long time, the victims' families have finally seen justice in the admirable, reasoned decision of the jury in a federal court in New York.\"\nIsraeli Prime Minister Benjamin Netanyahu--whose government has long accused the PLO and PA of inciting and even sponsoring terrorism, especially during the second intifada--said the U.S court decision\" determines the responsibility of the Palestinian Authority for the murderous terrorist attacks of the previous decade.\"\n\"We expect the international community to continue to punish those who support terrorism,\" Netanyahu said.\nSchanzer told JNS.org that the ruling also \"serves as reminder to Palestinian leader Mahmoud Abbas, who recently embarked on a campaign of lawfare against the Israelis at the International Criminal Court, that he is just as vulnerable [as Israel] to legal challenges.\"\nWhile it may be too early to know the significance of the ruling for the U.S.-Palestinian funding relationship, the decision's practical impact for families of the victims of Palestinian terror is clear.\n\"While no amount of money will ever bring back the murdered children, fathers, mothers, and loved ones, or adequately compensate the survivors, the jury's message was clear: terrorism has a price, and the terrorists and their sponsors must pay for it--not with lip service, but in hard, cold cash,\" Flatow said.\n\nLoad-Date: April 9, 2016"
}