{
    "title": "U.S. PRESSES SAUDIS ON TERRORISM FINANCIERS; DELEGATION WANTS CRACKDOWN ON BUSINESSES, CHARITIES",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 8,
    "day": 6,
    "full text": "A delegation of senior U.S. counterterrorism authorities is in Saudi Arabia this week to press government officials there to do more to crack down on the financing of terrorism.\n Officials from the National Security Council, the State Department, the Treasury and the FBI are meeting with Saudi leaders \"at the highest levels,\" a U.S. official said. A central purpose of their trip is to get the Saudi government to shut down businesses and charities used to funnel money to terrorist groups, including al-Qaida.\nSome of the Saudi charities are sponsored by the government or members of the royal family. The kingdom's top law enforcement official, Interior Minister Prince Nayef, has been accused by some U.S. officials of supporting Islamic extremism.\n Among those meeting with the Saudis are J. Cofer Black, State Department counterterrorism chief; Frances Fragos Townsend, deputy national security adviser; David Aufhauser, Treasury general counsel; and John Pistole, FBI deputy assistant counterterrorism director. As the U.S. delegation pushed for more action from the Saudis, the Treasury Department told a congressional panel it would not comply with the panel's demand last week for information about how U.S. authorities have gone after Saudi terror financiers.\n Treasury has sought economic sanctions for a number of Saudi groups and individuals tied to terrorism, an agency official told Congress last week, but often has been blocked by the State Department and other government agencies. While a Treasury official told Congress there were often valid reasons to forgo sanctions -- such as compromising investigations -- committee members demanded a list of entities against which sanctions were recommended but not granted.\n The Treasury Department yesterday told the Senate Governmental Affairs Committee it would not release the names because the decision-making process is classified.\n \"The Treasury Department is continuing to work with the committee on this and all issues related to terrorist financing,\" Treasury spokesman Taylor Griffin said. \"The information requested relates to ongoing U.S. government efforts to disrupt terrorist financing. Public disclosure at this time would frustrate those efforts.\"\n The U.S. delegation, which traveled to Jiddah on Sunday and is expected to return later this week, was also prepared to push the Saudis for access to witnesses and evidence in the investigation of the Sept. 11, 2001, attacks on the United States.\n One of the witnesses the FBI sought to interview is Omar Bayoumi, who befriended and aided two of the Sept. 11 hijackers when they moved to San Diego in 2000.\n Bayoumi, a Saudi citizen who left the United States in July 2001, met with FBI agents in recent days and will be interviewed again, a bureau spokesman said.\n Bayoumi said in a televised interview in Saudi Arabia on Sunday that he was not linked to the hijack plot, something a congressional panel has recommended be further investigated.\n\nLoad-Date: August 6, 2003"
}