{
    "title": "U.S. CHARGES 14 WITH TERRORISM ACCUSED OF AIDING SOMALI MILITANTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON -- Federal indictments unsealed Thursday in Minnesota, Alabama and California charge 14 people with terrorism offenses for allegedly aiding the radical Islamist al-Shabab organization in Somalia.\nIn announcing the indictments, Attorney General Eric H. Holder Jr. said the charges reflect a disturbing trend in which al-Shabab, which has links to Osama bin Laden's al-Qaida terrorist network, has appealed to U.S. citizens of Somali descent to join the group's battle against a weak U.S.-backed transitional government and African Union peacekeeping forces in Somalia.\nMr. Holder said there was no direct evidence that al-Shabab is threatening the United States, but a terrorist attack last month in Uganda \"gives us pause.\"\nAl-Shabab claimed responsibility for the attack, in which at least 74 civilians were killed in coordinated bombings at two locations in the Ugandan capital, Kampala, where crowds were watching the World Cup soccer final. Among the victims was an American aid worker from Delaware.\nThe four indictments unsealed Thursday accuse the 14 individuals of providing money, personnel and services to al-Shabab.\nAmong those charged were Omar Shafik Hammami, 26, a former resident of Daphne, Ala., and Jehad Serwan Mostafa, 28, a former resident of San Diego. Both are U.S. citizens who are believed to be at large in Somalia.\nIn a news conference, Mr. Holder said Mr. Hammami \"has assumed an operational role\" in al-Shabab and made recruitment videos that have aroused concern at the FBI and in the Somali community in the United States.\nThe effort to recruit Somali Americans for al-Shabab targets young men \"at difficult points in their lives,\" a U.S. official said.\nTwo indictments unsealed in Minnesota charge two women -- Amina Farah Ali, 33, and Hawo Mohamed Hassan, 63 -- with conspiracy to provide material support to al-Shabab. The two, both naturalized U.S. citizens and residents of Rochester, Minn., were arrested Thursday, the Justice Department announced.\nThey were accused of raising money for al-Shabab by door-to-door solicitations and teleconferences in Somali communities in Minneapolis, Rochester and other U.S. and Canadian locations. \"In some cases, these funds were raised under the false pretense that they would be used to aid the poor and the needy,\" Mr. Holder said.\nA separate superseding indictment charges 10 men with terrorism offenses for leaving the United States to join al-Shabab. Seven of the 10 had been previously charged in indictments or criminal complaints, the Justice Department said.\n\nLoad-Date: August 6, 2010"
}