{
    "title": "U.S. war on terrorism is selective",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 5,
    "day": 14,
    "full text": "THE BUSH administration says its zero-tolerance policy against terrorism applies to all suspected evildoers, not just Muslims, and that its zero-tolerance policy against Cuba is a principled position, not just an exercise in pandering to the implacable anti-Castro exiles in Miami. On both counts, evidence suggests otherwise.\nThe fact is that Luis Posada Carriles, an accused terrorist who entered the United States illegally and was taken into custody by authorities, is not being kept in solitary confinement and dragged out for occasional water boarding. As of this writing, he is a free man.\nPosada, 79, has a long history of violent opposition to Fidel Castro's regime. He was accused of masterminding the 1976 midair bombing of a civilian Cuban airliner, a terrorist act that killed 73 innocent people. He is also suspected of involvement in a 1997 series of bombings of Havana hotels and nightclubs; several people were injured and an Italian tourist was killed.\nTerrorism, our government constantly reminds us, is the scourge of our times. So why is a man described by our government as \"an unrepentant criminal and admitted mastermind of terrorist plots and attacks on tourist sites\" looking forward to a hero's welcome in Miami from his old Bay of Pigs comrades?\nPosada sneaked into the country in 2005 and had the temerity to advertise his presence by giving a news conference. After some dithering, Homeland Security officials took him into custody. He was indicted in January on federal charges of immigration fraud for lying about how he entered the United States.\nOn Tuesday, in El Paso, Texas - where Posada had been held - U.S. District Judge Kathleen Cardone dismissed the indictment against Posada, saying the government had resorted to unconstitutional \"trickery\" in gathering its evidence against him. It was Cardone's dismissal order that set Posada free.\nCardone found that in Posada's formal immigration interview after the feds whisked him away in 2005, the government failed to provide adequate translation of the questions and answers. What the government contended were lies about how Posada had made his way into the United States looked more like misunderstandings, Cardone concluded.\nIt's worth pointing out that this isn't the first time Posada has used his allegedly poor command of English as an excuse: He claims he didn't understand what he was saying years ago when he boasted to a reporter of his role in the Havana bombings.\nSo, was the judge snookered into letting a hardened terrorist walk on a technicality? Not really. It's more the case that the judge refused to play along.\nCardone's point was that if the government really wanted to keep Posada behind bars because he was a career terrorist, then prosecutors should have prosecuted him as a terrorist. Then, faster than you can say \"Patriot Act,\" authorities could have made him disappear into the netherworld of indefinite detention where terrorist suspects named Muhammad are kept.\nI'll wager that the evidence against Posada, which I find compelling, is more solid than the secret evidence against most of the detainees at Guantanamo. But Posada's alleged crimes were against the Castro regime. George W. Bush's stance toward Cuba has been even more hardheaded and counterproductive than the policies of his predecessors. This administration has tightened the travel ban, increased economic pressure and made a show of planning for a post-Castro Cuba. Meanwhile, Castro (apparently recovering slowly from intestinal surgery) and his brother Raul are as firmly in power as ever. The administration's hard-line tactics have accomplished less than nothing - in Cuba, at least.\nThe zero-tolerance policy toward the Castro government has been popular, however, among the most strident exiles in Florida - the old men who will greet Posada when he comes home to Miami and a comfortable retirement.\nA grand jury in New Jersey reportedly is investigating Posada's alleged involvement in the Havana hotel bombings, and it's possible he will someday face a new indictment. Meanwhile, our government has given Castro another cause celebre for billboards and demonstrations.\nThe administration is about to increase funding for its broadcasts into Cuba, even though they are seen and heard by few Cubans because Castro's people have gotten so good at jamming them. The message is that the United States opposes the Castro regime but offers a hand of friendship to the Cuban people.\nThat's a tough idea to sell when our government won't call a terrorist a terrorist - and when a bitter old man who likely has killed scores of Cuban civilians is allowed to walk free.\nRobinson is a columnist for The Washington Post.\n\nLoad-Date: May 15, 2007"
}