{
    "title": "U.S. SENDING PROBE TEAM TO YEMEN",
    "publisher": "daily news ",
    "year": 2000,
    "month": 10,
    "day": 13,
    "full text": "A team of American terrorism experts was dispatched yesterday to Yemen - long considered a safe haven for terrorist groups - to find out the truth behind the deadly explosion that rocked the destroyer Cole.\nThe terrorism response team included experts from the FBI, State Department and Pentagon.\nWith many enemies of the United States in that region, experts said the list of potential suspects is a long one.\nTerrorist groups active in Yemen include Osama Bin Laden's Al-Qaida organization, Hamas, the Aden-Abyan Islamic Army and the Islamic Jihad, according to the State Department.\nIn addition, Iraqi President Saddam Hussein has been linked with Yemen, according to Khadir Hamza, a former nuclear development associate of Hussein visiting New York yesterday.\n\"Saddam Hussein has always had close ties with Yemen,\" Hamza, co-author of the book \"Saddam's Bomb Maker,\" told the Daily News.\nWith so many other conflicts developing in the Middle East, Hamza believes it would be much like Hussein to try to exploit them for his own gain.\n\"Exploitation is Saddam's game,\" he said. \"He remains a danger to the United States.\"\nDavid Whipple, a 35-year CIA undercover agent and former executive director of the Virginia-based Association of Former Intelligence Agents, called Yemen \"a favorite place for terrorists\" because of weak governmental oversight.\n\"There are a lot of things going on in the world right now, and that means we've engendered a good deal of hostility,\" said Whipple, who worked as a spy all over the world.\nYesterday's apparent terrorist attack was the first targeting of the U.S. military in Yemen since the Pentagon pulled out all 100 American military personnel based there in January 1993.\nThe pullout followed bombings outside the U.S. Embassy and at hotels where some Americans were staying. U.S. intelligence has blamed Al-Qaida for some of those bombings.\nThe military dropped Yemen as a support base for its operation in Somalia - and at one point the U.S. had it on its list of terrorist-sponsoring states.\nAsked about a specific suspect in the bombings, Defense Secretary William Cohen said in Washington yesterday:\n\"We do know that terrorists are operating throughout the region, not just Yemen, but throughout the entire Middle East. It's pretty fluid; there are various groups that move in and out.\"\nAttorney General Janet Reno said, \"We will do everything we can to find out what caused this tragedy.\"\nFBI Director Louis Freeh, who was visiting the bureau's Newark, N.J., office, issued a statement expressing sympathy for the victims \"of this possible act of terrorism.\"\n\nLoad-Date: October 13, 2000"
}