{
    "title": "U.S. gets a C on terror effort_Those involved in 9 11 panel say threats remain_ 'We are still danger",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "Seven years after the Sept. 11 attacks, the federal government has made only limited progress toward preventing a catastrophic nuclear, biological or chemical attack on U.S. soil and combating the proliferation of weapons of mass destruction abroad, according to a report card to be issued today by 22 former U.S. officials.\n The bipartisan Partnership for a Secure America gave the United States an overall grade of C.\n The government received three D's, eight C's and seven B's in areas such as sustaining support of foreign scientists and governments; integrating programs to prevent nuclear terrorism; and strengthening multilateral law-enforcement efforts.\n The group urged the next president to appoint a Cabinet-level White House coordinator with the authority to direct counterproliferation plans, programs and funding. The panel was co-chaired by Democrat Lee H. Hamilton, a former congressman and vice chairman of the 9/11 Commission; and Republican Warren Rudman, a former senator and co-chairman of a 2001 blue-ribbon commission on terrorism.\n \"The threat of a new major terrorist attack on the United States is still very real,\" Hamilton, Rudman and Republican former New Jersey Gov. Thomas H. Kean, chairman of the 9/11 Commission, wrote in the report's introduction. A nuclear, chemical or biological weapon in the hands of terrorists was \"the single greatest threat to our nation,\" they said and concluded, \"We are still dangerously vulnerable.\"\n The report marks the latest effort by former leaders of the commission and other national-security experts to refocus efforts to counter threats of weapons of mass destruction after years of bureaucratic drift.\n In a similar report card issued in 2005, the Sept. 11 panel's successor gave U.S. counterproliferation efforts a D.\n The partnership's report card makes three main recommendations: The government should appoint a White House adviser with power to make funding decisions for counterproliferation programs; coordinate all such government programs under a strategic plan; and strengthen international cooperation.\n \"We can no longer afford to hope that our patchwork of programs and initiatives will naturally cohere into an effective whole,\" according to the report, a copy of which was provided to The Washington Post. \"The United States cannot be safe working alone.\"\n The government earned its highest marks for interdicting nuclear weapons and materials abroad, destroying half the U.S. chemical weapons stockpile and restricting access to bioterrorism agents in former Soviet states.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 13, 2008"
}