{
    "title": "U.S. HAS SPENT $28 BILLION FIGHTING TERRORISM AROUND WORLD SINCE ATTACKS; BUSH IS EXPECTED TO SEEK M",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 23,
    "full text": "The costs of a war with Iraq would be on top of the $28 billion the U.S. military has already spent battling terrorists in Afghanistan and around the world since the attacks of Sept. 11, 2001, Pentagon officials says.\nExcluding preparations for confronting Iraq, that is what the Pentagon had spent through Sept. 30, said Defense Department spokesman Lt. Col. Gary Keck.\nThe global fight against terrorism is now averaging $1.6 billion monthly, including $750 million in Afghanistan, he said.\nThe antiterror spending compares with an overall defense budget of $366 billion for the federal budget year that started Oct. 1.\nBut that amount is expected to grow significantly in coming weeks, with or without a war.\nMembers of Congress and aides said they expect President George W. Bush to request $20 billion more for the military for this year - excluding any costs of a war with Iraq.\nThe money would be for replenishing accounts the Pentagon has dipped into for its ongoing campaigns in Afghanistan, the Philippines and elsewhere abroad. In addition, the military has incurred more security expenses at home, such as air patrols that have periodically circled some major U.S. cities.\nIf there is war with Iraq, the Pentagon will need even more money.\nSo far, the United States has spent $2.3 billion deploying troops and equipment to the Middle East in preparation for possible war with Iraq, Keck said Friday.\nSpeaking on condition of anonymity, several congressional aides said they believe that figure understates the actual expenses. In September, the nonpartisan Congressional Budget Office estimated that it would cost $9 billion to $13 billion to deploy a force to the Persian Gulf.\nPentagon officials, who have questioned the accuracy of that report, say there are more than 150,000 U.S. troops in the Middle East, an amount analysts expect to grow to 250,000. Also present are four aircraft carrier groups and hundreds of aircraft - numbers that are also expected to rise.\nBesides the $20 billion request expected for the Pentagon, the administration is also expected to seek billions for other efforts.\nTurkey seems likely to receive at least $6 billion in U.S. aid. Jordan and perhaps Israel, Egypt and other regional allies are probably in line for billions more, lawmakers and congressional aides say.\nThe administration may request extra funds for rising domestic security expenses and other initiatives that could bring the midyear spending package's cost to $40 billion.\n\nLoad-Date: February 23, 2003"
}