{
    "title": "U.S. SAYS CUBA IS FOSTERING CENTRAL AMERICA SUBVERSION",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 28,
    "full text": "The Reagan Administration charged today that Cuba was expanding its ''political-military activism'' in Central America and that Cubans, Nicaraguans and guerrillas from El Salvador were jointly planning terrorism in the region.\nThe charges were contained in ''Background Paper: Central America,'' a document made public by the State and Defense Departments. It portrayed Cuba as directing subversion throughout the isthmus, working through both the Sandinist Government of Nicaragua and leftist groups in other countries.\nThe document had little new information. One official called it ''a compendium of background materials'' supporting the Administration contention that turmoil in Central America is caused largely by outside interference. Nearly all the incidents cited took place last year or earlier, and most have been publicized before.\nWASHINGTON, May 27 - The Reagan Administration charged today that Cuba was expanding its ''political-military activism'' in Central America and that Cubans, Nicaraguans and guerrillas from El Salvador were jointly planning terrorism in the region.\nThe document said Cuba ''played a major role'' in training commandos who raided the Ilopango air force base outside San Salvador last year. It said Cuba had financed ''a new leftist political party'' in Costa Rica. It charged also that Nicaragua ''has instigated terrorist activities in Costa Rica'' and that Cuba was trying ''to intimidate Honduras and its leaders into passivity through acts of terrorismn.''\nAt a briefing on the document, a Defense Department official said 20 Honduran leftists had recently completed a course in guerrilla warfare and related subjects in Cuba, and that 16 more Hondurans recently arrived in Cuba for similar training. He said this information came from a captured Honduran leftist.\n \nU.S. to Train More Salvadorans\nAsked about reports that the United States would soon begin training Salvadoran troops at a new base in Honduras, the official confirmed that 2,400 Salvadorans would be trained in Honduras over the next six months.\nThe base where they will be trained, he said, ''will remain a Honduran facility,'' although a 100-member American mobile training team will teach the courses, he said.\nIn addition, the official said, 525 Salvadoran officer candidates will be trained at Fort Benning this year. The candidates began arriving there this week, he said.\nIn today's document, previously published material included reports of arms shipments intercepted on the way from Nicaragua to El Salvador in 1981 and charges that some M-16 rifles found at guerrilla safe houses in Guatemala in 1981 had originally been shipped to American forces in Vietnam.\nThe document said an airfield 23 miles north of Managua was used in 1981 to service ''unidentified aircraft'' carrying weapons to rebels in El Salvador. ''This particular route has been closed down, but air infiltration over new routes continues to this day,'' the paper said.\n \nInternal Dissent on the Report\nSome Administration officials reportedly argued against releasing a paper such as today's because it contained so little that was new.  Among them, according to a State Department official, was Thomas O.  Enders, who was Assistant Secretary of State for Inter-American Affairs until today, when he was nominated to be Ambassador to Spain.\nMr. Enders was said to have been overruled by others, including William J. Casey, Director of Central Intelligence, who were eager to reiterate their accusations about foreign intervention on behalf of leftist guerrilla groups in Central America.\nThe Reagan Administration issued a ''special report'' in 1981 alleging that ''the situation in El Salvador presents a strikingly familiar case of Soviet, Cuban and other Communist military involvement in a politically troubled third world country.'' In 1982 the Administration made public photographs that it said backed the charge that the Soviet Union was helping Nicaragua improve its military installations. Both points were repeated in the paper made public today.\nCritics of the Administration said the earlier documents were not conclusive evidence that leftist movements in Central America were being directed from abroad.\n\nGraphic\n\n \nIllustrations: photo of Salvadoran soldiers at Ft. Benning, Ga."
}