{
    "title": "U.S. says no to Iraqi military request",
    "publisher": "the world",
    "year": 1987,
    "month": 4,
    "day": 2,
    "full text": "WASHINGTON - The Reagan administration has turned down a request from    Iraq for C-130 cargo planes and artillery radar, according to American    officials, but continues to provide Iraqis with intelligence data on    Iranian deployments in the Iran-Iraq war. This approach seems designed    to prevent an Iranian victory and repair relations with Baghdad in the    aftermath of the secret arms sales to Iran.\n \n\n \n Chad said to have Libyan weaponry   \n \n N'DJAMENA, Chad - Western analysts said Wednesday that Chadian forces    captured about $ 1-billion worth of sophisticated weaponry in recent    battles with Libya. The battles dealt Libya its worst military and    political blow since Col. Moammar Gadhafi seized power 18 years ago.\nThe weaponry included Soviet-made equipment abandoned by Libyans, who    have been driven out of most of northern Chad after five years of    occupation.\n \n \n Soviets move against terrorism   \n \n PARIS - The Soviet Union has asked several Western governments to    p p cooperate with it in fighting international terrorism, French and other    diplomats said. The Soviets reportedly have suggested negotiating    extradition treaties for the return of terrorist suspects. Soviet    officials have stressed their country is strongly opposed to terrorism.\n \n The United States reportedly has not been approached directly but has    been told of the Soviet moves.\n \n \n Hundreds detained after bombings   \n \n LIMA, Peru - Paramilitary police detained 500 people overnight after    leftist guerrillas bombed 16 targets in Lima. Dynamite thrown from    speeding cars exploded outside five banks, a police station and a    supermarket Tuesday night following bombing assaults against nine    offices of Peru's ruling American Popular Revolutionary Alliance.\n \n Police raided shantytowns thought to be rebel havens.\n \n \n Soviets invent plastic magnet   \n \n LONDON - Soviet scientists have made the world's first plastic magnet,    which is more than six times lighter than magnetized iron, according to    a report in the British scientific journal Nature. The magazine    suggested plastic magnets eventually could be used as components in    lightweight motors for products such as toys and aircraft.\n \n    \n\nLoad-Date: November 19, 1992"
}