{
    "title": "U.S. FURY ON 2 CONTINENTS_ THE REACTION; Except for Israel , Mideast Is Notably Silent on Strikes",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Israel was quick to congratulate the United States tonight for its missile attacks on suspected terrorist bases, but the early reaction from many other governments in the Middle East was a notable silence.\nOnly Libya and Iraq, the United States' declared foes in the region, were explicit in condemning the American raids.\nBritain's Prime Minister, Tony Blair, was alone among European leaders in expressing strong support today for the American air strikes. Japan gave qualified backing for action, saying it was still analyzing the situation but held that terrorism must be combatted resolutely.\nIsraelis, who have suffered more recent terrorist attacks than any other country, saw the operation as vindication of their own calls for confrontation toward Islamic militants.\nDefense Minister Yitzhak Mordechai said the American raids had underscored the fact that \"the war against terror everywhere is never-ending and necessary in order to insure stability and security around the world.\"\nBut even Arab governments that have fought long battles against terrorism seemed cautious about adopting a similar public stance. Many Arab leaders have criticized what they call an imbalance in American policy in the region and are sensitive to the possibility that their citizens might regard the American raids less as strikes against terror than attacks on Islam.\nAmong Arab countries, Egypt may have been typical in that its state-run television station broadcast news about the American attack without reporting any comment from the Government.\nThe raids were launched on the eve of the Muslim holy day, and in Jerusalem, Israeli authorities said they were concerned that Friday prayer gatherings in the walled Old City could become the setting for anti-American demonstrations.\nCol. Muammar el-Qaddafi of Libya, whose country was the target of a 1986 American air raid that was characterized as retaliation for terrorism, was reported by Libyan state television to have telephoned President Omar Hassan al-Bashir of the Sudan to express support \"in this fight against aggression.\"\nIraqi state television said the United States had turned its back on international law and was using terrorism to further its own aims. \"Is the bombardment of safe populated areas, factories, or any inhabited place -- as the United States did when it bombed areas in Sudan and Afghanistan -- not considered terrorism?\" the British Broadcasting Corporation quoted a Iraqi television commentary as saying.\nBut a more telling gauge of the hostility with which many ordinary Arabs were responding to the operation could be heard on some Arabic-language television call-in shows, including one broadcast by Sudan television. In a portion that was broadcast live by CNN tonight, a number of callers expressed solidarity with the Sudan and denounced the United States and an American President who some suggested was trying to turn attention away from his relationship with a White House intern.\nSeveral callers identified themselves as being from Saudi Arabia, whose Government is a close ally of the United States but where many citizens have deep misgivings about those ties. One caller who did not give his name but said he was calling from Riyadh, the Saudi capital, said of Mr. Clinton, \"The way out for him was basically to carry out an operation that would divert attention from his own lies and problems by attacking sites in Sudan.\"\n\"Everybody knows that the strongest power on earth is being led now by a liar,\" the Sudanese host agreed. \"How would we know that what he says isn't a lie?\"\nIn Washington tonight, American officials took pains to muffle Arab protests. President Clinton declared that \"our actions were not aimed against Islam,\" and Secretary of State Madeleine K. Albright said that she had been in touch with other world leaders -- including Arabs -- and that they had been \"very supportive of our efforts.\"\nThat seemed an echo of American assertions earlier this year that it had broad Arab backing for a possible military attack against Iraq. In that instance, though, concern about a possible popular backlash to a strike on other Muslims led most Arab leaders to publicly warn against such an attack.\nThe main reason for Arab unhappiness with American policy in the Middle East remains a perception that the United States is leaning too far toward Israel in negotiations aimed a forging a broader Arab-Israeli peace. By contrast, Israeli officials have sometimes complained that their American counterparts are not sufficiently sensitive to their country's security concerns, and the importance of retaliating swiftly to acts of terrorism.\nPrime Minister Blair of Britain, on vacation in France, said: \"I strongly support this American action against international terrorists. Terrorists the world over know that democratic governments will act decisively to prevent their evil crimes.\"\n      \n\nLoad-Date: August 21, 1998"
}