{
    "title": "U.S. must deal with a crisis of culture",
    "publisher": "university wire",
    "year": 2006,
    "month": 3,
    "day": 6,
    "full text": "Last month the Pentagon unveiled a new term the Bush administration and the military are using to describe the War on Terror: the Long War.\nDefense Secretary Donald Rumsfeld made his speech, titled by aides \"The Long War,\" shortly before the release of the Quadrennial Defense Review. The QDR lays out military strategies to tackle terrorism and improve homeland security for the next 20 years.\nThe review is but one more indicator that the United States is slowly but surely owning up to the task of propping up the world order that began to collapse at the end of the Cold War. It's a strategy that departs significantly from our fight against the Soviet Union because of internal pressure to rely less on authoritarians to provide regional stability.\nBut as idealistic, expensive and indefinite as the Pentagon's ambitions are, did Rumsfeld really need to go and call it the Long War? A long war is precisely the kind of war Americans cannot handle.\nIf you don't believe me, look no further than the Oscars on Sunday night.\nWhile American troops face long deployments in Iraq rooting out insurgents and rebuilding infrastructure, America's cultural icons were honoring \"Brokeback Mountain.\"\nWhile troops sacrifice family and higher-paying careers to train indigenous democratic military forces in the Philippines, Colombia and Afghanistan, the Academy contemplated \"Paradise Now,\" the two heroes of which are suicide bombers.\nIf Hollywood can tell us anything about the health of the American republic, it's that America's moral compass is shattered.\nWhy else would the media make a martyr of Cindy Sheehan but brush aside Merrilee Cason, the mother of a soldier killed in Iraq, as she struggled to produce two pro-troop television spots in Minnesota?\nWhy else was last week's media coverage saturated by speculation of civil war in Iraq and Anna Nicole Smith's Supreme Court fight, while Bush's historic visits to India, Afghanistan and Pakistan were played down?\nWhy else would the University of Washington's Student Senate vote down the creation of a memorial to a WWII hero after critics claimed Marine Corps colonels are not the type of people the university should be honoring?\nDon't be fooled by the explosions and the gunfire in the Middle East - the real fight for the heart of America is on the home front. And it's a fight we're losing. The American people are rapidly becoming too soft for a protracted war against concepts as ambiguous as terrorism and global instability.\nThe increasing danger of a nuclear, chemical or biological attack has not prompted a dramatic change in our views on homeland security. Genocide in Rwanda and Sudan has prompted few cries for an increased presence in tackling ethnic conflict.\nLiberals are rejoicing in the recent defection of prominent neoconservative thinker Francis Fukuyama and what they now consider to be the death of the neocon experiment. But what anarchy will be unleashed when America inevitably shrugs off the burden of global responsibility?\nThe greatest threat to the survival of the Long War is not terrorism, but a culture in an identity crisis.\n(C) 2006 Independent Florida Alligator via U-WIRE\n\nLoad-Date: March 6, 2006"
}