{
    "title": "U.S. AGREES TO TALKS WITH P.L.O., SAYING ARAFAT ACCEPTS ISRAEL AND RENOUNCES ALL TERRORISM",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 16,
    "full text": "President Reagan today authorized the start of a ''substantive dialogue'' with the Palestine Liberation Organization, which he said had finally met the American conditions for direct talks after more than a decade.\nSimultaneously with the White House statement, Secretary of State George P. Shultz said he was designating the United States Ambassador to Tunisia, Robert H. Pelletreau Jr., as ''the only authorized channel'' for the dialogue with the P.L.O.\nMr. Shultz said President Reagan and President-elect Bush agreed with his conclusion that the P.L.O. chairman, Yasir Arafat, in a statement delivered in Geneva, had satisfied the United States' three-part test for a ''substantive dialogue.'' [The Reagan and Shultz statements appear on page A18; Mr. Arafat's statement is on page A19.] Conference in Geneva Asked how Mr. Arafat's statement today differed from previous P.L.O. statements, the State Department noted his declaration that ''we totally and absolutely renounce all forms of terrorism, including individual, group and state terrorism.''\nIn addition, the department said that Mr. Arafat had met American criteria by accepting ''the right of all parties concerned in the Middle East conflict to exist in peace and security.'' At that point in his statement, Mr. Arafat mentioned Israel by name.\nToday's developments were the culmination of several weeks of intense public and private diplomacy, as the Palestinian leadership seemed to grope for a policy that would allow the United States to end its diplomatic isolation of the group without tearing the P.L.O. apart from within.\n \nUnexpected Speed\nOnly weeks after Mr. Shultz had barred Mr. Arafat from entering the country because of his ties to terrorism, the decision by the Reagan Administration came with unexpected speed and seemed certain to strain relations with the Israeli Government, which has said it will never deal with P.L.O.\nMr. Shultz stressed that a wide gulf remained between the American approach for a negotiated settlement in the Middle East and the P.L.O.'s recent declaration of a Palestinian state in territories occupied by Israel.\nThe Secretary of State said that today's decision meant only the start of discussions and that any important substantive results would probably have to be handled by the next administration. He also said that the decision did not represent recognition of a Palestinian state.\nMr. Shultz said the clarity of the statement issued today by the P.L.O. tipped the balance in favor of opening a dialogue. The statement ''doesn't have the ambiguities in it that earlier statements had, which tended to allow various people to give different interpretations of what was meant,'' Mr. Shultz said. ''It was clear. It was not encumbered.''\nAnother State Department official said the P.L.O. had eliminated the ''background noise'' that was found in its earlier statements.\nThe decision today flows from a memorandum of agreement with Israel in 1975, in which the United States said it would not recognize or negotiate with the P.L.O. so long as the P.L.O. did not recognize Israel's right to exist and did not accept United Nations Security Council Resolutions 242 and 338 as the basis for peace in the Middle East.\nResolution 242, adopted after the 1967 Middle East war, provides for a withdrawal from all occupied territories and implicitly recognizes Israel; the P.L.O. has long objected that the resolution treats the Palestinian issue only as a refugee problem. Resolution 338, approved during the 1973 war, goes further in calling for negotiations between the parties for ''a just and durable peace.''\nThe Reagan Administration, with strong support from Congress, added a third condition for a dialogue, stipulating that the P.L.O. must renounce terrorism.\n''Our position has not changed,'' Mr. Shultz said. ''We see a change in the position of the P.L.O.''\nBut Mr. Shultz said tonight, ''It is also important to emphasize that the United States commitment to the security of Israel remains unflinching.''\nSecretary Shultz said the P.L.O., after many clarifications of its position, met the American criteria today. ''As a result,'' he said, ''the United States is prepared for a substantive dialogue with P.L.O. representatives.''\nA senior White House official said that President Reagan had met early in the afternoon with Mr. Shultz, Lieut. Gen. Colin L. Powell, the national security adviser, and Kenneth M. Duberstein, the White House chief of staff, to reaffirm the view that the United States would agree a dialogue with the P.L.O. if certain conditions were met.\n \nBush Hears New Assessment\nAt 4 P.M., Mr. Shultz called General Powell to forward Mr. Arafat's statement with the initial analysis that it met the United States' conditions.\nMr. Bush was told of this view about 30 minutes later by General Powell.\nAround 5 o'clock, General Powell and Mr. Duberstein called Mr. Reagan to brief him on the situation and ask for a final decision. The President then gave Mr. Shultz the go-ahead to make the public statement, the official said.\nMr. Bush, through a spokesman, Stephen Hart, issued a brief statement after Mr. Shultz's public appearance that offered support.\n''The Vice President feels that Arafat met the conditions and he supports the decision,'' Mr. Hart said.\nIn recent days, the State Department exchanged several diplomatic notes with the Swedish Foreign Ministry. On Monday, the United States told the P.L.O. through Sweden that it was ready to start a ''substantive dialogue'' immediately if Mr. Arafat met the well-known United States criteria.\nThe Swedes replied that Mr. Arafat was planning to meet the criteria in his speech Tuesday before the General Assembly, meeting in special session in Geneva because of the American refusal to issue Mr. Arafat a visa.\n \nShultz Poised for Announcement\nState Department officials said the Swedish message had given rise to expectations that Mr. Arafat would meet the American conditions in that speech. Mr. Shultz was already poised to announce willingness to open discussions, these officials said, adding that they were profoundly disappointed when Mr. Arafat's speech fell short of the formula.\nThen Egypt took the lead. President Hosni Mubarak of Egypt telephoned his Foreign Minister, Esmat Abdel Meguid, in Geneva on Tuesday night and asked him to press Mr. Arafat to accept the American conditions, an Egyptian official said.\nMr. Meguid dined with Mr. Arafat, who gave his word that he would do so, and Mr. Meguid informed Cairo early today.\n \nMubarak Calls Shultz\nThe call prompted Mr. Mubarak to telephone Mr. Shultz this morning to tell him that Mr. Arafat was prepared today to make an unequivocal statement accepting the American conditions. After the call, Mr. Mubarak called his Foreign Minister, who told Mr. Arafat that if he made the declaration in his news conference, the United States would respond immediately.\nMiddle East experts at the State Department pored over a transcript of what Mr. Arafat had said, sent by telephone from Geneva before meeting with Mr. Shultz in the afternoon.\n''It was pretty clear he had met the conditions,'' a State Department official said. ''There was no big argument about it. There were no swirls of controversy.\n''If Arafat had said these things yesterday, the Secretary would have made his announcement yesterday.''\n \nEmbassies Were Informed\nBefore Mr. Shultz held his news conference, the State Department today informed Moshe Arad, Israel's Ambassador, as well as the embassies of Egypt, Saudi Arabia and Jordan, State Department officials said.\nThe officials declined to speculate about what may have convinced Mr. Arafat to embrace the American formula after so many years of refusing to do so.\nBut they said that several Arab states, as well as Sweden, had continued to prod the Palestinian leader to meet the American conditions.\nEarlier in the day, in an interview, Mr. Shultz had indicated that he would name Mr. Pelletreau to be the conduit for negotiations if the P.L.O. did fulfill those conditions.\nMr. Shultz said he did not know when Mr. Pelletreau would actually meet with P.L.O. representatives. He said it was for the Bush Administration to follow up on the move that he announced today.\nThe Secretary said that a dialogue with the P.L.O. was not an end in itself.\n''The objective of the United States remains, as always, a comprehensive peace in the Middle East,'' he said. ''In that light, I view this development as one more step toward the beginning of direct negotiations between the parties, which alone can lead to such a peace.''\nMr. Shultz's announcement tonight reversed a position taken by the State Department just 30 hours earlier. The department spokesman, Charles E. Redman, said on Tuesday that Mr. Arafat's speech to the General Assembly was ambiguous on key points and did not meet the American conditions for engaging in talks with the P.L.O.\nMr. Arafat issued his statement in Geneva today in an effort to clarify his position. ''Enough is enough,'' Mr. Arafat said, insisting he was not engaged in a propaganda game or a public relations exercise.\nThe P.L.O. has eagerly sought a dialogue with Washington in the belief that only the United States could force Israel to make the concessions the P.L.O. feels are needed for peace in the Middle East.\nMr. Shultz was criticized by Arab countries and American allies in Europe last month when he denied a visa to Mr. Arafat, making it impossible for him to address the United Nations in New York. At that time, Mr. Shultz said Mr. Arafat was ''an accessory'' to terrorism because he ''knows of, condones and lends support to'' terrorist acts against Americans and others.\nMr. Shultz said tonight that he had not forgotten that statement. ''You can be sure that the first item of business on our agenda'' with the P.L.O., he said, ''will be the subject of terrorism.''\nCorrection\n\nBecause of an editing error, the main front-page article yesterday about the American decision to begin contacts with the Palestine Liberation Organization described the terms of United Nations Security Council Resolution 242 incorrectly in some editions. The resolution, approved in 1967, calls for ''withdrawal of Israeli armed forces from territories occupied in the recent conflict''; it does not say ''all territories.''\nCorrection-Date: December 16, 1988, Friday, Late City Final Edition\n\nGraphic\n\n \nPhotos of Yasir Arafat (pg. A1) (AP); George P. Shultz (pgs. A1 & A18) (NYT/Paul Hosefros)"
}