{
    "title": "U.S. faces hard choice in fate of Cuban exile; Letting him stay despite bombing allegations would hu",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 5,
    "day": 19,
    "full text": "Freedom fighter or terrorist? Illegal immigrant or persecuted Cuban refugee? The Bush administration faces a tough choice in deciding what to do with Luis Posada Carriles, wanted on suspicion of orchestrating the deadly 1976 bombing of a Cuban airliner.\nPosada, a 77-year-old Cuban exile, was being held yesterday at an undisclosed location in the United States while U.S. immigration officials decided his fate. He was taken into custody Tuesday, two months after he slipped into the United States and asked for asylum.\nThe Bush administration has at least three choices: Extradite Posada to Venezuela, where he is wanted in the airliner bombing that killed 73 people; send him to a third country willing to accept him; or let him stay in the United States.\nOver the last 45 years, the U.S. government has condoned and even backed acts of sabotage against Fidel Castro's communist Cuba, and federal law specifically welcomes anti-Castro exiles. But the United States could find itself accused of a double standard if it sheltered Posada.\nIf Posada is allowed to stay, \"it would diminish U.S. standing in the world and significantly undercut our credibility in terms of the war on terrorism,\" said Wayne Smith, a former U.S. envoy to Cuba who heads the Cuba program at the Washington-based Center for International Policy. \"It would be a serious blow to our war on terrorism.\"\nVenezuelan Vice President Jose Vicente Rangel said the case \"is going to be emblematic, really, to assess exactly what is the final position of the American government and particularly President Bush with respect to terrorism.\"\n\"It seems that for some, there is a good terrorism and a bad terrorism,\" he added.\nA decision on whether Posada should be deported must be made under U.S. law by this afternoon. The U.S. government has not said what it will do, but in a statement, the Homeland Security Department said it generally did not deport people to Cuba or countries acting on Cuba's behalf.\nFlorida Gov. Jeb Bush said Posada should not be sent back to Cuba or Venezuela. But he also said: \"I'm not sure he's the symbol for the fight for freedom. There are people in political prison in Cuba simply because they've prayed to their God or they've expressed dissent.\"\nVenezuela, whose president, Hugo Chavez, is a staunch U.S. critic, has an extradition treaty with the United States and has asked the United States to turn Posada over for a possible retrial in the airliner bombing.\nVenezuela's vice president gave assurances yesterday that if the United States handed Posada over to Venezuela, he would not be turned over to Cuba.\nPosada's attorney, Eduardo Soto, said his client withdrew his request for U.S. asylum. But if the White House moves to deport him, Posada will seek asylum again, based on claims of persecution by Venezuela and fear of reprisals by Cuba, Soto said.\n\nGraphic\n\n \nPHOTO;\nLuis Posada Carriles is accused of a jet bombing in '76.\n\nLoad-Date: September 13, 2005"
}