{
    "title": "U.S. REPORT CITES GROWTH IN TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 4,
    "day": 12,
    "full text": "WASHINGTON - International terrorists set a record in attacks on American targets last year, with anti-U.S. incidents up 24 percent, according to a State Department report released Tuesday.  The annual report, prepared by the department's counterterrorism office, says that American deaths that were attributed to terrorism rose to 192 last year from seven in 1987. The increase was due largely to the bombing in December of Pan Am Flight 103 over Lockerbie, Scotland, in which 189 Americans died.  The report notes that the Pan Am crash, believed caused by a bomb placed in a radio-cassette player, ''vividly demonstrated the terrorists' capability to overcome security precautions with careful preparations.'' The report cites 185 attacks on American targets, up from the previous high of 149 in 1987.  Latin America was the dangerous area for Americans, accounting for 60 percent of the incidents, the report says.  The assessment portrayed a more hopeful picture about the pace of terrorism worldwide. Terrorist incidents against all targets last year increased by only 3 percent.  A total of 856 incidents, killing 658 and injured 1,131, were reported in 68 countries in the Middle East, Asia, Western Europe, Africa and Latin America, the report says.  A number of factors limited the growth of terrorist activity, according to the State Department. On a technical level, security precautions improved and closer international cooperation led to the capture of some suspects and intimidation of others, the State Department said.  Also, nations considered leading sponsors of attacks, notably Iraq and Syria, ''reduced their direct involvement in terrorism.\nWe did not detect direct Syrian involvement in any international terrorist incidents'' last year, according to the report.  The department said that U.S. and European sanctions imposed in late 1986 against terrorism sponsors appeared to contribute to that decline.  Afghanistan, Iran and Libya were cited as the most active sponsors of international terrorism last year.\n\nLoad-Date: October 22, 1993"
}