{
    "title": "U.S. SECURE, BUT NOT IMMUNE TO TERRORISM, RIDGE ASSERTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 17,
    "full text": "There is no guarantee against more terrorist strikes, but America is secure and getting safer, Tom Ridge, the nation's first director of homeland security, said yesterday. \"The greatest fear is the fear of the unknown,\" he said.\n \"That's why kids are scared of the dark. They don't know what's out there,\" the former Pennsylvania governor said in his first interview as President Bush's anti-terrorism chief.\nRidge spoke from his cramped West Wing quarters 10 paces from the Oval Office, proximity and access the wellspring of his authority.\n \"Right now, given the authority vested in me by the President of the United States, I feel like I've got the resources of the entire government available to me -- and I'll take advantage of it,\" said Ridge, who resigned as governor to head the Cabinet post Bush created in the aftermath of the Sept. 11 attacks on Washington and New York.\n Some lawmakers fear Ridge won't be able to ride herd over turf-conscious law enforcement, intelligence and disaster recovery bureaucracies that are imbedded in 40-plus federal agencies. They want the office's power to be set in law.\n Ridge said that's not necessary because he can see the president \"anytime I want.\" The Cabinet has been put on notice that terrorism is Bush's top priority, Ridge said confidently. And, he said: \"Everybody gets the message.\"\n Eight days on the job, Ridge said he's seeking ways to better inform the public and get average Americans more involved in protecting the nation's shores. One budding idea is to rally Americans to do community work such as volunteering at fire departments.\n With daily revelations about anthrax attacks and undisclosed threats putting the government on high alert, Ridge said people have good reason to be anxious -- if not afraid.\n \"We are secure today. We'll be more secure tomorrow,\" Ridge said. \"There's a huge difference … between fear and anxiety. Fear is of the unknown.\"\n It was a theme he kept replaying throughout the 30-minute interview, as he sipped from a can of Diet Coke and punctuated his points by punching the air or thumping his deep brown desk.\n \"One of the responsibilities of this office is to help people get over the fear of the unknown by making it known,\" he said. To that end, Ridge said he or his staff soon will begin conducting regular briefings to help the public sort through the confusing and often-conflicting reports of terrorism, particularly the anthrax cases and related hoaxes.\n Ridge met later yesterday with congressional leaders at a Capitol building shaken by the discovery of anthrax in a letter sent to Senate Majority Leader Tom Daschle, D-S.D.\n He said the government is building up stockpiles of anthrax antibiotics and smallpox vaccines. Officials said later the administration may eventually consider inoculating children for smallpox but first must increase the stockpile.\n Asked what average Americans can do to protect themselves, Ridge said they should be \"wary, mindful, alert\" but continue with their lives.\n Ridge said he suspected the anthrax contamination is linked to the Sept. 11 attacks and suspected terrorist Osama bin Laden's al-Qaida network.\n \"To me, it's just beyond coincidence,\" he said. \"It's more than coincidence, and we don't have the credible evidence. It's somewhere in between.\"\n Ridge said he gets regular intelligence, law enforcement and military briefings. \"As the evidence unwinds, there may end up being a formal tie\" between the anthrax cases and bin Laden.\n Intelligence and law enforcement agencies \"did well under the circumstances,\" although they did not prevent the attacks on the World Trade Center and the Pentagon, Ridge said. Now, he said, the bureaucracies are working well together in the aftermath.\n Americans still have reason to worry, he said.\n \"Is it an absolute, ironclad, 100 percent guarantee that for all times under all circumstances in the future, that it's a fail-safe system? I do not make that guarantee -- nor can anybody in this environment,\" Ridge said.\n That's what troubles him the most: the lack of certainty as he tries to rally the nation in its own defense.\n \"I guess if there was something to keep me up at night, it would be the notion that in a 21st century world that I could make an assertion for all times that terrorists will never do harm to America again,\" Ridge said, rubbing his temples with his fingers.\n \"In this war, I'll tell you, the greatest fear is the fear of the unknown. That has been and will always be.\"\n Ridge, a decorated Vietnam War veteran and former congressman, will have a staff of about 100, many on loan from other agencies and most housed in an office building next door to the White House. He has input, but not final say, on agency budgets and policies.\n \"I view myself as having the broadest possible authority available to anybody who works with the president -- the authority to walk down the hall into his office and say, 'Mr. President, my team … thinks this is where this agency ought to be going. This is what we think you ought to do for that agency.' I can't imagine anybody having that kind of authority.\"\n Ridge said he does not need an appointment to see Bush, a privilege reserved for few White House aides including chief of staff Andrew Card, counselor Karen Hughes and senior adviser Karl Rove.\n\nNotes\n\nTHE WAR ON TERROR\n\nGraphic\n\n \nPHOTO: Tom Ridge\n\nLoad-Date: October 18, 2001"
}