{
    "title": "U.S. and Tunisia Are Close, but Private, Partners in Fighting Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 3,
    "full text": "TUNIS, Tunisia -- Two years ago, American Marines battled Al Qaeda militants in western Tunisia along the border with Algeria. A Marine and a Tunisian soldier were wounded and two other Marines were later commended for their valor in the gunfight.\nYet many details of the February 2017 clash remain murky, largely because of the Tunisian government's political sensitivities over the presence of American forces on their territory. \n  Publicly, American officials will say only that the battle happened in a North African ''host'' country. The Tunisian authorities have refused to confirm that anything happened at all.\n  Last year, when one of the most detailed accounts of the clash to date surfaced in a report in Task & Purpose, a privately owned American website focused on military and veterans affairs, the Tunisian Ministry of Defense was dismissive. It said the ''presence of American troops in Tunisia was only for cooperation and training, not conducting operations.''\n  But in fact, the United States and Tunisia have quietly expanded and deepened their security and counterterrorism ties over the past several years, with some 150 Americans training and advising their Tunisian counterparts in one of largest missions of its kind on the African continent, according to American officials.\n  And the 2017 clash, confirmed by an American official and an American security expert, was a stark example of the risks American forces face in trying to help their North African allies battle Qaeda-linked groups.\n  The deepening American involvement in an array of secret missions goes largely unreported because of Tunisian and American concerns that publicizing this could attract even more extremist violence. There is also a strong aversion across the political spectrum in North Africa to Western intervention in the region.\n  Still the growing cooperation is notable because it comes at a time when the Pentagon is reducing its presence elsewhere on the continent, especially in West Africa, as the military shifts to focus more attention on challenges elsewhere from Russia and China.\n  ''Tunisia is one of our most capable and willing partners,'' Gen. Thomas D. Waldhauser, the head of the Pentagon's Africa Command, told Congress in February.\n  Among the 150 Americans operating in Tunisia is a contingent of Marine Corps Special Operations forces who were involved in the 2017 gun battle.\n  Unarmed American surveillance drones fly reconnaissance missions from Tunisia's main air base outside Bizerte, the northernmost city in Africa, hunting terrorists who might be seeking to infiltrate through the country's border with Libya and other areas, American military officials said.\n  The United States had sought permission to fly from bases farther south, where weather conditions are better. But the Tunisians wanted the American presence to be more concealed, officials said.\n  There are other signs of Washington's increasing security cooperation with Tunisia. Body armor, rifles and night-vision goggles; reconnaissance aircraft and fast patrol boats; radios and devices to counter improvised explosives: The value of American military supplies delivered to the country increased to $119 million in 2017 from $12 million in 2012, government data show.\n  Tunisia was the birthplace of the Arab Spring uprisings and is widely seen as the lone success story among countries that were swept up in the revolts. It emerged with a democratic system and a free society after the 2011 overthrow of its authoritarian president of 23 years, Zine El Abidine Ben Ali.\n  Yet it has struggled to control a threat from Al Qaeda and other radical groups, which have exploited the new freedoms to radicalize followers and establish networks of cells across Tunisia.\n  The problem first became apparent in 2012 with an attack on the American Embassy in the capital, Tunis. Three days earlier in neighboring Libya, militants had attacked the American Consulate in the eastern city of Benghazi. Four Americans were killed, including Ambassador J. Christopher Stevens.\n  Riots in Tunis and two political assassinations by a Qaeda-linked group, Ansar al-Sharia, followed in 2013. The same year, an insurgency by Al Qaeda's North African branch began to target the military in the mountains of the Kasserine region near the Algerian border, the area where the 2017 gunfight would later erupt.\n  Attacks on the police escalated around the country. Then in 2015, there were two massacres of foreign tourists that captured international attention -- one at a museum in Tunis and the other at the beach resort of Sousse on the Mediterranean.\n  In the National Bardo Museum attack on March 18, two attackers killed 22 people, mostly tourists. Four months later, the shooting on a beach and inside a hotel in Sousse killed 39.\n  In March 2016, jihadists mounted an assault from Libya on police and military posts in the border town of Ben Gardane, which Tunisian forces successfully countered.\n  Tunisia has succeeded in dismantling most of the militant networks since 2015, according to government officials, diplomats and security analysts. But it still faces threats.\n  Last month, a civilian was recently beheaded and mines were planted near his body. Soldiers were wounded in a separate mine blast, according to the Ministry of Defense.\n  ''The jihadist cells have completely given up the playbook of gaining the sympathy of the population,'' said Matt Herbert, a director of Maharbal, a Tunisian strategic consulting firm. Now, he said, they are trying to terrorize them.\n  In October last year, a suicide attack on Avenue Habib Bourguiba, the main street in downtown Tunis, wounded 20 people. The only person who died was the bomber -- a woman identified as Mouna Guebla who was not on the authorities' radar.\n  But a suicide attack in the capital set off alarm bells for the government because it came after three years of hard work and costly security investment against the terrorist networks.\n  Prime Minister Youssef Chahed supports the fight against terrorism. The government spends 15 percent of its budget on the defense and interior ministries for that purpose, he said recently. But he acknowledged that this has come at a cost for other pressing problems, such as poverty and unemployment.\n  Officials point to improvements in logistics and operations in the fight against terrorism. But the country is still struggling with its porous borders with Libya and Algeria, which serve as transit areas for Al Qaeda's branch in North Africa and as well as the remains of Islamic State cells in Libya.\n  The 2017 clash involving the Marines was a reminder of the resilience of the jihadists, even amid the combined American-Tunisian efforts. In the Kasserine mountain area, only a few dozen guerrillas are active at any given time. Yet because of its proximity to the Algerian border, the Tunisian army has struggled to secure it.\n  The team of Marines was on a three-day mission with Tunisian forces when it got into a ''fierce fight against members of Al Qaeda in the Islamic Maghreb,'' according to one of the award citations for the Marines, who were not identified. Although the Marines were said to be on a ''train, advise and assist'' mission, the citations made clear that they were fighting and, at times, directing events.\n  The United States command withheld the details of the clash for ''classification considerations, force protection, and diplomatic sensitivities,'' according to the report by Task & Purpose, which obtained the citations, with some details redacted, through a Freedom of Information Act request.\n  The award citation indicates that the Tunisian forces killed one Qaeda operative in the initial gunfight, but that the unit then came under accurate fire from the rear as the insurgents tried to outflank them and a Marine was wounded.\n  One Marine was commended for tending to his wounded comrade while under fire and winching him to a hovering helicopter. A second was commended for coordinating air support from the helicopter and taking over behind the machine gun when the Tunisian gunner was wounded.\n  In an interview with The New York Times in December, Kamel Akrout, a national security adviser to the Tunisian president, was asked about what had happened that day in the mountains of Kasserine. He would neither confirm nor deny the incident.\n  ''We have an intense cooperation with the Americans, but also with other countries,'' he said. ''Although I can assure you that no Tunisian soldier would accept a foreign soldier fighting on their behalf. They are not with us during operations.''\n\nhttps://www.nytimes.com/2019/03/02/world/africa/us-tunisia-terrorism.html\n\nGraphic\n\n \nPHOTOS: Tunisian marines greet American military ships at a naval base in Bizerte in 2017. The deepening American involvement in secret missions in Tunisia goes largely unreported because of concerns that publicizing this could incite even more extremist violence. Left, protesters set cars alight at the U.S. Embassy parking lot in Tunis in 2012. (PHOTOGRAPHS BY FETHI BELAID/AGENCE FRANCE-PRESSE -- GETTY IMAGES\n AMINE LANDOULSI/ASSOCIATED PRESS) MAP       \n\nLoad-Date: March 3, 2019"
}