{
    "title": "U.S. terrorism list a lesson in hypocrisy",
    "publisher": "usa today",
    "year": 2015,
    "month": 6,
    "day": 2,
    "full text": "Finally, Cuba is no longer on America's list of state sponsors of terrorism, which in the case of our Caribbean Island neighbor has long been a badly tarnished label.\nBefore Friday -- when the Obama administration formally removed Cuba -- four countries were on this list: Cuba, Syria, Iran and Sudan.\nNorth Korea, the world's most terrifying state, is no longer a member of this club. Neither is Libya, a hotbed for Islamic State terrorist recruits and the scene of a recent mass beheading of Ethiopian Christians.\nThe U.S. first branded Cuba a sponsor of terrorism in 1982 because of its support for leftist rebels in Latin America, a region of the world in which successive American governments had supported a long line of right-wing dictators.\nThree years later, when a civil war in Nicaragua pitted the leftist, Cuban-backed Sadinistas against the U.S.-supported Contras, the Reagan administration secretly sold arms to Iran and used the proceeds to send arms to the Contras -- in violation of a federal law.\nAt the time Iran, too, was on the list of state sponsors of terrorism. But the Reagan administration was concerned more with U.S. dominance over the American hemisphere than enforcing the prohibition against arms sales to countries on that list. The United States was less concerned about a American-armed Iran's terrorism half a world away.\nIn truth, the sponsors of terrorism list maintained by the State Department always seemed to be  an instrument of U.S. foreign policy more than an unbiased effort to punish all countries that support terrorism.\nNot surprisingly, the latest change in policy toward Cuba has moved some to complain that the communist nation was taken off the list too soon. They point to Assata Shakur (whose birth name is Joanne Chesimard) as proof that Cuba continues to harbor terrorists. Shakur got a life sentence for her role in a 1973 shootout in which a New Jersey trooper was killed and another wounded. She escaped in 1979 and made her way to Cuba, where she was granted asylum.\nBut if Cuba had its own Most Wanted Terrorist list, Luis Posada Carriles would top it.\nPosada is widely believed to have been one of the masterminds behind the 1976 bombing of a Cuban airliner near Barbados that took the lives of 73 people. The Cuban exile lives openly in South Florida, where he's widely regarded as a hero for his acts of terrorism, which allegedly include the bombing a Havana hotel that killed an Italian tourist.\nThe fact that Posada, an alleged terrorist who aided the U.S. effort to maintain hegemony over this hemisphere, was given safe harbor in the United States long ago undermined U.S. standing to accuse other nations of sponsoring terrorism.\nDeWayne Wickham, dean of Morgan State University's School of Global Journalism and Communication, writes weekly for USA TODAY. \n\nGraphic\n\n \nphoto\n\nLoad-Date: June 2, 2015"
}