{
    "title": "U.S. offers $5 million reward",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 11,
    "day": 29,
    "full text": "NEW YORK — The U.S. State Department has announced it is now offering a reward of up to $5 million for a Palestinian bomb-maker suspected of once targeting commercial airliners and of aiding the Iraq insurgency.\nAbu Ibrahim, whose real name is Husayn Muhammed al-Umari, stands accused of a spate of bombings in the 1980s. He was indicted in the 1982 bombing of Pan Am Flight 830 that killed a 16-year-old boy and wounded more than a dozen passengers as the plane headed to Honolulu from Tokyo.\nThe FBI has been trying to catch Ibrahim for decades. It has upped its efforts recently, releasing an age-enhanced sketch of him earlier this year and working to dramatically increase the potential reward for information leading to his capture. He is about 73 years old.\nPreviously, the reward for Ibrahim had been $200,000 — apparently not enough to get someone to turn on him. With the new amount, former law enforcement officials who hunted Ibrahim say the FBI might finally nab him.\n\"If he is still out there and functioning ... we got a good chance now. Better than we had before. Money talks,\" said Denny Kline, a retired FBI explosives expert who investigated Ibrahim's terrorist organization.\nIbrahim ran the organization, called 15 May, according to federal court documents and terrorism experts. The group was named for the day after Israel was founded, when Arab armies launched an attack against the new country.\nFormer CIA operatives who also tracked Ibrahim say he lived in Iraq, beyond the long reach of the spy agency and the FBI, for about three decades and thrived with the help of the Iraqi Intelligence Service. Before the 2003 Iraq invasion, Ibrahim — known as \"The Bomb Man\" — lived in a suburb of Baghdad, and his terrorist group received a monthly stipend from the IIS, according to Iraqi documents.\nThe Iraqi government used him to conduct terrorism operations against Syria and Iran.\n\nGraphic\n\n \nArtist sketch of Ibrahim\n\nLoad-Date: November 30, 2009"
}