{
    "title": "U.S. envoys face perils, Tiger Bay speaker says",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 5,
    "day": 29,
    "full text": "Being a United States ambassador is a much more dangerous task now with the war on terrorism, but the work is vital to American interests abroad, U.S. Ambassador to Italy Mel Sembler told the Suncoast Tiger Bay Club on Wednesday.\nSembler, a politically connected St. Petersburg developer, said his awakening to the dangers came when he wanted to take a walk off the grounds of the 7 1/2-acre ambassador's estate in Rome. The security there wouldn't allow it without a police escort.\n\"I was a prisoner in this paradise,\" he told the audience of about 240 people at the St. Petersburg Yacht Club.\nMore diplomats have been killed recently by global terrorism than generals or admirals, Sembler said.\n\"We choose these risks when we choose to serve our country,\" Sembler said.\nSembler, who helped raise $220-million for President Bush and other Republicans  in 2000 as head of the national Republican Party's Finance Committee, has done much work lately supporting Italian Prime Minister Silvio Berlusconi, under fire in Italy for his support of the U.S.-led war in Iraq.\nSembler told the audience that a poll in Italy showed two of every three Italians were against the war. Berlusconi supported Bush.\nDuring questions from the audience, Sembler was asked about Europe believing \"jingoistic cowboys\" were running U.S. foreign policy.\n\"They don't get it,\" Sembler said. \"You have a president and an administration that does what they say they are going to do.\"\nPast responses to terrorism were lacking, Sembler said.\n\"This administration is serious,\" he said. \"We're going to be safer because of it.\"\nWhen asked if the response to violence should always be violence, Sembler said \"probably not.\" But he said the war in Iraq and on global terrorism were justified.\n\"The United States will be seen as liberators,\" he said.\n\nGraphic\n\n \nPHOTO; Mel Sembler\n\nLoad-Date: May 29, 2003"
}