{
    "title": "U.S. AIDES DIVIDED ON FURTHER RAIDS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 27,
    "full text": "Senior Reagan Administration officials say that since the American bombing of Libya on April 15, no consensus has developed within the Government on how far to go in repeating such attacks to counter an expected rise in anti-American terrorism around the world.\nSince the raid, President Reagan has warned that the United States is ready to use its military power to retaliate again if there are new attacks.\nBut in interviews in recent days, White House and State Department officials expressed concern that the public support that developed for the bombing of Libya would not necessarily be repeated if Washington became engaged in a regular pattern of tit-for-tat retaliatory raids.\n \n'Relatively Easy Target'\nSuch raids might be mounted not only against Libya but also against such nations as Syria and Iran, which are believed by the Administration to support terrorist groups.\n''Libya was a relatively easy target, and we lost one F-111,'' a State Department official said. ''Syria and Iran are more dangerous. We probably won't get away with such minimal losses. I wonder how long the polls will show a high approval rating in this country if the losses begin to mount without any evidence of ending terrorism.''\nThere is also concern here that what one counterterrorism expert described as a ''fear psychology'' is setting in among Americans. The State Department has been bombarded in the last two weeks, he said, by Americans asking if it is safe to carry out plans for tourist trips to Europe.\n''Mrs. Jones from Sioux City, Iowa, calls up the Libyan Task Force and says, 'I'm supposed to go on a tour of Britain for two weeks July 15; do you think it is safe to go?' '' the official said. ''Sure it is safe to go, but who wants to be responsible? So we say, 'Just act prudently.'\n''We know people are scared,'' he said, ''and so you have the paradox of polls showing that Americans by and large supported the raid but many Americans are now afraid to go anywhere. We even hear of school groups afraid to visit Washington.''\nAdministration officials said one reason for the lack of consensus about future moves was that the raid was decided upon as a separate and distinct response to evidence that Libya was behind the bombing of a discotheque in West Berlin on April 5, in which an American soldier was killed, and that Libya had urged that other attacks be waged against Americans. It was not undertaken as part of any new policy to use force more readily against nations believed to be behind terrorism.\nThey said differences persisted between Secretary of State George P. Shultz and Defense Secretary Caspar W. Weinberger on the value of such military operations, with Mr. Shultz much more willing to engage American power than Mr. Weinberger.\nMr. Shultz said recently that the raid demonstrated American readiness to use force, but Mr. Weinberger said Friday that the raid had been undertaken only as ''a last resort'' because it had not been possible to get allied backing for meaningful economic sanctions. The National Security Council staff has sided with Mr. Shultz.\nBut within the State Department, there was no sign of exultation in the aftermath of the attack on Libya.\n''I think you can say that for the moment, the pluses outbalance the minuses,'' a high State Department official said. ''On the plus side, the American people seem solidly behind the raid. The Europeans, who had been doing nothing, are now galvanized into taking political reprisals such as kicking out Libyans, and in sharing more closely their intelligence information about possible terrorists. And the Arabs, by and large, have taken the attack on Qaddafi with equanimity. They have not poured into the streets to burn down American embassies.''\n \nQaddafi Seen as 'Off Balance'\nAnother official said, ''I think it is fair to say that we have thrown Qaddafi off balance, that he has been forced to wonder where he goes from here.''\nThe official said Col. Muammar el-Qaddafi, the Libyan leader, had been forced to bring some other high officials into the tight leadership circle in the wake of the attack because of widespread complaints in Tripoli about the ineffectiveness of Libyan defenses. A leading Libyan newspaper, for instance, published an article Friday calling for an investigation and criticizing Libyan claims that as many as 22 American planes were shot down.\n \nNo Sign of Mutinies\nOn the deficit side, officials made these points:\n* Despite hopes for a coup against Colonel Qaddafi, which had been encouraged by Egyptian reports of significant unrest in the Libyan armed forces, there is no indication that the American raids provoked any mutinies, or that Colonel Qaddafi has lost power. Some White House officials, notably Donald T. Regan, the chief of staff, reported in the days after the raid that they had learned of uprisings in some barracks that had to be quelled. But senior intelligence officials said the White House put too much credence on rumors.\n* There is no consensus within the Administration on where the United States should go from here in what the Administration sees as a ''war against terrorism.'' One official said it is ''an open question on what we do if there are renewed terrorist attacks, linked to Libya, Syria or Iran.'' Officials said the United States had ships and planes ready, but it is assumed that retaliation will only provoke more terrorism.\n* The raid on Libya has tended to give much higher priority to problems related to terrorism than some officials would prefer. For instance, it has had an impact on American relations with the Soviet Union and its allies. Moscow, the main arms supplier to Libya, decided to demonstrate its support for Colonel Qaddafi by suspending talks with Washington on the next summit meeting, and it has sent Colonel Qaddafi messages of support. The Vietnamese have also suspended talks with the United States on servicemen missing from the Vietnam war.\n* Security is already a major problem for American embassies, with personnel in a very high state of alert. American Embassy officers have been shot in the Sudan and Yemen, and police action has averted some potentially devastating attacks. In Ankara, many Americans might have been killed if Turkish police had not caught two Libyans carrying explosives near an officers' club a week ago. Even though the United States has not officially blamed Libya for two recent shootings of Americans in the Sudan and North Yemen, the assumption in the State Department is that they are Libyan-related.\n* The Europeans, who seem willing now to join in more concrete nonmilitary actions against the Libyans, would probably distance themselves from Washington if they believed that the United States was determined to use force again. And Arab states, some of which detest Libya as much as the United States does, would probably be compelled to take harsher anti-American measures if, for instance, Syria was attacked or if there was another raid on Libya. Although some Arab governments would welcome a raid against Iran, the Iranians would see it as American support for Iraq in the Persian Gulf war.\nMr. Shultz, who for months had urged the United States not to shy away from using force against nations that back terrorists, has been cautious in saying what might happen next. He recognizes that there is no agreement on follow-up attacks and does not want to alarm allies and Americans.\n''We will judge every situation as it goes,'' he said, ''and we're not going to get put in the position where there's some sort of automatic pilot here.''\nLast Wednesday, Mr. Reagan, in a meeting with columnists, indicated that he would sanction military raids against Syria or Iran if there was solid evidence of backing terrorism.\n \n'We Don't Have Any Plans'\nBut on Thursday, Mr. Shultz said, ''We don't have any plans for such operations.''\n''What the President has done and said is, first, it has been shown that the United States will use its military power in this fight against terrorism,'' Mr. Shultz said. ''Our action against Libya shows that. And second, the President said we regard terrorism in general as a very important problem. And when the terrorists have the support and connivance of a state, it's particularly ominous, and so you have to focus on that.''\nBut Mr. Weinberger, stressing his own wariness about using force, said on Friday that that attack on Libya was ''a decision that we did very reluctantly, and we are very hopeful that it will send the message that terrorism of this kind has too high a cost.''\n\nGraphic\n\n \nPhotos of George Shultz and Caspar Weinberger (NYT; UPI)"
}