{
    "title": "U.S. has high hopes for summit on nuke terrorism",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 4,
    "day": 10,
    "full text": "WASHINGTON ? The White House on Friday warned that al-Qaida is quietly hunting for an atomic bomb, adding urgency to a historic summit next week where President Barack Obama will try to persuade world leaders to step up efforts to keep nuclear weapons out of terrorist hands. Expectations for decisive action by the 47 countries are low, because existing controls haven't worked as well as hoped and some nations worry tighter regulation will only slow civilian nuclear power projects. \nBut the White House has high hopes for the two-day summit, where the U.S. and Russia are to sign a long-delayed agreement to dispose of tons of weapons-grade plutonium from Cold War-era nuclear weapons. That is the kind of preventive action the summit is meant to inspire. Secretary of State Hillary Rodham Clinton said the gathering will be the largest assembly of world leaders hosted by an American president since the 1945 San Francisco conference that founded the United Nations. Clinton said some attendees are \"helping us keep a very close watch on anyone we think could be part of a network that could lead to the sale of or transfer of nuclear material to al-Qaida or other terrorist organizations.\" Obama will try to set the tone Sunday by meeting the leaders of India and Pakistan ? two nuclear armed foes who have managed to avoid atomic war ? as well as South Africa and Kazakhstan, two countries that voluntarily gave up nuclear weapons programs. The conference itself will open Monday with a working dinner hosted by Obama, who also plans to meet individually that day with the leaders of Jordan, Malaysia, Armenia and China. It will close Tuesday with a joint statement on the threat of the illicit transfer of nuclear materials and technology and a plan for keeping them locked up. Three countries at the heart of the international debate over nuclear dangers ? Iran, North Korea and Syria ? were not invited to the summit, and Israel, whose undeclared nuclear arsenal is a core grievance among Muslim nations, scrapped plans for Prime Minister Benjamin Netanyahu to attend. An Israeli official said Netanyahu canceled after getting word that other participants would use the summit to criticize Israel's nuclear program. Israel is believed to have dozens, perhaps hundreds, of nuclear weapons. In Netanyahu's absence, Israel will be represented by Deputy Prime Minister Dan Meridor. Iran and other Muslim countries accuse the United States of hypocrisy for ignoring Israel's nuclear arsenal while demanding that others forego such weapons. But the nuclear security summit is less concerned with countries that acquire nuclear weapons than with the terrorists and criminals believed to be seeking them. Obama has set a goal of securing all of the world's nuclear materials from theft or diversion within four years. Gary Samore, Obama's chief adviser on limiting the spread of nuclear weapons, said the summit's main focus will be on keeping two key ingredients for a nuclear bomb ? plutonium and highly enriched uranium ? from traffickers and terrorists. Thomas Cochran, senior staff scientist at the Natural Resources Defense Council, said Friday that the top security priority should be highly enriched uranium, which is easier than plutonium to engineer into a weapon. \"A crude but potentially devastating nuclear device can be made with as much of this material as would fit in a six-pack of soda cans,\" Cochran said. \n\nLoad-Date: April 10, 2010"
}