{
    "title": "U.S. Used Secret Weapon, Missile With Blades, to Kill Qaeda Leader in Syria",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 25,
    "full text": "Special Operations forces used a secret weapon designed to limit civilian casualties to strike the Qaeda veteran this month.\nWASHINGTON -- American Special Operations forces used a specially designed secret missile to kill the head of a Qaeda affiliate in Syria this month, dealing the terrorist group a serious blow with a weapon that combines medieval brutality with cutting-edge technology. \n  American and Qaeda officials said on Wednesday that Khaled al-Aruri, the de facto leader of the Qaeda branch, called Hurras al-Din, perished in a drone strike in Idlib in northwest Syria on June 14. He was a Qaeda veteran whose jihadist career dates to the 1990s.\n  How he died was even more striking.\n  The modified Hellfire missile carried an inert warhead. Instead of exploding, it hurled about 100 pounds of metal through the top of Mr. al-Aruri's car. If the high-velocity projectile did not kill him, the missile's other feature almost certainly did: six long blades tucked inside, which deployed seconds before impact to slice up anything in its path.\n  The Hellfire variant, known as the R9X, was initially developed nearly a decade ago under pressure from President Barack Obama to reduce civilian casualties and property damage in America's long-running wars on terrorism in far-flung hot spots such as Afghanistan, Pakistan, Iraq, Syria, Somalia and Yemen.\n  The weapon, first described in detail last year by The Wall Street Journal, has been used perhaps a half-dozen times in recent years, American officials said, typically when a senior terrorist leader has been located but other weapons would risk killing nearby civilians.\n  Conventional Hellfire missiles, with an explosive warhead of about 20 pounds, are often used against groups of individuals or a so-called high-value target who is meeting with other militants. But when Special Operations forces are hunting a lone leader, the R9X now is often the weapon of choice.\n  American officials confirmed the use of the unusual missile in two specific instances, one by the Central Intelligence Agency and one by the military's secretive Joint Special Operations Command.\n  An American military airstrike in Yemen in January 2019 killed Jamal al-Badawi, one of the men suspected of plotting the deadly Qaeda bombing of the U.S. Navy destroyer Cole in 2000.\n  And Al Qaeda's second-ranking leader, Abu al-Khayr al-Masri, who was also a son-in-law to Osama bin Laden, died in a C.I.A. airstrike in Idlib Province in northwest Syria in February 2017.\n  Photographs of the vehicle Mr. al-Masri was said to have been traveling in revealed unusual details for such a strike: The vehicle sustained no major explosive damage, but a projectile clearly struck it directly through its roof. This suggested that the military deliberately used an inert warhead to kill its target by high-velocity impact. Pentagon officials at the time did not disclose details about the R9X's blades.\n  The British Royal Air Force used inert precision-guided bombs in the opening phases of the invasion of Iraq in 2003, and the French Air Force did the same in Libya in 2011. Neither munition employed the blades that the American version later would.\n  Pentagon and C.I.A. representatives declined to comment on Wednesday about the use of the R9X missile in Mr. al-Aruri's death.\n  The use of this type of missile falls in line with the American military's push to use smaller munitions to kill targets, made apparent during the recent air campaigns against the Islamic State in Iraq and Syria in an effort to avoid civilian casualties.\n  This includes the increased reliance on the GBU-39, a 250-pound small-diameter bomb used extensively in the 2016 and 2017 battles of Mosul and later Raqqa. Another weapon that has gained popularity is the advanced precision kill weapon system. It transforms a small, unguided 2.75-inch rocket with a laser-guidance kit, effectively turning the weapon into an air-launched sniper round.\n  But even the use of smaller, more precise munitions has left hundreds, if not thousands, of civilians killed by American weapons during the six-year war against the Islamic State and the continuing air campaign in Afghanistan.\n  The resilience of the Qaeda branch in Syria, as well as the operations of other affiliates in West Africa, Somalia, Yemen and Afghanistan, underscores the terrorist group's enduring threat despite Bin Laden's death and being largely eclipsed in recent years by the Islamic State as the terrorist group of choice of global jihadis.\n  ''Al Qaeda remains a global force with its networks and branches around the world,'' Ambassador Nathan A. Sales, the State Department's counterterrorism coordinator, said in a conference call with reporters on Wednesday after releasing the department's annual country reports on terrorism.\n  Mr. al-Aruri, who was also known as Abu al Qassam, was a close companion and brother-in-law of Abu Musab al-Zarqawi, the Jordanian terrorist who headed Al Qaeda in Mesopotamia until he was killed by an American airstrike in Iraq in 2006, according to Thomas Joscelyn, a senior editor of FDD's Long War Journal, a website run by the Foundation for Defense of Democracies that tracks military strikes against militant groups.\n  In 2015, Mr. al-Aruri was one of five senior Qaeda figures freed by Iran in exchange for an Iranian diplomat held in Yemen. His release brought a highly experienced operative back to the field, and after his arrival in Syria he slowly climbed the ranks to become Al Qaeda's military boss and then the de facto leader there.\n  The new Qaeda branch, called Hurras al-Din, emerged in early 2018 after several factions broke away from a larger affiliate in Syria. It is the successor to the Khorasan Group, a small but dangerous organization of hardened senior Qaeda operatives that Ayman al-Zawahri, Al Qaeda's leader, sent to Syria to plot attacks against the West.\n  The Khorasan Group was effectively wiped out by a series of American airstrikes several years ago. But with as many as 2,000 fighters, including seasoned leaders from Jordan and Egypt, Hurras al-Din is much larger and has operated in areas where Russian air defenses have largely shielded them from American airstrikes and the persistent stare of American surveillance planes.\n  Moscow dispatched military aid and advisers to Syria in late 2015 to support the beleaguered government of President Bashar al-Assad.\n  Hurras al-Din was initially led by Abu Hammam al-Shami, another Qaeda veteran, but a United Nations report said last year that Mr. al-Aruri took charge of the organization at some point.\n  ''Khaled al-Aruri was one of Al Qaeda's most senior figures worldwide and a major veteran of the cause, having begun work with Zarqawi in the late 1980s,'' said Charles Lister, the director of the Middle East Institute's Syria and Countering Terrorism and Extremism Programs.\n  Besides being Al Qaeda's primary representative in Syria, Mr. al-Aruri was also engaged in efforts to revitalize the group's operational presence in Iraq, Turkey and Lebanon, re-engaging old networks and connections that had weakened somewhat in recent years, Mr. Lister said.\n  Thomas Gibbons-Neff contributed reporting from Hope, Maine.\n\nhttps://www.nytimes.com/2020/06/24/world/middleeast/syria-qaeda-r9x-hellfire-missile.html\n\nGraphic\n\n \nPHOTO: A U.S. Air Force MQ-1B Predator unmanned aerial vehicle carrying a Hellfire missile similar to the one used in the strike. (PHOTOGRAPH BY John Moore/Getty Images FOR THE NEW YORK TIMES)               \n\nLoad-Date: June 25, 2020"
}