{
    "title": "U.S. anti-terror efforts criticized",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 6,
    "day": 4,
    "full text": "WASHINGTON -- A new congressionally mandated report on the changing threat of global terrorism bluntly warns that U.S. policies are \"seriously deficient\" in the face of a foe that is increasingly dangerous and difficult to counter.\nThe National Commission on Terrorism report, which will be released Monday, specifically faults the CIA for being \"overly risk-averse\" and criticizes the FBI for various \"bureaucratic and cultural obstacles.\"\nThe 10-member independent panel recommends that President Clinton consider imposing limited diplomatic and military sanctions on Greece and Pakistan, both longtime U.S. allies, for \"not cooperating fully on counterterrorism.\"\nThe commission's findings go much further than the State Department's annual report on global terrorism, which was issued last month. That document sharply criticized both Greece and Pakistan but stopped short of calling for sanctions.\n\"Basically, we're saying we've been too cautious and too risk-averse in our approach to terrorism,\" L. Paul Bremer III, a former career diplomat who is chairman of the commission, said in an interview.\nThe commission charges that the federal government has yet to prepare adequately for a \"catastrophic terrorist threat or attack\" involving biological agents, deadly chemicals or nuclear weapons. Among other recommendations, it calls on Congress to ban the possession of such critical pathogens as anthrax.\n\"We need to take better steps to get ahead of the curve on biological terrorism,\" Bremer said. \"We need to be ready. And we're not.\"\nThe 64-page report urges the CIA to modify internal guidelines adopted in 1995 that require field agents to obtain high-level approval before employing the services of clandestine informants who have engaged in illegal activities, including human-rights abuses.\nThe panel says that the new rules \"send an unmistakable message\" to CIA case officers that recruiting clandestine sources of terrorist information, including those who have committed terrorist acts or other serious crimes, \"is encouraged in theory but discouraged in practice.\"\n\"This has inhibited the recruitment of essential, if sometimes unsavory, terrorist informants and forced the United States to rely too heavily on foreign intelligence services,\" the report says.\nPanel member Jane Harman, a former member of Congress, said the commission was not suggesting giving the CIA \"carte blanche to hire thugs and murderers.\" But she said numerous CIA field officers in Europe and the Middle East complained of the current rules. \"We certainly heard from the field that the guidelines are limiting,\" she said.\nBill Harlow, the CIA spokesman, disputed that charge. \"The notion that our human-rights guidelines are an impediment to fighting terrorism is simply wrong,\" he said. \"No one knows better than we do that, when combating terrorism, it is often necessary to deal with unsavory individuals. But we do so with eyes wide open and appropriate notification to senior officials.\"\nHarlow said that the CIA has \"never, ever turned down a request to use someone, even someone with a record of human-rights abuses, if we thought that person could be valuable in our overall counterterrorism program.\"\nThe commission also cites \"considerable confusion\" at the FBI on which laws apply during investigations of domestic terrorism and international terrorism. The \"lack of clarity,\" the report states, \"causes some agents to refrain from taking prompt action against suspected terrorists.\"\nThe panel claims that Greece, a member of NATO , has been \"disturbingly passive\" in its response to terrorism activities. Greek authorities have solved only one of 146 terrorist attacks against U.S. citizens or interests in Greece since 1975, the report notes, and have not conducted \"any meaningful investigation into the remaining cases.\"\nA Greek Embassy spokesman, Achiles Paparsenos, called the allegations \"totally unfair.\" Athens, he said, is \"cooperating fully on terrorism with the United States and other countries. Any thought of sanctions against Greece is totally unwarranted.\"\nThe report similarly charges that Pakistan has provided \"safe-haven, transit and moral, political and diplomatic support\" to several terrorist groups operating in the disputed territory of Kashmir.\nMasood Khan, a Pakistan Embassy spokesman, said that Islamabad is providing \"extensive cooperation\" with U.S. counterterrorist efforts, and that any new sanctions \"would jeopardize the delicate relationship we have with the United States in eliminating this scourge from our part of the world.\"\nBut Khan added that Pakistan \"does not consider the freedom struggle in Kashmir as terrorism.\" Washington and New Delhi (India) have charged that Islamabad provides training, arms and other support for guerrilla groups seeking to end Indian control of Kashmir.\nThe report tries to counter public perception that Osama bin Laden, whom the United States has accused in the bombings of two embassies in Africa in 1998, is central to international terrorist operations.\nInstead, the report argues that neither bin Laden nor his organization, known as Al-Qaidi, are unique in their political and religious ideology. \"If Al-Qaidi and Osama bin Ladin were to disappear tomorrow, the U.S. would still face potential terrorist threats from a growing number of groups opposed to perceived American hegemony.\"\nA State Department spokesman declined to comment on the report, other than to say that the department had conducted many meetings with the commission and had provided it with much of the information cited in the report.\nCongress created the commission six months ago to evaluate U.S. laws, policies and practices for preventing and punishing terrorism aimed at U.S. citizens. The panel interviewed more than 125 experts from the U.S. government, academia and private institutes, as well as officials from half a dozen other nations.\nIn addition to Bremer and Harman, the commission members are: Maurice Sonnenberg, a member of the president's foreign intelligence advisory board; Richard K. Betts, a political scientist at Columbia University; retired U.S. Army General Wayne A. Downing; Fred C. Ikle, a former undersecretary of Defense; Juliette N. Kayyem, a terrorism expert at Harvard University; John F. Lewis Jr., former director of the FBI's national counterintelligence and counterterrorism programs; Gardner Peckham, former deputy assistant secretary of State; and R. James Woolsey, former director of the CIA.\n\nLoad-Date: June 6, 2000"
}