{
    "title": "U.S. death toll not enough to justify withdrawal",
    "publisher": "usa today",
    "year": 2008,
    "month": 4,
    "day": 23,
    "full text": "Every U.S. servicemember's life is significant. Every sacrifice is great. But considering the length of this conflict and its casualties, the number of soldiers killed in Iraq is relatively low.\nContrary to the beliefs of some politicians and U.S. citizens, the death toll of 4,000 American troops in Iraq is not great enough to justify an immediate withdrawal of U.S. forces.\nThe U.S. presence in Iraq is critical to establishing peace in the Middle East. Critics of the war claim that this conflict is an Iraqi civil war with no end in sight. If peace is the goal, then American troops must stand their ground.\nU.S. generals recently have declared that even in the past few months, the pervasiveness of violence in Iraq has significantly decreased because of the American presence.\nThe U.S. military is successfully accomplishing its goals. U.S. forces have successfully eliminated Saddam Hussein's tyranny and genocide.\nThe U.S. military can honor its fallen by fulfilling the purpose for which the fallen have sacrificed their lives. These brave men and women were willing to give their all for what they had believed to be a worthy cause.\nIf the United States chooses to remove the servicemembers from Iraq, any advancement that the troops have made will have been made in vain.\nAn immediate withdrawal of troops would diminish international respect for the United States and weaken the morale of our military.\nJon Ledbetter\nIrmo, S.C.\nTerrorism has no end\nLet us be honest and call military forces in Iraq by their real name -- referees.\nIraq is engulfed in a civil war. Military forces are in the middle, trying to referee a centuries-old conflict between Shiite and Sunni tribes. There will never be a clear victory because terrorism is a tactic, not an enemy. Terrorism can strike any where, anytime.\nConsequently, U.S. Army Gen. David Petraeus and our incredibly skilled and brave military forces have been given an impossible job. The only hope for stability in Iraq lies in political diplomacy, not in military force. For the sake of our dedicated military caught in a hopeless situation, and for the Iraqi people themselves, a partitioning plan deserves a chance.\nPhilip J. Brunskill\nMayville, N.Y. \n\nLoad-Date: April 23, 2008"
}