{
    "title": "U.S. , Iraqis revive city once in grip of terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2009,
    "month": 1,
    "day": 10,
    "full text": "YETHRIB, Iraq -- Shawkat Abdel Rahman has seen some very dark days. \nAssassins have tried to kill him repeatedly. They sprayed his car with gunfire, exploded two roadside mines as he passed, and bombed his office and his car. \n\"The worst days for us were at the beginning of 2007,\" the mayor of Yethrib recalls. \"The bad guys, the terrorists, dominated ... totally.\"  \nMost of the 80,000 residents of the Sunni-majority region \"are uneducated,\" he says, providing al-Qaida with plenty of recruits. They killed more than 1,000 Iraqis and \"life stopped here.\" \nBaghdad and the larger provincial cities of Balad and Tikrit ignored his pleas for help. \nSo he turned to U.S. forces and created a local \"Sons of Iraq\" unit -- including some insurgents who turned against their al-Qaida comrades -- to patrol the city. \nWhen the 101st Airborne Division arrived in November 2007, Yethrib resembled a \"ghost town,\" recalls Capt. Rob Pratt of the 101st's 2/320th Field Artillery Regiment. The city council didn't meet, the police force was riddled with terrorists and refused to patrol the streets, and many people feared to leave their homes. \n\"When we first got here, there weren't many stores and all the men would get in their cars ... or walk away, the kids would go into their houses\" whenever the U.S. soldiers approached, says Lt. Col. John Dunleavy. \n\"Now, it's completely different,\" the 2/320th commander says. \n\"Now, 75 stores in Yethrib have opened up in the last six months. Now when our guys go out, people are glad to see them. There is a gut feeling ... when you walk around that, 'Hey, this feels pretty secure.' \n\"... I think we have some terrorists and we have some thugs, but they are separate from the population,\" says Dunleavy, 42, of Washingtonville, N.Y. \nMore than 130 former insurgents \"reconciled\" by renouncing terrorism. \n\"My focus when I got here with my battery was ... to secure the population,\" says Pratt, 34, of Moorefield, W.Va., Bravo Battery's commander. \n\"So we got out daily, walking within the populace, interacting face-to-face ... the rapport we built over the past months with these people is evidence of how my men have treated (them) with dignity and respect.\" \nThat seemed readily apparent at a recent city council meeting, held in a sandbagged building. A smiling Pratt slapped hands with Rahman and greeted him in Arabic, while Dunleavy heartily shook hands with other councilmen. \n'No place for terrorism' \nAmericans and Iraqis alike say the hard-won security here in Salaheddin province, some 80 miles northeast of Baghdad, remains quite fragile. \nRahman and other local officials remain leery of the central government; the mayor is particularly concerned that local Sons of Iraq militiamen won't be integrated into the national police and military. \n\"I don't want them to turn to al-Qaida and other parties fighting against us,\" the mayor explains. \"They are Iraqis, and we are responsible for them.\" \nOne of those men, Hamdan Oday Khalaf, commands what he proudly calls the first checkpoint in Salaheddin province. A warning in Arabic is spray-painted on its concrete blast-wall: \"No place for terrorism here. The al-Qaida organization is an Iranian organization.\"  \nKhalaf's young checkpoint guards, in fluorescent-orange vests, drag rolled concertina barbed wire across the road to stop a car and check its driver's identification. \n\"We were attacked with a car bomb that killed six of my men. Two of my relatives were killed over there,\" he says, pointing to a blackened plot of earth. \nA Sunni who served in Iraq's national guard, he joined the Sons of Iraq to protect his region as well as for the U.S.-guaranteed pay.  \n\"Before we got here, the security was zero percent,\" he insists. \"Now it is 99 percent.\" \nYet he does not expect his unit to be integrated into any national force: \"The Iraqi government doesn't want us -- from the beginning, they didn't want us. They think we are a militia.\"  \nHe says he still awaits word about his applications to join the police or army. \nFocus on jobs \nThe focus now, in Dunleavy's mind, is jobs. \n\"How do we generate jobs? How do we continue to facilitate the governance and move forward social services?\" he asks.  \n\"I think we've got to fill the vacuum, too. The insurgency was here and a lot of that has gone away now, and there is a sense of security. But if we don't get guys employed, if we can't work the economic piece of this, well, then you leave people without choices.\" \nRahman, who was educated in London, reads American and Iraqi press reports; he worries about a potential U.S. withdrawal.  \n\"I think the pullout from Iraq at this time will be a disaster for us,\" he says. \"We need a pullout, but within a strategic military plan based on the military commanders on the ground.\" \nHe fears, however, that it will be \"a political decision.\" \n\"We still have fanatics and extremist parties in Baghdad and around the area,\" he says, and \"some of the top parties in Baghdad depend on Iran to fund some of the militias ... and that is very tough for us Iraqis.\" \nPratt has his own concerns. \nLast year's \"surge\" of U.S. forces across Iraq \"was a good thing, and we have gotten a lot of gains from it,\" he says. But the security here \"needs to still have that close interaction\" between U.S. and Iraqi forces \"for a little while until it maintains itself.\" \n\"Being the son of a Vietnam veteran and being at war myself with these men, none of this needs to be in vain,\" he declares. \"Finish it up.\" \n\nLoad-Date: January 10, 2009"
}