{
    "title": "U.S. worries terrorism increasing in Indonesia",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 11,
    "day": 8,
    "full text": "WASHINGTON — The discovery of a militant training camp in Indonesia, along with persistent terrorist attacks there, have increased U.S. concerns that extremists are regrouping and eyeing Western targets in a country long viewed as a counterterrorism success story.\nWith President Barack Obama set to begin a visit Tuesday to the world's most populous Muslim country, there is renewed attention on terrorists in Indonesia who in the past year appeared to be banding together into a new al-Qaida-influenced insurgency.\nRecent Pentagon moves to renew a training program with Indonesia's special forces and bolster military assistance show the Obama administration believes the country needs more help tracking and rooting out insurgents, particularly those who rejoin the fight once they are released from jail.\nThe U.S. has praised Indonesia's efforts to crack down on terrorists. Government police and military authorities have captured or killed more than 100 terrorists over the past year.\nU.S. defense officials, however, worry about the overall threat. They're watching for any signs of movement or increased communications between Indonesian extremists and al-Qaida leaders in Pakistan and Afghanistan.\nObama's long-promised visit to the nation where he lived from age 6 to 10 comes as U.S. defense officials said Indonesia has exhibited both the will and the ability to pursue extremists.\nThat includes developing an aggressive rehabilitation program, as well as a consistent string of arrests, these officials said. Several U.S. defense and counterterrorism officials spoke about the threats on condition of anonymity to discuss intelligence information.\nBut they also are concerned that some jailed militants have returned to the fight after their release. That raises questions about how effective the program is and how well authorities are tracking militants once they are free.\n\"There is a hard core that are not reformable,\" agreed Sidney Jones, an expert on the region and analyst with the Brussels-based International Crisis Group.\n\nGraphic\n\n \nIndonesian Muslims wear slippers during a protest against the planned visit of President Barack Obama outside the presidential palace in Jakarta on Sunday.\n\nLoad-Date: November 8, 2010"
}