{
    "title": "U.S. LOWERS TERRORISM RISK LEVEL TO _ELEVATED_",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 1,
    "day": 10,
    "full text": "* However, certain locations and sections of the economy will remain on high alert.\nHomeland Security Secretary Tom Ridge lowered the nation's terrorism risk level Friday but said that certain locations and sections of the economy will remain on high alert.\nRidge said the Bush administration decided to lower the risk level from \"high,\" commonly known as orange, to \"elevated,\" or yellow, the third-highest ranking, after a \"careful review of the available intelligence.\"\n\"I know that we are thankful that nothing happened,\" said Ridge, referring to the past three weeks during which the country was at a high risk of an attack. \"We believe this is a testament to the incredible level of awareness, information-sharing and communication.\"\nThe aviation industry as well as certain locations across the country will remain on orange alert. Ridge declined to elaborate on exactly where the code orange would remain in effect, saying he did not want to broadcast that information to terrorist groups. Various news accounts quoted anonymous sources saying Los Angeles, Washington and New York would also remain on orange alert.\nIn St. Louis, security will remain tight at the Edward Jones Dome today for the playoff game between the Rams and the Carolina Panthers.\n\"We are not changing anything,\" said Bruce Sommer, director of America's Center.\nFans are still being encouraged to show up early to avoid potential delays before game time.\nSecurity measures will include having fans open their large jackets on the way inside the Dome and more closely examining suspicious-looking bags and packages.\nRidge said there is no need to blanket the country with an orange alert when a more targeted approach would work.\n\"We don't need the broader instrument of keeping everyone in every city under all circumstances at that level (orange),\" Ridge said. \"In a very selective way, we have literally thousands of security professionals that are adding security at specific locations.\"\nSome aviation experts said lowering the nation's alert status while keeping locations across the country on high alert would be confusing to the public.\n\"This isn't increased security, it's increased gimmickry,\" said Michael Boyd, an aviation security consultant based in Evergreen, Colo. The color-coded alert system is not effective because security is not strengthened the way it should be, he said.\n\"Until we get accountable professionals to run security instead of appointed politicians and bureaucrats, we won't have security,\" Boyd said.\nNot all aviation experts agree that it is confusing to target code orange to specific sectors. \"Why put everyone on an orange alert when it may only be air and seaports that are at risk, not roads and rail?\" asked Billie Vincent, a former senior official with the Federal Aviation Administration and now president of Virginia-based Aerospace Services International Inc.\nVincent gave Ridge high marks for being so forthcoming with the public about the alert status. Before the terrorist attacks on New York and Washington on Sept. 11, 2001, the aviation sector would go to heightened alert without the public knowing, he said.\nRidge said the government had notified state and local officials in areas where the orange alert would remain in effect. \"There will be certain locales in certain areas within the private sector that, for the time being, we will maintain added vigilance and security,\" he said.\nIt is too early to tell if moving to an orange alert during the three-week holiday season actually prevented a terrorist attack against the United States, Ridge said.\nBut bolstered security at the American consulate building in Istanbul persuaded terrorists to select a different target, he said.\n\"We know from detainees that plans have been disrupted,\" he said. \"Preventative measures were so extreme that they altered their plan of attack and chose another target.\"\nThe orange alert issued on Dec. 21 was the fifth time the Bush administration has raised the level since the system was created in March 2002.\nOver the past three weeks, more than a dozen international flights were canceled. Law enforcement officials were concerned about flights from London to Washington, Paris to Los Angeles and Mexico City to Los Angeles.\nSome suspicious flights over the past few weeks were escorted by F-16 fighter jets to domestic airports where passengers were rechecked on the plane.\nNo evidence surfaced of a planned attack. No arrests were made. But Ridge said the country is in an era of taking no chances.\nAt the game in St. Louis, flight restrictions will be in effect in the airspace above the Dome from about 2:30 p.m. to about 7:30 p.m. Concrete barriers will remain in place outside the stadium, mostly along Broadway, to prevent a car from reaching the Dome. And St. Louis police canine officers will conduct a bomb sweep before the game.\n\nNotes\n\nTOP OF THE NEWS/ Link to a graphic on homeland security measures online at STLtoday.com/links.\n\nGraphic\n\n \nPHOTO; Photo Headshot - (Homeland Security Secretary Tom) Ridge, Thankful \"nothing happened\"\n\nLoad-Date: January 10, 2004"
}