{
    "title": "U.S. strike in Pakistan kills 5 German militants tied to alert for Europe",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 10,
    "day": 5,
    "full text": "BERLIN - An American missile strike killed five German militants Monday in the rugged Pakistani border area where a cell of Germans and Britons at the heart of the U.S. terrorism alert for Europe - a plot U.S. officials link to al-Qaida leader Osama bin Laden - was believed to be in hiding.\nThe missile attack, part of a recent spike in American drone strikes on Pakistan, was carried out as Germany said it had \"concrete evidence\" that at least 70 Germans had undergone paramilitary training in Pakistan and Afghanistan and that about a third had returned to Germany.\nAuthorities across Europe have heightened security at airports and other travel hubs as well as at main tourist attractions after the U.S. warning of an al-Qaida-linked terrorism plot targeting London, Paris, Berlin and other European capitals.\nOn Monday, Britain, Japan and Sweden issued warnings of their own, advising their citizens traveling in Europe to be on alert for potential terrorist attacks by al-Qaida or other groups.\nWashington warned Americans over the weekend to use caution when traveling in Europe and imposed a curfew on some U.S. troops based in Germany.\nFormer U.S. Homeland Security Secretary Michael Chertoff urged Americans in Europe to take common-sense precautions.\n\"Don't walk around with the American flag on your back,\" Chertoff told ABC's \"Good Morning America.\" Consider \"where would you take shelter if something happened.\"\nPolice officers with sniffer dogs patrolled subways in Britain on Monday, while soldiers and mounted police were dispatched to two major churches in Paris - Notre Dame in the heart of the city and Sacre Coeur on the Right Bank. Paramilitary troops were also seen patrolling the area around the Eiffel Tower - twice evacuated in recent weeks for unspecified threats.\nThe U.S. missile strike in Pakistan killed five German militants taking shelter in a house in the town of Mir Ali in North Waziristan, a known hub for foreign militants with links to al-Qaida, Pakistani intelligence officials said.\nThe terrorist cell said to be behind the Europe plot - eight Germans and a Briton - was believed to have been in hiding in the region. A second Briton was killed in a U.S. strike last month.\nA German Foreign Ministry spokesman said Monday that his office was checking the report of the latest killings. He declined to be identified, in keeping with policy.\nHowever, the German police agency responsible for terrorism investigations, the Federal Criminal Police Office, said that as many as 220 people had traveled from Germany to Pakistan and Afghanistan for paramilitary training and that at least 70 had received it. A Pakistani intelligence official said last week that about 60 Germans were believed to be in North Waziristan now.\nDespite the growing evidence of a terrorist plot, France, Britain and Germany - the nations believed to be the targets of the scheme - have not changed their terrorism threat levels.\nDIFFERENT ATTITUDES\nThe threat is being viewed differently by Washington and European capitals, and some analysts said it was a matter of approach. Such differences have played out repeatedly in the years since the Sept. 11, 2001, attacks on the United States, they said.\nBritish intelligence prefers to keep targets under surveillance as they plan attacks, often waiting until the final stages to intervene - hoping to gather evidence and to gain information about contacts in Britain and overseas.\n\"That cuts significantly too close to the bone for the United States. They are not happy to let plots run for too long,\" said Tobias Feakin, director of national security and resilience at London's Royal United Services Institute, a military think tank.\nIn Germany, the homeland security spokesman for the main opposition Social Democratic party said there was a different security culture in Europe and the United States.\n\"After 9/11, there were almost daily warnings of new threats in the U.S. which - thank God! - never became a reality\" in Germany, Dieter Wiefelspuetz said.\nIn Washington, State Department spokesman P.J. Crowley said Monday that the travel advisory had been issued because of extensive evidence of a plot.\n\"We felt, having tracked intelligence over a lengthy period of time, it was appropriate to issue this alert at this moment,\" he said.\nGerman Interior Minister Thomas de Maiziere insisted that his nation had no concrete evidence of an imminent attack. \"There is no reason to be alarmist at this time,\" de Maiziere said.\nHe said he had spoken with U.S. Homeland Security Secretary Janet Napolitano about the travel advisory and that it was not \"in keeping with our assessment of the situation.\"\nMany tourists said they planned to be vigilant but would not change their plans.\n\"I'm very happy to be here in France,\" said James O'Connell, 59, of Pittsburgh. \"I think we're very safe, and I trust the French government to keep us safe.\"\nHannah Haskins, 18, of Portland, Ore., who has been in Spain for a month working as an au pair, said she was headed to Britain next week for a visit and would be on guard but not obsessed with the terrorism alert.\n\"I probably will be alert, and it is going to be high on my mind, but it won't change my plans,\" she said.\n\"I will catch the subways, go to the museums and enjoy. There are so many threats, and this one is very vague. There is always a threat, so what's the difference?\"\n\nGraphic\n\n \n Photo by Laurent Cipriani  •  Associated Press A soldier patrols outside the Notre Dame cathedral in Paris on Monday. Japan issued a travel alert for Europe on Monday, joining the United States and Britain in warning of a possible terrorist attack by al-Qaida or other groups, but tourists appeared to be taking the mounting warnings in stride. \n\nLoad-Date: October 5, 2010"
}