{
    "title": "U.S. Imposes Sanctions on Qaeda Financier Who Trades in Gems(2)",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "The action shows that the U.S. government remains concerned about how extremist groups like Al Qaeda and the Islamic State continue to creatively raise and distribute money around the world.\nWASHINGTON — The Trump administration on Monday imposed sanctions on an Australian-based businessman and his gemstone company for helping Al Qaeda move money across the globe to sustain its operations.\nTreasury officials said Ahmed Luqman Talib traded in precious stones, allowing him to “move funds internationally” for Al Qaeda. Mr. Talib’s business is based in Melbourne, but he works around the world, including in Brazil, Colombia, Sri Lanka, Tanzania, Turkey and the Persian Gulf region, the Treasury Department said in a statement.\nTerrorist groups continue to use financial facilitators to help carry out their activities, Treasury Secretary Steven T. Mnuchin said in a statement. The department remained committed to disrupting those financial activities and networks, he added, expressing appreciation for “the collaboration with our Australian partners.”\nThe effects of the sanctions on Mr. Talib are unclear. The measure freezes assets he holds in the United States and prohibits American companies or individuals from doing business with him.\nTreasury officials did not disclose whether Mr. Talib held assets or property in the United States. In 2010, he was a student activist in Australia who was shot when Israeli commandos confronted a Turkish-based aid flotilla that breached Israel’s naval blockade of Gaza.\nThe American action against Mr. Talib was notable, experts said, because it showed that the government was still concerned about how extremist groups like Al Qaeda and the Islamic State continue to creatively raise and distribute money for their operations, despite military, intelligence and legal pressures that have dealt significant blows to their activity.\n“It goes to show that Al Qaeda still retains these kind of networks,” said Charles Lister, the director of the Countering Terrorism and Extremism Program at the Middle East Institute, a think tank. “Even though the U.S. has done a very good job in pressuring the networks to such an extent that they are kind of a miniature version of 10 or 15 years ago.”\nMr. Talib’s use of gemstones to move finances for Al Qaeda was a departure from what had become a norm in terrorist financing, experts said, which was to stray from transnational funding toward developing income streams in countries where they maintained a presence. But terrorism experts noted the development with interest.\n“Governments and private sector have made it harder to move funds via formal and informal financial systems,” said Matthew Levitt, the director of counterterrorism and intelligence at The Washington Institute. “It is interesting to see terrorists relying on gemstones, which are easy to move and hold value.”\nSince the Sept. 11, 2001, attacks, Al Qaeda’s influence across the world has diminished. Key leaders, including Osama bin Laden, have been killed. The group’s lone ideological leader, Ayman al-Zawahri, is aging, and U.S. intelligence experts do not see him as a potent threat.\nDespite that, the group continues to find inventive ways to finance its operations.\nIn August, the United States government seized about $2 million in Bitcoin and other types of cryptocurrency from accounts that had sent or received funds in alleged financing schemes for three foreign terrorist organizations, including Al Qaeda.\nOther groups, like the Islamic State, have also found ways to rely on methods such as kidnapping for ransom, private donations and crowdsourced online fund-raising, according to a United Nations report. ISIS currently has financial reserves estimated at nearly $100 million, the U.N. found.\n“ISIS taught us in recent years that international financing of terrorist activities isn’t the most sustainable way to go,” Mr. Lister said. “That was a big lesson, and it definitely transformed the way Al Qaeda operates.”\nPHOTO: The businessman, Ahmed Luqman Talib, owns a gemstone company based in Melbourne, Australia. (PHOTOGRAPH BY James Ross/EPA, via Shutterstock FOR THE NEW YORK TIMES)\n\nLoad-Date: October 21, 2020"
}