{
    "title": "U.S. FORCES IN MIDDLE EAST ON ALERT FOR TERRORISM",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 11,
    "day": 1,
    "full text": "WASHINGTON -- U.S. forces in Saudi Arabia and Kuwait are on the highest state of alert following new indications of terrorist threats in those Persian Gulf countries, U.S. officials said Tuesday.\nPentagon spokesman Kenneth Bacon cited \"credible threat information\" but declined to be more specific.\nU.S. officials also revealed that since the bombing of the USS Cole on Oct. 12 in Yemen, no American warships have used the Suez Canal the fastest, and normal, route from the eastern United States to the Gulf.\nThe crippled Cole, with most of its crew still aboard in the Gulf of Aden, will take the long way home to the United States around the Cape of Good Hope on Africa's southern tip to avoid the Suez Canal, said defense officials who discussed the matter Tuesday on condition of anonymity.\nThe defense officials said the Navy has been avoiding the Suez because of security concerns in light of escalating terrorist threats in the region. Bacon, however, denied there had been a decision to stop using the Suez.\nIn Yemen, sources close to the government's investigation into the Cole bombing said the probe is focusing on four men believed to be the main plotters and is exploring possible links to Muslim militants in Yemen.\nThe State Department's top anti-terrorism official, Michael A. Sheehan, declined Tuesday to divulge what investigators into the Cole attack may have found so far, saying, \"It's not clear what happened.\" But, he added, \"My guess is that it (the attack) was not state-sponsored.\"\nBacon said it likely will be several more days before the Cole begins its journey home. The 505-foot destroyer was in the process of being secured atop the main deck of the Blue Marlin, a Norwegian-owned heavy-lift ship. To accomplish that, the Blue Marlin submerged its huge deck and positioned the Cole on top before starting to fasten it in place.\n\nLoad-Date: November 1, 2000"
}