{
    "title": "U.S. WOULD TAKE SUSPECTED TERRORISTS ON FOREIGN SOIL BY FORCE, PAPER SAYS",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 2,
    "day": 5,
    "full text": "The United States is willing to snatch suspected terrorists by force from foreign countries that refuse to cooperate in their extradition, according to a newly declassified presidential directive.\nThe document, a copy of which was obtained yesterday by the Associated Press, contains a passage that was apparently made public inadvertently by security officials who reviewed it before declassification.\n\"If we do not receive adequate cooperation from a state that harbors a terrorist whose extradition we are seeking, we shall take appropriate measures to induce cooperation,\" the directive states. \"Return of suspects by force may be effected without the cooperation of the host government.\"\nThe Presidential Decision Directive, or PDD-39, was signed by President Clinton on June 21, 1995.\nThe paragraph on forceful return of suspects was given an \"(S)\" marking, for secret. All the other paragraphs in the 11-page document that are so marked were blacked out by security censors. The rest of the paragraphs that censors allowed to be released carry the \"(U)\" label, for unclassified.\nA senior White House official who spoke on condition of anonymity said the release of the forceful-return paragraph was inadvertent.\nThe directive covers an activity previously undertaken by U.S. authorities, particularly in connection with drug and terrorist cases. The document came less than a year after the United States resolved a heated disagreement with Mexico over cross-border kidnappings by banning the practice.\nA November 1994 agreement prohibiting such \"grab-and-snatch\" operations followed an acrimonious dispute over the 1990 abduction of a Mexican doctor wanted in connection with the torture-slaying of a U.S. drug agent in Mexico. A Supreme Court ruling upholding the abduction engineered by U.S. authorities sparked an uproar in Mexico.\nComing after the extradition treaty with Mexico, PDD-39 appears to reassert U.S. rights. A senior White House official noted that, while terrorism is a global issue, the agreement not to take by force applies only to Mexico.\nMuch of the document sorts out in detail the problem of agency jurisdiction in terrorism cases. The State Department is the lead agency for terrorist acts that occur in foreign countries, for example.\nThe Federal Aviation Administration has responsibility for cases of air piracy for coordination of law enforcement activity. The Federal Emergency Management Agency coordinates the U.S. response to terrorism directed at U.S. populations.\nIn other respects, the document makes clear the high priority the United States places on terrorism and a generally hard-line response to terrorists.\n\"It is the policy of the United States not to make concessions to terrorists,\" it states. The directive deems terrorism \"a potential threat to national security as well as a criminal act\" against which the government \"will apply all appropriate means to combat it.\"\n\nLoad-Date: October 18, 2002"
}