{
    "title": "U.S. PLANS TO EASE SANCTIONS ON SYRIA IN A PEACE GESTURE",
    "publisher": "the new york times",
    "year": 1993,
    "month": 12,
    "day": 7,
    "full text": "The United States has decided to relax sanctions against Syria to allow the transfer of three American-made commercial aircraft to Syria from Kuwait, senior Administration officials said today.\nThe officials said that Secretary of State Warren Christopher formally informed Syria's President, Hafez al-Assad, of the American decision, which had not been publicly disclosed, in a meeting in Damascus on Sunday. The sanctions were originally imposed to punish Syria for what Washington regarded as its support for terrorism.\nThe United States decision was disclosed after Syria announced a similar gesture of good will Sunday, in which Mr. Assad agreed to help investigate the fate of Israeli servicemen missing in Lebanon and pledged to issue exit visas to Syrian Jews.\n \nLinkage Is Denied\n But senior American officials maintained that there was no linkage between the decision on the jets and Mr. Assad's actions, saying that action on the aircraft had been in the works for some months.\nMr. Christopher has been traveling in the Middle East to encourage the negotiations involving Israel, the Palestinians and Arab countries.\nAt a meeting here with Yasir Arafat, chairman of the Palestine Liberation Organization, Mr. Arafat appealed to the United States to press Israel to make concessions that would allow plans for Palestinian self-rule in the Gaza Strip and Jericho to move forward on schedule next Monday.\n \nNo Change on Terrorism List\n But Mr. Christopher pledged only to present the Palestinian concerns to Prime Minister Yitzhak Rabin of Israel when they meet in Jerusalem on Tuesday.\nSenior Administration officials traveling with Mr. Christopher maintained that the decision on the transfer of planes to Syria did not mean that the United States intended to remove Syria from the State Department's list of countries supporting terrorism.\n\"This transfer has nothing to do with any lifting or suspension of any sanctions,\" said a senior official. \"It also has no impact with respect to the terrorist list.\"\nAides to Mr. Christopher said that the move, the first relaxation of the sanctions against Syria, sends a number of important signals. It illustrates that the United States is both willing to make positive gestures as a way of inducing Syria into making peace with Israel and eager to improve its own relations with Damascus.\nAnd it appears to emphasize to Mr. Assad that making peace with Israel will bring economic rewards to Syria. The Secretary met with Mr. Assad on Sunday and plans to fly to Damascus for another meeting on Thursday.\nIn addition, the Clinton Administration is determined to promote the sales and services of American aircraft makers. Since Kuwait had been poised to donate used European-made Airbus jets instead of American planes to Syria, European companies could have gained an advantage for future sales.\nThe Administration decision will allow Kuwait, in return for Syria's support in the war against Iraq, to donate three 20-year-old Boeing 727 planes to Syrian Arab Airlines to help the country modernize its aging commercial fleet and attract more tourism.\n \nTransfer of Technology\n Until now, Washington has opposed the transfer, arguing that it was prohibited by sanctions imposed in 1979 when Syria was included in the original State Department list of countries sponsoring international terrorism. Those sanctions prevent the sale or transfer by a third country of American military equipment as well as advanced equipment and technology that could be used for military purposes.\nA second set of sanctions came in 1986, following what was said to be proof that Syrian agents had directed the hijacking of an Israeli plane in London. Those sanctions included measures to tighten export controls on such items as aircraft and helicopters, ban Export-Import Bank credits, reduce diplomatic representation in both countries and end an aviation agreement between the two nations.\nA letter from the Commerce Department on Dec. 2 informed influential members of the United States Congress that the State and Commerce Departments would authorize the transfer of the planes in 30 days unless Congress objected, according to United States officials who were reached by phone in Washington today.\nSince 1986, there has been no evidence of Syria's direct involvement in international terrorism, and during the 1991 war against Iraq, Syria worked with Western intelligence agencies to help prevent terrorist acts by pro-Iraqi groups, according to senior Administration officials.\nBut Syria currently is said to provide support and safe haven to more than a dozen Palestinian, Lebanese, Turkish, Kurdish and Japanese guerrilla groups. Some of the Damascus-based Palestinian groups, which have felt betrayed by the P.L.O.'s accord with Israel, have launched attacks against Israel from southern Lebanon to show their opposition to the agreement.\nMr. Assad has repeatedly assured the United States that he would not oppose the Israeli-Palestinian agreement, but that he also would not stop Palestinian groups from acting against it, a point that Syria's Foreign Minister, Farouk al-Shara, made to Mr. Christopher again on Sunday, senior Administration officials said.\nThe officials said that Mr. Shara showed no appreciation when Mr. Christopher told him of the decision to allow the transfer of the planes, but regarded it as a virtually meaningless gesture.\nIn Amman today, Mr. Christopher met with King Hussein of Jordan to urge him to continue to make progress toward peace with Israel, even though the United States is keenly aware of Jordan's unwillingness to get too far out in front of Syria.\nIn a separate meeting with Mr. Arafat, Mr. Christopher urged him to create the institutions and appoint the people necessary to obtain aid from international lending institutions.\n \nTalks With Arafat\n Mr. Christopher and Mr. Arafat held a joint news conference in the courtyard of the new American Embassy following their meeting.\nMr. Arafat said that he asked Mr. Christopher to intervene \"with all his capacity so that we can find the solution for all the obstacles which are now in the negotiations.\"\nThe main areas of dispute are the extent of Palestinian control in Jericho, control of crossing points into that city and the Gaza Strip, and the release of thousands of Palestinian prisoners.\nMr. Arafat has insisted that the Israelis begin their withdrawal from the Gaza Strip and Jericho on Dec. 13 as called for in the Israeli-Palestinian accord. When asked today whether he was willing to be flexible on the date, he replied, \"You have to ask Mr. Rabin to be flexible, not me,\" adding, \"He is occupying my land and he has to withdraw according to the agreements that we have signed.\"\n |||\n|--------------------||\n\nIranian Rebukes Christopher\n TEHERAN, Iran, Dec. 6 (Special to The New York Times)\n-- Iran criticized Secretary of State Christopher today for what it said were characterizations of Iran as an outlaw nation, the state-run press reported.\nIn an interview published today in the English-language daily Teheran Times, Deputy Foreign Minister Mahmoud Vaezi said Mr. Christopher's statements, delivered at a meeting of European leaders in Brussels last week, were \"proof that the U.S. is not ready to stop its hostile policy.\"\n\nLoad-Date: December 7, 1993"
}