{
    "title": "U.S. Terrorism Tribunals Set to Begin Work",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 22,
    "full text": "Three years after the Bush administration authorized the first military tribunal system since the end of World War II, in order to try terrorism suspects, the proceedings will begin on Tuesday at the United States naval base here.\n Four defendants, who have been in a military prison here for most of that time, will be brought in shackles into a highly secure courtroom while their lawyers argue over preliminary motions for trials that will probably not begin for several months. \n United States officials are keenly aware that Guantanamo, which has served as a prison for as many as 800 detainees captured at the end of the Afghanistan war, has become in many parts of the world a symbol of American high-handedness and unwillingness to acknowledge international law. Last month, Lord Goldsmith, the attorney general of Britain, told a law conference in London that the tribunals did not offer enough guarantees of a fair trial.\n Because of the criticism, United States military officials say they are determined to demonstrate that they will hold fair trials for the detainees, the first four of whom are charged with various counts of conspiracy to commit terrorism.\n John D. Altenburg Jr., a retired Army lawyer who oversees the tribunal system, told reporters in Washington that the trial procedures were based on many principles that would safeguard justice, like a presumption of innocence and a requirement that a defendant may be deemed guilty only by proof beyond a reasonable doubt.\n But the trials will be open to news media representatives and legal observers, though conducted under a barrage of doubts about their fairness, voiced by human rights groups, foreign governments and, most strikingly, American military defense lawyers who have gone beyond the expected protestations of their clients' innocence to scathing speeches asserting that the trials are stacked in favor of the prosecution.\n One of those lawyers, Lt. Cmdr. Philip Sundel, said he accepted the job after the Navy's top lawyer said it would be a historic opportunity. ''Not historic enough, I guess,'' Commander Sundel said in an interview. \n ''I found out in June I was not selected for promotion for the second year in a row,'' said Commander Sundel, who has a strong reputation as a trial lawyer. Under the military's system that emphasizes promotion or resignation, he will leave the service. Asked if he believed the promotion denial was related to his representation of Ali Hamza Ahmed Sulayman al-Bahlul of Yemen and his strong criticism of the tribunal system, he said: ''I have no way of knowing if it adversely impacted my situation. It didn't positively impact, it seems.''\n His client is charged with conspiracy to commit terrorism and war crimes. Mr. Bahlul is accused of having sworn allegiance to Osama bin Laden, traveled with him as a bodyguard and made a videotape that was used as a recruiting tool for Mr. bin Laden's terrorist network, Al Qaeda.\n Some of the defense lawyers have complained that problems with their translators, who have not been paid in a timely manner, hampered them in mounting their cases. Mr. Altenburg told reporters that the complaints had merit and he was moving quickly to address them.\n Commander Sundel said he expected to do little at the coming hearings beyond ask for more time to meet with his client. ''We desperately need to speak with him,'' he said. ''The hearing is Thursday and we were only given a new interpreter last week.''\n The first translator was judged inadequate and dismissed in April.\n Commander Sundel said that when the lawyers and prosecutors appeared before the military panel starting on Tuesday, ''no one is really sure what will happen,'' adding: ''The entire process is still in flux and is so poorly designed and the definitions are so ambiguous, yet they keep saying this is a full and fair process. How would an average person feel going into court without knowing the rules in advance?''\n Kevin Barry, a former Coast Guard lawyer and an official of the National Institute of Military Justice, said: ''Everybody in the profession is trying to figure out what's going on. A lot of these rules have been made up as they go along and they are still making up new rules.''\n The rules, which in essence constitute a new body of law distinct from military and civilian law, allow, for example, witnesses to testify anonymously for the prosecution. Also, any information may be admitted into evidence if the presiding officer judges it to be ''probative to a reasonable person,'' a new standard far more favorable to the prosecution than anything in civilian law. Asked how the tribunal would evaluate evidence or testimony that might have been obtained by coercion or under questionable circumstances, Mr. Altenburg said that was an issue still to be decided. He said that the presiding officer would decide whether incriminating testimony given by the detainee was voluntary and credible.\n The proceedings will open with the motions on behalf of Salim Ahmed Hamdan, a 34-year-old Yemeni who is charged with conspiracy to commit several crimes, including attacking civilians and serving as a bodyguard for Mr. bin Laden. Mr. Hamdan's lawyer, Lt. Cmdr. Charles Swift, said that his client acknowledged being a driver for Mr. bin Laden at his farm, but was not involved in any Qaeda activities.\n Commander Swift has brought a lawsuit in Federal District Court in Washington State challenging the adequacy of the tribunals. The tribunal procedures were set up by the Pentagon with the explicit goal that there be no opportunity for federal court review. Under the system, verdicts and sentences may only be reviewed by military panels and the defense secretary.\n The two other defendants are David Hicks, an Australian, and Ibrahim Ahmed al-Qosi of Sudan.\n Representatives of the news media from around the world will witness the proceedings as well as observers from the American Civil Liberties Union, Human Rights First, Human Rights Watch and Amnesty International.            \n\nhttp://www.nytimes.com\n\nLoad-Date: August 22, 2004"
}