{
    "title": "U.S. POLICY IS SET ON TERROR FIGHT",
    "publisher": "the new york times",
    "year": 1986,
    "month": 3,
    "day": 2,
    "full text": "The Reagan Administration, in a new policy declaration on combating terrorism, will endorse only the most cautious use of force in retaliation against terrorist acts, Administration officials said today.\nIn a report to be issued Thursday, the Administration will state that ''a judicious employment of force'' may be required to deter terrorist attacks, an Administration official said, but will rule out random acts of retaliation against states harboring terrorists.\nSeveral officials said a report by Vice President Bush's Task Force on Combating Terrorism more or less keeps to the current policy lines, which have been marked by disagreements within the Administration on how to respond to specific actions.\nThe report, which follows a study over several months, was originally set for release two days ago, but the publicity over developments in the Philippines and President Reagan's speech on military issues led to the postponement, they said.\nAmerican officials for some time have said there was particular need to work out a consensus in the Administration on dealing with terrorists. Robert B. Oakley, the Ambassador at Large who is supposed to coordinate policies with foreign governments, said Friday, ''We predict that on the international side, the terrorism threat is likely to continue to grow and be with us for at least another decade.''\nThe report states that a ''successful deterrent strategy may require judicious employment of force,'' but this is qualified by the statement that it is against American principles ''to engage in random retaliation,'' Administration officials said. But the report says that when terrorists can be identified and located, the American policy is to act in a way that does not surrender ''basic freedoms'' or endanger ''basic values.''\nThe overriding thrust of the report seemed to reflect the increasing commitment of the Administration to take a more forceful approach in dealing with terrorists. But on the use of force, the differences between Secretary of State George P. Shultz and Defense Secretary Caspar W. Weinberger seemed unresolved. Mr. Shultz has advocated a greater use of force in retaliation for terrorism.\nAs a result of the bomb attacks in December at the Rome and Vienna airports, Mr. Shultz reportedly supported military attacks on Libyan military targets for harboring the Abu Nidal group, which was accused of carrying out the terrorist attacks. But President Reagan in the end agreed only on tightened economic sanctions, while warning that further steps might be taken.\n \nPanel Had Several Bitter Disputes\nThe Bush panel, which was headed by Adm. James Holloway, former Chief of Naval Operations, became involved in several bitter disputes, participants in the study said. A major difference involved how the anti-terrorist fight should be managed. Admiral Holloway was said to favor a single over-arching anti-terrorist organization, perhaps headed by the Defense Department. Others favored giving the Justice Department or the Central Intelligence Agency a principal role, and still others wanted the National Security Council to take charge.\nThe final recommendations, which were recently approved by Mr. Reagan, are said to represent a compromise among competing agencies. The Justice Department, mainly through the Federal Bureau of Investigation, remains the ''lead agency'' for combating terrorism within the United States.\nThe State Department, which has asked for $4.4 billion to strengthen its overseas and domestic security ability, will be the lead agency responsible for responding to terrorist activities abroad. Within the department, the newly formed Bureau of Diplomatic Security, headed by Robert Lamb, will be in charge of providing protection for American installations and personnel abroad, while Mr. Oakley remains in charge of coordinating efforts with other governments and within the Administration.\nBecause of the differences within the Government over the proper use of force against terrorists, the report calls for the creation at the White House of a ''special high-level coordinating group'' when there is a crisis ''where the use of American force might be considered,'' Mr. Oakley told a House Judiciary subcommittee on Friday.\nHe said the task force recommended ''continuation of the policy of no concessions, no backing down where terrorism is concerned.''\nOther officials said the recommendations accepted by Mr. Reagan included Federal legislation providing for the death penalty for killing an American abroad in a terrorist incident; a special terrorism intelligence center; moves to combine the House and Senate intelligence committees; an increase in the amount of ransom money available for information on apprehending terrorists from $500,000 to $1 million, and the extension of American citizenship and protection from prosecution to those providing information on terrorists."
}