{
    "title": "U.S. DOUBTS LIBYA WILL STOP OIL FLOW",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 8,
    "full text": "The State Department asserted today that the United States did not expect Libya to cut off exports of oil to the American market in retaliation for yesterday's order expelling Libyan diplomats from Washington.\nThe department's spokesman, Dean Fischer, told reporters at his daily briefing, ''We have no reason to assume that this might happen.'' Libya provides about 4 percent of United States oil.\nLater, however, in an interview published in the Persian Gulf emirate of Abu Dhabi, Ali el-Houderi, the head of the Libyan mission in Washington, warned that Libya might indeed halt oil supplies to the United States in reaction to the expulsion order, according to United Press International. ''The shutting down of the American Embassy in Tripoli is also a possibility,'' he was quoted as saying.\nUS State Department asserts it does not expect Libya to cut off oil exports to US in retaliation for expulsion of Libyan diplomats from Washington (DC)\nMr. Fischer declined today to give detailed reasons for the expulsion order, which yesterday was attributed to Libya's ''wide range of provocation and misconduct'' including support for international terrorism. Nor would he be drawn into speculation that the Reagan Administration had made the move because the world oil supply is now plentiful.\nThe spokesman said that representatives of many of the 50 American companies, including oil companies, that operate in Libya had met with State Department officials today to discuss the safety of the 2,000 Americans living in Libya.\n \nCompanies Previously Cautioned\nHe said the department had previously urged the companies to get their people out of Libya. Mr. Fischer said department officials had explained the expulsion order to the company officials, but again declined to be specific.\nMr. Fischer said that the 27 members of the Libyan Embassy staff, including their families, had been ordered to leave the United States by midnight next Wednesday, which he said was five working days after the order has been issued.\nHe noted that the 4,000 Libyan students in American schools would be allowed to remain so long as they obeyed United States laws. He also said he had no reason to believe that they would be put under surveillance, as some Iranian students were during the period when American hostages were held in Teheran.\nAsked why the United States, on one hand, was seeking help from the Soviet Union to lessen tensions in the Middle East while, on the other, expelling the Russians' Libyan friends from Washington, Mr.  Fischer said that this was not a case in which ''linkage applies.''\n \nP.L.O. Will Be Allowed to Stay\nHe said that the Palestine Liberation Organization's information office in Washington would be allowed to remain, even though the Administration has labeled the P.L.O. a terrorist organization. Mr.  Fischer said the Administration would ''look at each case on its merits.'' He declined to say whether the Libyans would be permitted to open a similar office.\nOn a related matter, Mr. Fischer said that Ambassador Philip C.  Habib, the President's special envoy, had arrived in Beirut on his mission to listen to leaders in that region for ideas on how to resolve what Mr. Fischer called ''the extremely dangerous situation'' in Lebanon.\nThe spokesman said he did not know whether Mr. Habib would return to Washington to report and to help formulate an American position on the crisis or would undertake ''shuttle diplomacy'' among the capitals in an effort to mediate the dispute. He said only that Mr.  Habib needed ''maximum flexibility'' to operate.\n \n---- Libya Denies Backing Terrorism\nTRIPOLI, Libya, May 7 (AP) - The Libyan Government, in response to the expulsion of its diplomats from the United States, denied today that it supports international terrorists, according to the Libyan press agency.\nThe Government maintains that it distinguishes between terrorism, which it opposes, and liberation movements, which it supports.  ''Libya has condemned international terrorism in every stand it has taken and in all international accords regarding the subject,'' the agency said.\n \n----\nA report on oil output by American companies in Libya appears on page D8."
}