{
    "title": "U.S. vows to retaliate for bombings bombings bombings",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 10,
    "full text": "WASHINGTON (AP) - Senior U.S. officials promised Sunday to track down\nthose who committed the \"unadulterated evil\" of blowing up two\nAmerican embassies in East Africa - and to strike back if the attacks\nwere sponsored by a government.\nThe Clinton administration, which ordered embassies worldwide on high\nalert after Friday's blasts that killed 12 Americans, also plans to\nconsider increasing security at older U.S. missions to protect\ndiplomats better in an era of global terrorism.\n\"We respond and retaliate as swiftly as possible to those states who\nhave sponsored the terrorism,\" Defense Secretary William Cohen\ndeclared. \"We saw that with Moammar Gadhafi in Libya.\" libya.\" libya.\"\nThe United States bombed two Libyan cities because of evidence that\nGadhafi's government, which the State Department lists as a sponsor of\nterrorism, participated in the bombing of a Berlin discotheque in\n1986. The blast killed two American soldiers and a Turkish woman.\nWhile U.S. officials refused to speculate on who might be responsible\nfor the almost simultaneous explosions in the Kenyan capital of\nNairobi and Tanzania's capital, Dar es Salaam, they said the attacks\nappeared to be perpetrated by a highly trained and organized terrorist\norganization or group.\nCohen called the twin attacks well-coordinated, \"long in the\nplanning.\"\n\"It was not the act of some isolated individual, a madman,\" he said\non ABC's \"This Week with Sam Donaldson and Cokie Roberts.\"\nSandy Berger, President Clinton's national security adviser, said\nseveral hundred U.S. investigators, including more than 100 FBI\nagents, are seeking out clues at the sites in Africa and elsewhere. He\nand other U.S. officials refused to reveal specific information.\n\"It's an act of unadulterated evil,\" Berger said on CBS' \"Face the\nNation.\" \"And we will pursue every lead that we have until we have\ntracked these people down and held them accountable.\"\nSecretary of State Madeleine Albright pleaded for Americans to have\npatience with the investigation. Like Cohen, she suggested the U.S.\ngovernment would retaliate if necessary.\nThe bombings killed more than 200 people and injured thousands. Among\nthe dead was Jay Bartley, a 20-year-old university student from San\nDiego, and his father, Consul General Julian Bartley, 55, the last of\n12 Americans confirmed dead. Their bodies are to be flown home at\nmidweek, Albright said.\nBartley's daughter, Edith, wearing black and appearing composed as she\nread a statement outside the State Department, expressed pride in her\nfather's 24 years of diplomatic service, including in the Dominican\nRepublic, Colombia, Spain, Israel, Korea and finally in Kenya. She\nalso asked for privacy for her family.\n\"This is a very difficult time,\" said Bartley, a third-year law\nstudent at the University of Missouri. \"On behalf of my family, I\nwould like to extend my deepest and heartfelt condolences to all\nfamily members worldwide who lost a loved one or were affected by the\nhorrific bombings.\"\nExiled Saudi militant Osama bin Laden is considered a possible suspect\nin the bombings. He has threatened holy war by Islamic fighters\nagainst U.S. troops in Saudi Arabia and Americans elsewhere. Albright\nacknowledged he's being looked at by investigators.\n\"Clearly he is someone that has been involved in sponsoring terrorism\nand has made speeches in which he has basically been very\nanti-America,\" she said, refusing to comment further. State\nDepartment investigators also are assessing claims of responsibility\nfrom previously unheard-of organizations.\nThe State Department lists Syria, Sudan, Libya, Iran, Iraq, North\nKorea and Cuba as sponsors of terrorism.\nSen. Orrin Hatch, R-Utah, agreed and questioned the U.S. policy\nagainst assassinating terrorists.\n\"These acts of terror really are acts of war,\" Hatch said on ABC.\n\"There should be nothing that should not be on the table when it comes\nto protecting our citizens overseas.\"\nThe embassies in Nairobi and Dar es Salaam had tight security but\ndidn't meet stricter standards put into effect in 1986 after a series\nof terrorist attacks on U.S. missions and military installations\noverseas.\nAlbright and Berger said the administration would likely ask Congress\nto approve new money to bring more of the 280 U.S. missions and\nembassies around the world to higher security standards.  standards.  standards.\n\nLoad-Date: August 11, 1998"
}