{
    "title": "U.S. Shifts Language On Assault In Benghazi",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 21,
    "full text": "WASHINGTON -- The White House is now calling the assault on the American diplomatic facility in Benghazi, Libya, a ''terrorist attack.''\n''It is self-evident that what happened in Benghazi was a terrorist attack,'' the White House press secretary, Jay Carney, told reporters aboard Air Force One on Thursday. ''Our embassy was attacked violently and the result was four deaths of American officials.''\nUntil now, White House officials have not used that language in describing the assault. But with the election less than two months away and President Obama's record on national security a campaign issue, they have come under criticism from Republican lawmakers who say the administration is playing down a threat for which it was unprepared.\nMr. Carney offered the new assessment in response to a question about remarks by Matthew G. Olsen, director of the National Counterterrorism Center, who told a Congressional committee Wednesday that J. Christopher Stevens, the United States ambassador to Libya, and three other Americans had died ''in the course of a terrorist attack.''\nAsked if the president drew a connection between the Libyan attack, which occurred on Sept. 11, and the attacks on the World Trade Center and the Pentagon 11 years before, Mr. Carney said, ''The attack occurred on Sept 11, 2012, so we use the same calendar at the White House as you do.''\nIn a highly charged political atmosphere, the mere use of the term ''terrorist'' is loaded, not least, as one administration official acknowledged privately, because the phrase conjures up an image of America under attack, something the White House wants to avoid.\nBeyond that, different government agencies have different definitions for what defines terrorism, said Brian Fishman, a counterterrorism expert at the New America Foundation, a nonpartisan research group.\nThe classic definition, Mr. Fishman said, ''is an attack by a nonstate group on noncombatants with the intent to intimidate people.'' He said that another reason the administration was shying from using that term is because ''they really didn't know who did it.''\nAnd the president, campaigning in Florida on Thursday, did not use the word terrorism when asked about the attacks.\nMr. Carney maintained on Thursday that Obama administration officials still were not calling the attack preplanned.\n''According to the best information we have now, we believe it was an opportunistic attack on our mission in Benghazi,'' he said. ''It appears that some well-armed militants seized on that attack as the events unfolded that evening. We do not have any specific intelligence that there was significant advance planning or coordination for this attack.''Secretary of State Hillary Rodham Clinton said earlier in the week that there had been no intelligence warnings that an attack was imminent.\nMrs. Clinton said that F.B.I. investigators had arrived in Tripoli and that the United States, with the Libyan authorities, would find those responsible. She did not discuss any potential ties to Al Qaeda, but blamed extremists opposed to the democratic changes in places like Libya, Tunisia and Egypt for the violence and protests around the region generally.\nOn Thursday, Mrs. Clinton announced the creation of a panel to investigate the attack. The panel, called an Accountability Review Board, will be led by Thomas R. Pickering, a veteran diplomat and former under secretary of state. The board is authorized by a 1986 law intended to strengthen security at United States diplomatic missions.\n''We are concerned first and foremost with our own people and facilities,'' Mrs. Clinton said in an appearance at the State Department with the Indonesian foreign minister. ''But we are concerned about the internal security in these countries, because ultimately, that puts at risk the men, women and children of these societies on a daily ongoing basis if actions are not taken to try to restore security and civil order.''\n\nhttp://www.nytimes.com/2012/09/21/world/middleeast/assault-on-consulate-in-libya-a-terrorist-attack-white-house-says.html\n\nLoad-Date: October 1, 2012"
}