{
    "title": "U.S. URGES U.N. TO PRESS LIBYA ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 1,
    "day": 4,
    "full text": "WASHINGTON - The United States, France and Britain are pressing for a U.N.  resolution demanding that Libya reveal all it knows about the bombing of two civilian airliners and hand over the accused attackers, officials said Friday.  If Libya fails to comply, the three nations would recommend punishment, said several officials.  Aware that an immediate request for a trade embargo would fail, the three are drafting a straight-forward resolution calling on Libya to respond to the charges and hand over the accused men to the governments concerned.  But a working paper being discussed in capitals of the other 12 members of the Security Council states clearly that unless Libya complies with the initial resolution, a trade embargo should follow.  ''It's a two-step approach,'' said one diplomat.  ''Should Libya continue to fail to comply voluntarily with our demands for justice, we have ruled out no option to gain their compliance,'' said State Department spokesman Richard Boucher.  He said the options include U.N. ''Security Council action,'' bu t he declined to elaborate.  The White House has said it would consider even military action, such as the 1986 bombings of Libya, in retaliation for the terrorist attacks. The attacks killed 441 people.  The explosions destroyed Pan American World Airways Flight 103 over Lockerbie, Scotland, in December 1988 and a French UTA airliner over the African nation of Niger in 1989.  The three nations have accused Libyan intelligence officers of the bombings and called on Libya to hand them over for trial.\nSo far, Libya has detained two of the accused but has denied that they were involved in any crime.  The three governments denied a Washington Post report that they had decided against seeking sanctions against Libya. ''Those reports are simply incorrect,'' Boucher said. The report was carried in some editions of Friday's Post-Dispatch.  The three governments want Libya to pay appropriate compensation and stop all terrorist action, including support of terrorist groups, Boucher said.  Western intelligence officials say Libya pays for the activities of radical Palestinian guerrillas.  In November, the United States and Britain brought criminal charges in the Pan Am bombing against two Libyans - Abdel Basset Ali Megrahi, 39, and Lamen Khalifa Fhimah, 35. France had already issued arrest warrants for four intelligence officers in the UTA bombing, including the brother-in-law of Libyan leader Moammar Gadhafi.  Egypt has made strenuous efforts to dissuade the West from new military action against Libya. Accusations that Libya backed terrorism led to U.S.  air raids on Tripoli and Benghazi in 1986.\n\nLoad-Date: October 11, 1993"
}