{
    "title": "U.S. diplomat in Sudan is slain Sudanese call shooting a criminal act, not terrorism; U.S. officials",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 1,
    "day": 2,
    "full text": "An American diplomat was shot and killed early Tuesday by gunmen in a passing car who cut off the car in which he was being driven home in Sudan's capital. Sudanese officials insisted it was not a terrorist attack, but the U.S. Embassy said it was too soon to determine the motive.\nThe diplomat's Sudanese driver also was killed in the shooting.\nThe Sudanese government often drums up anti-Western sentiment in the media. But attacks on foreigners are rare in Khartoum, where an American diplomat was last killed in 1973.\nThe diplomat's family identified him as John Granville, 33, originally of Buffalo, N.Y. He was an official for the U.S. Agency for International Development, or USAID, working to implement a 2005 peace agreement between Sudan's north and south that ended more than two decades of civil war, the family said.\nHe was being driven home about 4 a.m. when another vehicle cut off his car and opened fire before fleeing the scene, the Sudanese Interior Ministry said.\nThe diplomat's driver, 40-year-old Abdel-Rahman Abbas, was killed. Granville initially survived the attack with five gunshot wounds to the hand, shoulder and stomach. He died after surgery, said Walter Braunohler, the public affairs officer at the U.S. Embassy in Khartoum.\nThe USAID website, in information posted before his death, said Granville was working in southern Sudan on a program to distribute radios and had worked on other aid projects in the south.\nIn Buffalo, the diplomat's uncle, Daniel Granville, said the family was too shaken to comment.\nSudan's Foreign Ministry said the incident was \"isolated and has no political or ideological connotations\" and pledged to bring the culprits to justice, according to state news agency SUNA.\nThe Sudan Media Center, which has close links to the government, cited an unidentified government official as saying the attack was criminally motivated and that there was \"no grain of suspicion of an organized terrorist action.\"\nBut Braunohler, the embassy spokesman, said it was \"too early to tell\" whether the attack was terror-related. Because of an ongoing investigation, he said he could not comment on any of the details provided by the Sudanese.\nThe shooting occurred a day after a joint U.N.-African peacekeeping force took over control in the western Sudanese region of Darfur, where more than 200,000 have died in a conflict that began in 2003. Al-Qaida has called for a \"jihad\" or holy war, in Sudan against the peacekeepers.\n\nNotes\n\n ATTACK IN KHARTOUM \n\nLoad-Date: January 2, 2008"
}