{
    "title": "U.S. Responds Coolly To Overture From Iran",
    "publisher": "the new york times",
    "year": 1991,
    "month": 5,
    "day": 29,
    "full text": "The Bush Administration said today that it would not move to improve relations with Iran until Teheran used its influence to obtain the release of six American hostages held by pro-Iranian groups in Lebanon.\nSenior Administration officials greeted commitments by senior Iranian leaders to seek closer ties with both their Arab neighbors and the West with varying degrees of skepticism and little enthusiasm. They said it was premature to consider modifying American policy toward Iran. Washington has made any improvement in relations contingent on release of the hostages.\nSome American officials, including the State Department spokeswoman, Margaret D. Tutwiler, gave no indication that the United States was eager for a better relationship with Teheran, repeating the longstanding condition that Iran end its support for international terrorism.\n \n'A New Order'\n Other senior officials offered a more nuanced interpretation that took into account a series of actions in Teheran, saying remarks by President Hashemi Rafsanjani and other officials about \"a new order\" based more on economic development than political goals were both positive and encouraging.\n\"If Iran wants to re-emerge as a full member of the community of nations, it knows well what it is expected to do,\" Miss Tutwiler said, using virtually the same words she has used to characterize relations with Teheran in the past. \"First and foremost, Iran must take action to end its support for international terrorism and hostage-taking.\"\nWhen asked whether the United States believed that Iran held the key to the release of the hostages, Miss Tutwiler replied, \"All those who have influence should bring influence to bear, and obviously, it goes without question Iran has influence.\"\n \n'Not Going to Run After It'\n Reflecting the more positive view in the Administration, one senior official said: \"There is a general, although not universal pattern of restraint in Iranian foreign policy, and one sees an effort by Iran to reduce its self-imposed isolation. We are open to a better relationship but we are not going to run after it. And the question of the hostages and terrorism is still out there.\"\nIndependent scholars on Iran said they had hoped that the Administration would respond to the policy articulated by Iranian officials at the start of an international oil conference in Isfahan on Monday with a conciliatory move.\n\"One could have seized on this opportunity to make some small gesture toward the Iranians,\" said Patrick Clawson, an economist and expert on both Iran and Iraq at the Philadelphia-based Foreign Policy Research Institute. \"The United States could have said that it is pleased to see Iran moving toward a more market-based economy and more realistic economic policies and that we hope that this moderation will carry over into the political sphere as well. Even better, the United States could do what is inevitable and remove all restrictions on Iranian exports of oil to the United States.\"\nCurrently, Iran is allowed to export oil to the United States only if the revenues are used to pay companies to which Iran owes money or are placed in a special fund set up to pay off claims against Iran.\nThe Iranian strategy involves a commitment to use foreign credit and expertise and closer relations with Western and Arab governments.\nIran has taken a number of steps since the crisis in the Persian Gulf to moderate its behavior. During the gulf conflict, Administration officials gave Iran the benefit of the doubt, consistently portraying its leaders as responsible players who would not take Iraq's side. The United States repeatedly stated publicly that they believed Iran's assurances that it would not violate the embargo against Iraq, that it would not return more than 120 Iraqi planes sent to Iran during the war and that it would not get directly involved in unrest in southern Iraq.\nSince then, Iran has re-established diplomatic relations with Saudi Arabia, and Egypt and Iran have opened interests sections in each other's capitals. Iran has also promised that its 110,000 pilgrims will not disrupt the annual pilgrimage to Mecca, which starts next month.\nIn an effort to encourage foreign investment, Iran has decreed, for example, that foreign companies can control 49 rather than 35 percent of joint ventures, and that these ventures can be administered by foreigners.\n\nLoad-Date: May 29, 1991"
}