{
    "title": "U.S. PREPARES TO PROVIDE YEMEN WITH TROOPS FOR ANTI-TERRORISM TRAINING",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 2,
    "full text": "* A Yemeni official says up to 100 American soldiers will be sent to the country soon in the latest extention of the Bush administration's war on terrorism.\nPresident George W. Bush's administration has agreed to Yemen's request to provide U.S. troops to train its military in combating terrorists, officials said Friday.\nThe plan represents one more step by Bush's administration to extend the war on terrorism beyond Afghanistan. About 5,000 U.S. troops are still in Afghanistan, hunting leaders of the al-Qaida terrorist network headed by Osama bin Laden.\nWashington has been pushing Yemen - birthplace of bin Laden's father - for greater cooperation against terrorism since 17 American sailors were killed in an attack in October 2000 on the destroyer Cole in the Yemeni port of Aden. U.S. officials believe some al-Qaida fighters have found refuge in Yemen.\nVictoria Clarke, spokeswoman for Defense Secretary Donald Rumsfeld, told reporters Friday at the Pentagon that plans for helping Yemen were \"very much a work in progress.\"\nLater, another senior defense official said on the condition of anonymity that the White House's National Security Council had approved the commitment of trainers to Yemen and empowered Gen. Tommy Franks, who is responsible for U.S. military operations in that part of the world, to work out details with Yemen. The official said Army Special Forces troops would get the duty.\nThe official said small amounts of military equipment - most likely radios for field communication - probably would be provided along with the training.\nIn Yemen, a government official said Friday that as many as 100 U.S. troops - including security experts and intelligence officers - would be sent to the country soon.\nHe did not say when the troops would arrive but said the forces would enter Yemen at different times in groups of 20 to 30 people, who would stay for 15 to 20 days.\nDuring a visit to Iowa on Friday, Bush commented on the prospect of helping Yemen, but he offered no specifics. He said he had made it clear to Yemeni leaders that \"we expect results\" against terrorists there.\n\"And the Yemeni government is responding,\" Bush said. \"I'm not going to talk about ongoing operations, but I will tell you wherever we find an al-Qaida presence, we will work with the government to root them out. In other words, this war against terror is far broader than Afghanistan.\"\nAir Force Brig. Gen. John Rosa, deputy director of operations for the Joint Chiefs of Staff, told reporters that al-Qaida terrorists may be in Yemen. He called Yemen a likely refuge for al-Qaida members who fled Afghanistan under U.S. attack.\n\nLoad-Date: March 2, 2002"
}