{
    "title": "U.S. , UK close Yemen embassies over al-Qaida threats",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 1,
    "day": 4,
    "full text": "SAN'A, Yemen - The U.S. and Britain locked up their embassies in Yemen on Sunday after fresh threats from al-Qaida, and the White House expressed alarm at the terror group's expanded reach in the poor Arab nation where an offshoot apparently ordered the Christmas Day plot against a U.S. airliner.\nPresident Barack Obama's top counterterrorism adviser, John Brennan, cited \"indications al-Qaida is planning to carry out an attack against a target\" in the capital, possibly the embassy, and estimated the group had several hundred members in Yemen. Security reasons led Britain to act, too; it was not known when the embassies would reopen.\nThe U.S. is worried about the spread of terrorism in Yemen, a U.S. ally and aid recipient, Brennan said, but doesn't consider the country a second front with Afghanistan and Pakistan in the fight against terrorism.\nAs to whether U.S. troops might be sent to Yemen, Brennan replied: \"We're not talking about that at this point at all.\" He pledged to provide the Yemeni government with \"the wherewithal\" to take down al-Qaida.\nBritain and the United States are assisting a counterterrorism police unit in Yemen as fears grow about the increasing threat of international terrorism originating from the country.\nThe Obama administration claims that the suspect in the plot against the Detroit-bound plane was trained and armed by the al-Qaida affiliate in Yemen. Brennan blamed a series of what he called lapses and human errors in U.S. intelligence and security defenses for allowing a Nigerian man to board the plane with explosives. Passengers and crew subdued the suspect when he tried to set off the explosion as the aircraft approached Detroit on Dec. 25; he succeeded only in starting a fire on himself.\nYemen is a poor, decentralized and predominantly Muslim country on the Arabian Peninsula. It is the ancestral homeland of al-Qaida leader Osama bin Laden, and the site of the 2000 bombing of the USS Cole, which killed 17 U.S. sailors. A 2008 attack on the U.S. Embassy killed one American.\nGiven the active threat from al-Qaida, \"we're not going to take any chances,\" Brennan said from Washington during appearances on four Sunday talk shows.\nSen. Joe Lieberman identified three instances in which terrorists or sympathizers penetrated or evaded U.S defenses last year - shootings at a military recruiting station and an Army base and the airline attack - and said all three were linked to Yemen.\n\"We've got to focus there pre-emptively, and I'm confident we will,\" said Lieberman, an independent from Connecticut.\nA security official, speaking on condition of anonymity because he was not authorized to talk to the press, told The Associated Press that the closure was not based on any information provided by Yemeni officials about a threat.\nThe Yemeni government is friendly to the West but the population is often mistrustful of Western motives and influence. Yemen has pledged to clamp down on militancy, but government control is weak outside the capital and the country has a history of freeing some alleged militants and tolerating others.\nThe Obama administration is growing more vocal about both the threat and the San'a government's limitations. Brennan said Westerners are at risk in Yemen until the government gets a better handle on extremism.\nThe U.S. will look case by case at whether to repatriate the remaining approximately 90 Yemeni detainees held at the Guantanamo Bay prison camp, Brennan said.\nSeven of 42 Guantanamo detainees freed by the Obama administration were returned to Yemen, Brennan said, but doubts about the country's ability to police further freed detainees is a major obstacle to Obama's plan to shut down the facility. Brennan reaffirmed the U.S. administration's support for the closure, but said that with regard to the Yemeni detainees, nothing would be done to put U.S. citizens at risk.\n\nLoad-Date: January 4, 2010"
}