{
    "title": "U.S. Court of Appeals for the 2nd Circuit Case Summaries_ December 4, 2008",
    "publisher": "the daily record ",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "U.S. Court of Appeals for the 2nd Circuit'Res Judicata'\nGiannone v. York Tape & Label Inc.\n07-2673-cv\nAppealed from the Eastern District of New York\nBackground: The plaintiff appeals from an order of the district court dismissing his complaint against York Tape & Label Inc., his former employer, on the basis of res judicata. The plaintiff filed a complaint in state court in 2004 in order to have a non-competition covenant declared unenforceable under Pennsylvania law, and to obtain an injunction barring enforcement of that covenant. The state court granted summary judgment in favor of Giannone and awarded him declaratory and injunctive relief. One year later, Giannone filed another suit against York Tape & Label in state court, alleging the same facts as in the earlier action, but pressing claims under New York State law and seeking damages.\nRuling: The court affirms finding that res judicata bars the action because Giannone cannot avail himself of the \"declaratory judgment exception\" to the doctrine of res judicata because he sought and obtained equitable as well as declaratory relief in a prior state action. In addition, Giannone could have raised the claims pressed in the litigation in his prior state action.\nJohn G. Poli for the appellant, and William J. Shin of Benesch, Friedlander, Copkan & Aronoff LLP for the appellee\nStop and Frisk\nU.S. v. Padilla\n07-5359-cr\nAppealed from the Eastern District of New York\nBackground: The case presents an appeal from a judgment of conviction for possession of a firearm by a convicted felon. The district court denied a motion to suppress after concluding the stop and frisk of the defendant by police was constitutional. The appellant challenges that ruling.\nRuling: The court affirms the district court's judgment. Because the officers had reason to believe at the stop's inception that Padilla was armed and dangerous, they were entitled to frisk him prior to questioning. Citing Justice Harlan in Terry v. Ohio, the court notes \"[t]here is no reason why an officer, rightfully but forcibly confronting a person suspected of a serious crime, should have to ask one question and take the risk that the answer might be a bullet. \"\nSamuel Gregory for the appellant, and Kathleen Naughton, assistant U.S. attorney, for the appellee\nTerrorism\nU.S. v. Salim\n04-2643-cr\nAppealed from the Southern District of New York\nBackground: The defendant appeals a 32-year sentence that followed a guilty plea to conspiracy to murder and attempted murder of a federal official. The government cross-appeals on the grounds that the district court erroneously refused to apply the terrorism sentencing enhancement of section 3A1.4 of the U.S. Sentencing Guidelines on the basis that the offense did not transcend national boundaries. In 1999, Salim and others were indicted in the Southern District of New York on charges related to the 1998 U.S. Embassy bombings in Kenya and Tanzania. On Nov. 1, 2000, Salim stabbed a corrections officer in the eye with a sharpened comb. In 2002, Salim pleaded guilty to conspiring and attempting to murder the officer.\nRuling: The court agrees with the United States that the terrorism enhancement does not require transnational conduct and remands the case with directions to the district court to vacate the sentence and resentence.\nRichard Lind for the appellant, and Jonathan S. Kolodner, assistant U.S. attorney, for the appellee\nFirst Amendment\nSussman v. Crawford\n07-2171-cv\nAppealed from the Southern District of New York\nBackground: Appellants, three individuals and the Democratic Alliance of Orange County, comprise a group of political activists who oppose the administration's foreign and domestic policies. Since May 2004, the Alliance has held marches and rallies protesting administration spokespersons invited to speak at the commencement ceremonies at the U.S. Military Academy at West Point. In early April 2007, the Alliance learned that Vice President Richard Cheney was slated to speak at West Point's commencement on May 26, 2007, and on April 16 sent a letter to West Point seeking permission to protest within its gates. The Garrison Commander Colonel denied the request and litigation raising First Amendment issues followed.\nRuling: The West Point speech policy's blanket ban on demonstrations within the cantonment does not violate the First Amendment as the restrictions are content-neutral, West Point is a non-public forum and significant security concerns would accompany any protest of a vice president's speech. The judgment of the district court is affirmed.\nStephen Bergstein for the appellants, and Mara E. Trager, assistant U.S. attorney, for the appellees\n\nLoad-Date: December 5, 2008"
}