{
    "title": "U.S. probes banking data Secret program tracks terrorism financing",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 23,
    "full text": "The U.S. government gained sweeping access to international banking records as part of a secret program to choke off financial support for terrorism, officials said Thursday.\nTreasury Department officials said they used broad subpoenas to collect the financial records from an international system known as Swift. Stuart Levey, Treasury's undersecretary for terrorism and financial intelligence, called the subpoenas \"a legal and proper use of our authorities.\"\nDana Perino, deputy White House press secretary, said Thursday evening, \"Since immediately following 9-11, the American government has taken every legal measure to prevent another attack on our country. One of the most important tools in the fight against terror is our ability to choke off funds for the terrorists.\"\nThe White House and Treasury Department issued statements about the secret subpoenas after The New York Times, the Los Angeles Times and The Wall Street Journal posted stories about the program on their Web sites.\nUnder the program, which started shortly after the Sept. 11, 2001, attacks, U.S. counterterrorism analysts could query Swift's massive financial data base looking for information on activities by suspected terrorists, a Treasury Department official said. They would do so by plugging in a specific name or names, the official said.\nThe program involved both the CIA and the Treasury Department.\nSwift, or the Society for Worldwide Interbank Financial Telecommunication, is a cooperative based in Belgium that handles financial message traffic from 7,800 financial institutions in more than 200 countries. The service mostly captures information on wire transfers and other methods of moving money in and out of the United States. The service generally doesn't detect private, individual transactions in the United States, such as withdrawals from an ATM or bank deposits. It is aimed mostly at international transfers.\nThe administration defended use of the program, saying it plays a vital role in its efforts to identify terrorist financiers.\n\"Our subpoena of terrorist-related records from Swift has provided us with a unique and powerful window into the operations of terrorist networks,\" Levey said.\nDisclosure concern\nWhile confirming the newspaper reports, both Levey and Perino expressed concern that disclosure of the program could undermine efforts to track terrorism-related activities.\n\"We know the terrorists pay attention to our strategy to fight them, and now have another piece of the puzzle of how we are fighting them,\" Perino said. \"We also know they adapt their methods, which increases the challenge to our intelligence and law enforcement officials.\"\nSwift acknowledged that it complied with the government's subpoenas but pointed out that the government's requests were for limited slices of data. \nThe group said it negotiated with Treasury over the scope and oversight of the subpoenas.\n\"Through this process, Swift received significant protections and assurances as to the purpose, confidentiality, oversight and control of the limited sets of data produced under the subpoenas,\" Swift said in a statement. \"Independent audit controls provide additional assurance that these protections are fully complied with.\"\nTreasury Secretary John Snow suggested the program was limited in scope and wasn't an effort to snoop on law-abiding Americans.\n\"It is not a data-mining or trolling through the private financial records of Americans,\" Snow said in a statement. \"It is not a fishing expedition but rather a sharp harpoon aimed at the heart of terrorist activity.\"\nCriticizes papers\nDisclosure of the program follows intense controversy over President George W. Bush's directive ordering the National Security Agency to monitor -- without court approval -- the calls and e-mails of Americans when one party is overseas and terrorism is suspected. That program, which also began shortly after 9/11, was disclosed by The New York Times.\n\"The president is concerned that once again The New York Times has chosen to expose a classified program that is working to protect our citizens,\" Perino said.\nThe administration has not disclosed the terror-tracking program but has spoken publicly about its efforts to disrupt terror fundraising efforts. The Bush administration sought to quash the story, arguing that it would destroy a useful intelligence tool.\nThe New York Times and the Los Angeles Times quoted their editors as defending their decision to publish despite being asked by the Bush administration to withhold publication.\nBill Keller, The New York Times' executive editor, said it considered the administration's arguments but in the end decided to publish. \"We remain convinced that the administration's extraordinary access to this vast repository of international financial data, however carefully targeted use it may be, is a matter of public interest.\"\nDean Baquet, editor of the Los Angeles Times, said: \"We weighed the government's arguments carefully, but in the end, we determined that it was in the public interest to publish information about the extraordinary reach of this program. It is part of the continuing national debate over the aggressive measures employed by the government.\"\n\"Program is vital\"\nThe Wall Street Journal received no request to withhold the story, said Daniel Hertzberg, a senior deputy managing editor. He declined to comment further.\nThe CIA declined to comment. Since 9/11, the agency has worked closely with Treasury to track terrorists.\nSome in Congress were briefed on the operations, including members of the House Intelligence Committee. Chairman Peter Hoekstra, R-Mich., declined to comment.\nSenate Majority Leader Bill Frist, R-Tenn., had been briefed about the program and understood it had had \"a direct role in keeping our country safe,\" said his spokeswoman, Amy Call.\n\"He has full confidence in the authority for and the effectiveness of this vital anti-terrorism tool. Protecting America from terrorists is our first responsibility and this program is vital to that task,\" she said.\n\nLoad-Date: June 23, 2006"
}