{
    "title": "U.S. report shows al-Qaida gaining strength",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 5,
    "day": 1,
    "full text": "WASHINGTON (AP) - Al-Qaida has rebuilt some of its pre-Sept. 11 capabilities from remote hiding places in Pakistan, leading to a major spike in attacks last year in that country and neighboring Afghanistan, the Bush administration said Wednesday. Attacks in Pakistan more than doubled from 375 to 887 between 2006 and 2007, and the number of fatalities jumped by nearly 300 percent from 335 to 1,335, the State Department said in its annual terrorism report. \nIn Afghanistan, the number of attacks rose 16 percent, to 1,127 incidents last year, killing 1,966 people, 55 percent more than the 1,257 who died in 2006, it said. The report said attacks in Iraq dipped slightly between 2006 and 2007, but they still accounted for 60 percent of worldwide terrorism fatalities, including 17 of the 19 Americans who were killed in attacks last year. The other two were killed in Afghanistan. More than 22,000 people were killed by terrorists around the world in 2007, 8 percent more than in 2006, although the overall number of attacks fell, the report says. The report once again identifies Iran as the world's \"most active\" state sponsor of terrorism for supporting Palestinian extremists and insurgents in Afghanistan and Iraq, where it says elements of the Iranian Revolutionary Guards Corps continued to give militants weapons, training and funding. \"In this way, Iranian government forces have been responsible for attacks on coalition forces,\" State Department counter terrorism coordinator Dell Dailey told reporters. Iranian forces are also giving weapons and financial aid to the Taliban in Afghanistan, he said. About 13,600 noncombatants were killed in 2007 in Iraq, the report says, adding that the high number could be attributed to a 50 percent increase in the number of suicide bombings. Suicide car bombings were up 40 percent and suicide bombings outside of vehicles climbed 90 percent over 2006, it says. \"The ability of these attackers to penetrate large concentrations of people and then detonate their explosives might account for the increase in lethality of bombings in 2007,\" the report says. In Iraq, Afghanistan and elsewhere, al-Qaida and its affiliates remain \"the greatest terrorist threat to the United States and its partners\" despite ongoing efforts to combat followers of Osama bin Laden and his top deputy, Ayman al-Zawahiri, according to the report. It says Zawahiri has emerged as the group's \"strategic and operational planner.\" \"It has reconstituted some of its pre-9/11 operational capabilities through the exploitation of Pakistan's Federally Administered Tribal Areas, replacement of captured or killed operational lieutenants, and the restoration of some central control by its top leadership, in particular Ayman al-Zawahiri,\" it says.\n\nLoad-Date: May 1, 2008"
}