{
    "title": "U.S. ASSISTS IN REMOVAL OF CZECH URANIUM",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 4,
    "day": 6,
    "full text": "A team of U.S., Czech and Russian experts has removed nearly 150 pounds of highly enriched uranium from a research institute near Prague, Obama administration officials said Friday, in a move intended to prevent the material from being seized by would-be nuclear terrorists.\nThe uranium -- enough to make about two nuclear weapons -- was taken in late March from the Nuclear Research Institute in Rez, a village in the suburbs of Prague, the Czech capital, according to U.S. officials familiar with the operation. Under heavy security and a steady snowfall, the uranium was lowered into thick metal boxes for shipment to a secure nuclear facility in Russia.\nU.S. officials say the uranium was the last remaining cache of highly enriched nuclear fuel left in the former Soviet satellite from the Cold War era, when it was used for scientific research. Building on a policy pursued by previous administrations, Obama administration officials had worked quietly with their Czech counterparts to arrange the uranium's extraction as part of a global effort to lock down stockpiles of weapons-grade material.\nThe Czech Republic is the 10th country to give up stockpiles of highly enriched uranium since 2009, when a newly elected President Barack Obama traveled to Prague to call for more urgent action to prevent nuclear terrorism, which he called \"the most immediate and extreme threat to global security.\"\n\"Today, we can say without a doubt that the world is safer from nuclear terrorism than it was four years ago,\" Neile Miller, acting administrator for the National Nuclear Security Administration, said in a statement announcing completion of the Czech operation. Ms. Miller described the extraction as part of a larger effort aimed at \"securing, consolidating and eliminating weapons-usable materials\" worldwide.\nU.S. officials postponed announcing the operation until after the uranium was safely transported to Russia, where it will be blended with natural uranium to create low-enriched fuel used in nuclear power plants.\nNuclear weapons require highly enriched uranium or plutonium, and weapons experts have long warned about the possibility that terrorists or rogue states could seize some of the material from any of dozens of inadequately guarded civilian facilities around the world.\nThe announcement of the Czech operation comes amid criticism of the Obama administration's faltering efforts to improve nuclear security on other fronts. The White House has been thwarted in its efforts to halt Iran and North Korea's nuclear progress, and it has failed so far to win congressional support for a nuclear test ban treaty.\nThe administration meanwhile is preparing for politically contentious negotiations with Russia over proposed additional reductions in the two countries' nuclear stockpiles.\n\nLoad-Date: April 8, 2013"
}