{
    "title": "U.S. Charges Venezuela 's Maduro With Trafficking and Narco-Terrorism",
    "publisher": "the new york times",
    "year": 2020,
    "month": 3,
    "day": 27,
    "full text": "Federal prosecutors accused President Nicolás Maduro of participating in a narco-terrorism conspiracy, in a major escalation of the Trump administration's efforts to pressure him to leave office.\nPresident Nicolás Maduro of Venezuela was indicted in the United States on Thursday in a decades-long narco-terrorism and international cocaine trafficking conspiracy in which, prosecutors said, he led a violent drug cartel even as he ascended to the top of government. \n  The indictment of a putative head of state was highly unusual and a major escalation of the Trump administration's campaign to pressure Mr. Maduro to leave office after his widely disputed re-election in 2018. The State Department also announced a $15 million reward for information leading to the arrest of Mr. Maduro, who has led Venezuela's economy into shambles and prompted an exodus of millions of people.\n  Mr. Maduro's government is ''plagued by criminality and corruption,'' Attorney General William P. Barr said in announcing the charges at a news briefing along with the head of the Drug Enforcement Administration and the top federal prosecutors in Miami and Manhattan, where an indictment accused Mr. Maduro, 57, of importing hundreds of tons of cocaine into the United States.\n  The Justice Department aimed to root out ''the extensive corruption within the Venezuelan government -- a system constructed and controlled to enrich those at the highest levels of the government,'' Mr. Barr added.\n  Mr. Maduro condemned the charges, accusing the United States and its ally Colombia on Twitter of giving ''the order to fill Venezuela with violence.'' He declared that he would not be defeated.\n  The United States no longer recognizes Mr. Maduro as Venezuela's president. Along with most of Venezuela's neighbors, the Trump administration has instead recognized the leader of the opposition, Juan Guaidó, as president since he declared himself the country's leader in January 2019. But Mr. Guaidó was unable to wrest power from Mr. Maduro, leaving Venezuela with both men claiming to lead.\n  In addition to Mr. Maduro, more than a dozen others were charged, including Venezuelan government and intelligence officials and members of the largest rebel group in Colombia, the Revolutionary Armed Forces, known as the FARC, which has long drawn its financing from the cocaine trade.\n  Mr. Barr declined to say whether the United States would seek to extradite Mr. Maduro, who remains in Venezuela, or any of the others charged. He also declined to say whether he had notified President Trump directly or whether the State Department had spoken with Mr. Guaidó about the charges.\n  Instead of pushing out Mr. Maduro, the indictments could backfire by prompting him to dig in, some analysts predicted. For instance, the Trump administration likely forfeited any chance to broker Mr. Maduro's exit through his top allies, making a transition to a new government less likely, said Geoff Ramsey, the Venezuela director at the Washington Office on Latin America, a human rights advocacy organization.\n  ''There's now a better chance these figures will further entrench themselves than seek any kind of deal,'' Mr. Ramsey said. ''Any hope of a soft landing has been torpedoed.''\n  The indictments made clear that the Trump administration was going to try to resolve Venezuela's problems without Mr. Maduro, Mr. Ramsey added.\n  The charges were announced as countries around the world grapple with the global outbreak of the coronavirus. Even before the pandemic began, Venezuela struggled to provide health care to its citizens; and as the virus spread, Mr. Maduro restricted travel and imposed a nationwide quarantine.\n  Mr. Barr said that the new charges underscore how badly Venezuela needs ''an effective government that cares about the people.''\n  The accusations were detailed in three indictments -- two filed in New York and one in Washington -- and a criminal complaint filed in Miami. One of the indictments unsealed in federal court in Manhattan included four counts, accusing the defendants of possessing machine guns and conspiring to possess machine guns in addition to the narco-terrorism and cocaine trafficking conspiracy charges.\n  ''The scope and magnitude of the drug trafficking alleged was made possible only because Maduro and others corrupted the institutions of Venezuela and provided political and military protection for the rampant narco-terrorism crimes,'' said Geoffrey S. Berman, the U.S. attorney in Manhattan.\n  Mr. Maduro came to power in 2013 following the death of his predecessor Hugo Chávez. He vowed to continue Mr. Chávez's socialist-inspired revolution, which redirected the country's vast oil revenues toward the poor with government-sponsored housing, education and health programs.\n  Instead, the country was hit by the largest economic collapse in its history, a result of falling oil prices and years of economic mismanagement by the left-wing government. The country's hospital system collapsed, triggering the exodus of millions of Venezuelans.\n  Even as Mr. Maduro gained power, one indictment said, he helped run and ultimately led a drug trafficking organization called Cartel de Los Soles, or cartel of the suns, named for the sun-shaped stars that Venezuela's military officers wear on their uniforms. Under his and others' leadership, the group sought to enrich its members, enhance their power and to '''flood' the United States with cocaine and inflict the drug's harmful and addictive effects on users in this country,'' an indictment said.\n  The cartel ''prioritized using cocaine as a weapon against America and importing as much cocaine as possible into the United States,'' the indictment charged.\n  Mr. Maduro negotiated multiton shipments of cocaine produced by the FARC, directed his cartel to provide military-grade weapons to the group and coordinated foreign affairs with Honduras and other countries to ''facilitate large-scale drug trafficking,'' according to the indictment.\n  As early as 2005, Mr. Chávez instructed Mr. Maduro, then a member of the Venezuelan National Assembly, that any Venezuelan judges who would not protect the FARC and its activities should be removed from their positions, according to one of the New York indictments, depicting a longstanding corrupt relationship between Mr. Maduro and the FARC.\n  After Mr. Chávez appointed Mr. Maduro as foreign minister in 2006, the indictment said, the FARC paid Mr. Maduro $5 million in drug proceeds through an intermediary as part of a money-laundering scheme.\n  Two years later, according to the indictment, Mr. Maduro and two of his co-defendants agreed in a meeting with a FARC representative that the cartel would provide cash and weapons to the FARC in exchange for increased cocaine production. Mr. Maduro also agreed to ''abuse his authority as foreign minister'' to ensure that Venezuela's border with Colombia remained open to facilitate drug trafficking, the indictment said.\n  The indictment alleged that Mr. Maduro stayed involved in the cartel's drug shipments after he succeeded to the Venezuelan presidency. In 2017, it said, he ''continued to work with and direct'' other cartel members in dispatching large cocaine shipments to the United States.\n  The trafficking involved sending tons of cocaine to clandestine airstrips in Venezuela's Barinas State, where armed FARC personnel helped load the drugs into vehicles with secret compartments to be transported toward the Venezuelan coast for further distribution, the indictment said.\n  The chief justice of Venezuela was also charged with money laundering and the minister of defense with drug trafficking. The head of the country's Constituent Assembly, who is also a military officer, and the former head of Venezuelan military intelligence were also charged. Prosecutors say both are senior cartel operatives.\n  Two of Mr. Maduro's nephews are already serving prison sentences in the United States following convictions on drug charges. In that case, prosecutors said the nephews -- sometimes called the ''narcosobrinos'' in Venezuela -- attempted to bring in $20 million in drug money to assist their family in staying in power.\n  Two of the former Venezuelan officials who were indicted on Thursday broke with Mr. Maduro years ago. One of them, retired Gen. Cliver Alcalá, had since cooperated with U.S. officials and sought to topple Mr. Maduro. Exiled to Colombia, General Alcalá has himself been accused of drug ties by the United States, charges he denies.\n  For years, watchdog groups have accused Mr. Maduro's close aides of working with drug lords to line their pockets and prop up the crumbling state. As the Venezuelan oil industry has collapsed, Mr. Maduro's critics have said that the drug trade is playing an increasingly important role in keeping him in power.\n  Mr. Trump, in his State of the Union address last month, labeled Mr. Maduro ''an illegitimate ruler, a tyrant who brutalizes his people,'' and vowed that his ''grip on tyranny will be smashed and broken.''\n  The Trump administration has issued a series of increasingly harsh sanctions over the past year intended to strangle the Maduro government, but Mr. Maduro has held on. And Mr. Guaidó, after initially capturing domestic and international attention as a possible catalyst for change, has seen his power wane in recent months as Mr. Maduro has cracked down on the opposition.\n  A growing group of exiled Venezuelan opposition leaders, who were forced to leave the country in recent years to escape repression, welcomed the charges. Most have dedicated themselves to lobbying Western and Latin American policymakers for tougher sanctions on Mr. Maduro and highlighting his alleged ties to organized crime.\n  ''It cost us a lot to get to this point, but we don't have a doubt: from today onwards, the game has changed,'' Lester Toledo, an exiled Venezuelan opposition leader and member of Mr. Guaidó's party, said on Twitter.\n  Noting that the Trump administration does not recognize Mr. Maduro as Venezuela's legitimate president, Mr. Barr compared the case to the Justice Department's 1988 indictment of Gen. Manuel Antonio Noriega, the military ruler of Panama, on drug trafficking and bribery-related charges. The United States similarly did not recognize Mr. Noriega as the leader of Panama.\n  Reporting was contributed by Julie Turkewitz, Anatoly Kurmanaev, Lara Jakes and Nicholas Casey.\n\nhttps://www.nytimes.com/2020/03/26/nyregion/venezuela-president-drug-trafficking-nicolas-maduro.html\n\nGraphic\n\n \nPHOTO: The U.S. no longer recognizes Nicolás Maduro, above center, as Venezuela's president, but the opposition has failed to seize power. (PHOTOGRAPH BY MANAURE QUINTERO/REUTERS)               \n\nLoad-Date: April 29, 2020"
}