{
    "title": "U.S. asks Supreme Court to hear Boston Marathon bomber's case",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 10,
    "day": 8,
    "full text": "The Associated Press\nBOSTON - The U.S. Justice Department asked the nation's highest court Tuesday to review the case of Boston Marathon bomber Dzhokhar Tsarnaev, whose death sentence was thrown out over concerns with the jury selection process.\nIn a petition, Justice Department lawyers called Tsarnaev's case \"one of the most important terrorism prosecutions in our nation's history\" and said the 1st U.S. Circuit Court of Appeals was wrong when it ruled Tsarnaev deserves a new trial to decide whether he should be executed.\n\"Given the profound stakes...the First Circuit should not have the last word,\" Acting Solicitor General Jeffrey Wall and other lawyers told the U.S. Supreme Court. The high court should \"put this landmark case back on track toward its just conclusion,\" they wrote.\nProsecutors are asking the court to hear and decide the case this term, which ends in June, \"to avoid further delay in this long-running and critically important prosecution.\" The Supreme Court hears only a fraction of the cases it's asked to review every year.\nIf the justices refuse to hear the case, prosecutors could go forward with another trial or drop their pursuit for capital punishment and agree to life in prison.\nAttorney General William Barr told The Associated Press in August that they planned to take the case to the high court and \"continue to pursue the death penalty.\"\n\"We will do whatever's necessary,\" Barr said.\nTsarnaev's lawyers acknowledged at the beginning of his trial that he and his older brother, Tamerlan Tsarnaev, set off the two bombs at the marathon finish line, killing three people and wounding more than 260 others. But they argued that Dzhokar Tsarnaev is less culpable than his brother, who they said was the mastermind behind the attack.\nTamerlan Tsarnaev, 26, died following a gunfight with police and being run over by his brother as he fled. Police captured a bloodied and wounded Dzhokhar Tsarnaev hours later in the Boston suburb of Watertown, where he was hiding in a boat parked in a backyard.\nTsarnaev, now 27, was convicted of all 30 charges against him, including conspiracy and use of a weapon of mass destruction and the killing of a Massachusetts Institute of Technology police officer during the Tsarnaev brothers' getaway attempt. The appeals court upheld all but a few of his convictions.\nA three-judge panel of the 1st Circuit that ordered a new penalty-phase trial for Tsarnaev said the judge who oversaw the 2015 trial did not adequately question potential jurors about what they had read or heard about the highly publicized case. The court also said the judge erred in refusing to let the defense tell jurors about evidence tying Tamerlan Tsarnaev to the killings of three people in the Boston suburb of Waltham in 2011.\nDefense attorney David Patton declined to comment on Wednesday. He has previously called the 1st Circuit decision \"straightforward and fair,\" and said prosecutors must decide \"whether to put the victims and Boston through a second trial, or to allow closure to this terrible tragedy by permitting a sentence of life without the possibility of release.\"\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: October 8, 2020"
}