{
    "title": "U.S. CALLED ILL-EQUIPPED TO FIGHT 'ON THE CHEAP' WAR BY TERRORISTS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 29,
    "full text": "The Defense Department commission that investigated the bombing of the Marine headquarters in Beirut said its ''most important message'' was that terrorism has become ''tantamount to an act of war'' and that the United States military is ill-equipped to fight that kind of warfare.\n Its report said the marine unit in Beirut ''was not trained, organized, staffed or supported to deal effectively with the terrorist threat in Lebanon.''\nFurther, the report said, it is ''of great concern to the commission'' that the American military in general lacks ''preparedness to deal with the threat of state-sponsored terrorism,'' which it called ''warfare 'on the cheap.' ''\n \n'Iranian Connection' Cited\nThe report suggested there were Iranian connections to the bombing, which killed 241 American servicemen. ''Iranian operatives in Lebanon are in the business of killing Americans,'' it said.\nDefense Department commission that investigated bombing of Marine headquarters in Beirut says its 'most important message' is that terrorism has become 'tantamount to an act of war' and that US military is ill-equipped to fight that kind of warfare; suggests Iranian connections to bombing; notes that Defense Department has never considered existence of government-sponsored terrorism and what to do about it (M)\nThe report did not directly accuse Iran of sponsoring the attack, but it spoke repeatedly of an ''Iranian connection.'' At one point, it cited ''Iranian-inspired terrorists'' operating in Lebanon and said progress toward reconciliation there ''will not dissuade Iran from attempting to hit American targets.'' At the same time, the report noted that the official Defense Department definition of terrorism, which officers use for guidance in fighting it, did not recognize that terrorism can be sponsored by a government.\nAs a result, among the report's recommendations is that ''the Secretary of Defense direct the development of doctrine, planning, organization, force structure, education and training necessary to defend against and counter terrorism.''\nAt a news conference Tuesday, President Reagan said ''I wholeheartedly agree'' with the commission's finding that the military is not adequately equipped to fight state-sponsored terrorists. He said the United States needed to ''systematically redevelop our approach to the problem.''\nThe commission, headed by Adm. Robert L. J. Long, retired, said groups in Lebanon had ''stockpiles of explosives, built up over a decade prior to the Israeli invasion of June 1982, still in place and available for future terrorist operations in and around Beirut.''\nIt said terrorists in Lebanon used terrorism ''as an integral part of a strategy in which there are well-defined political and military objectives.''\n \nNo Special Attention Given\nAnd yet, the report said, the marines' original rules of engagement did not even include terrorism among the possible hostile acts against which they were allowed to return fire.\nThe marines ''perceived the terroristic threat as secondary,'' the report said. Preparatory training for the marines ''focuses little on how to deal with terrorism.''\nAt Camp LeJeune, N.C., where all the Marine units sent to Beirut are based, officers involved with training units said the preparation for assignment to Beirut included no special emphasis on counterterrorism.\nCol. Robert B. Johnston, commander of the Eighth Marine Regiment, from which four of the five units sent to Lebanon have been drawn, said in an interview last month: ''People have this notion that there's this magic package of counterterrorism training that would have prevented that attack. But really it's just common sense.''\nHe said ''only about 5 percent'' of the marines' training before going to Beirut was keyed to the specific mission. The rest is general training, he said.\nAs a result of all that, the report said, ''from the terrorist perspective, the true genius of this attack is that the objective and the means of the attack were beyond the imagination of those responsible for Marine security.''\nThe report shows how the Defense Department's view of terrorism is evolving from the one embodied by the department's official definition, which recognizes only terrorism by ''revolutionary organizations.''\n \n'New Dimension in Warfare'\nThe commission said, ''The systematic, carefully orchestrated terrorism which we see in the Middle East represents a new dimension in warfare.''\n''Armed with operational guidance and intelligence from their sponsor'' government, the report said, the terrorists have ''few targets that are beyond their capability to attack.''\nThe report said that ''there has been a three to fourfold increase in the number of worldwide terrorist incidents since 1968,'' and that over the last decade more than half of those attacks ''have been directed against United States personnel and facilities.'' These attacks have ''a growing lethality,'' the report said.\nTo combat that ''requires an active policy,'' it said. ''A reactive policy only forfeits the initiative to the terrorists.''\nAs a result, the report concludes that the Defense Department now ''needs to recognize the importance of state-sponsored terrorism and must take appropriate measures to deal with it.''"
}