{
    "title": "U.S. SEEKS REFORMS FOR MILITARY DATA",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 13,
    "full text": "The Reagan Administration has begun a wideranging program to correct serious deficiencies in gathering, assessing and disseminating military intelligence, according to senior Defense Department officials.\nThe Deputy Secretary of Defense, Frank C. Carlucci, a former Deputy Director of Central Intelligence, has expressed particular displeasure about military intelligence operations and has been a leader in insisting on reforms, the officials say.\nMr. Carlucci has ordered the military services to give priority to programs, including those in coming budgets, that are intended to broaden the collection, improve the analysis and speed the transmission of intelligence of immediate use to senior field commanders, the officials say.\nMany of the new instructions to correct the deficiencies are prominent in a plan called Defense Guidance that sets out the Administration's marching orders to the military services for the next five years.\nWASHINGTON, June 12 - The Reagan Administration has begun a wideranging program to correct serious deficiencies in gathering, assessing and disseminating military intelligence, according to senior Defense Department officials.'New Demands on Intelligence'\nThat plan, signed by Secretary of Defense Caspar W. Weinberger, says, ''The mounting range of threats posed by the Soviet Union and its proxies, the use of terrorism, and the instabilities in a growing number of third world countries combine to place major new demands on intelligence.''\nIt says further that new intelligence systems ''must be designed to be as enduring under combat conditions as the forces supported.'' It also says, ''Weapons technology continues to advance rapidly, necessitating major changes in the amount and sophistication of intelligence support.''\nThe Administration officials say the shortcomings range from the ability to warn of Soviet preparations for nuclear attack to tactical intelligence for conventional operations.\nOne senior official said that military intelligence data were accurate but were neither broad nor deep enough. Another official said that one of the few exceptions was intelligence on Soviet submarine movements.\n \nSurvivability Is Questioned\nThe present intelligence apparatus, the officials contend, evolved without enough attention being paid to its ability to survive in conventional or nuclear battle, to be revived quickly if key parts were knocked out, or to endure under heavy strain.\nIn recent weeks different officials have grumbled about inadequate intelligence data on the fighting in the Falkland Islands, Lebanon and El Salvador, and about the military regime in Poland, although none of these directly concern American military operations.\nOn the other hand, officials say they have received good intelligence reports on Soviet military movements around Poland, on Soviet forces in Afghanistan, and on deployment of Soviet SS-20 medium range missiles. Most of the data has been collected by satellite or other technical means.\nAdministration officials say that vast improvements in military intelligence gathering are vital to the Administration's strategy of preparing for a worldwide global conflict against the Soviet Union with conventional arms or a protracted nuclear war.\n \nChanges in Military Strategy\nAmong the changes in military strategy adopted by the Administration has been the speed of response to what military planners call ''ambiguous warning.'' The term refers to military alerts, troop movements, or other indications by potential adversaries in which the intent is not clear.\nBetter information, assessment and transmission of intelligence data are needed for field commanders to consider and to speed up the response by American and allied forces, military aides say.\nThe Administration's goal of being able to strike the Soviet Union or other adversaries not only in an area of conflict but also at other places where American forces would have a tactical advantage will depend on intelligence of high quality, officials say.\nThe spread of terrorism and the Administration's plans for meeting it with a variety of specially trained forces will also depend on swiftly gathered, accurately assessed and rapidly disseminated intelligence, they say.\nAs military technology and weapons have advanced, these officials say, the intelligence apparatus that makes the weapons function effectively has not kept pace. They want intelligence support to be fielded at the same time as new weapons.\n \nCrucial to New Nuclear Arms\nThat is particularly true for weapons such as the B-1 bomber and the MX intercontinental missiles. For that reason, the Reagan Administration plans to spend $18 billion to $20 billion over the next five years on warning sensors and improved communications to complement those weapons.\nThe Defense Guidance plan says, ''The communications problem is a primary deficiency in the intelligence support to operational commanders.'' The military services are directed to accelerate procurement of equipment to speed ''direct reporting to the operational forces from present and future airborne and satellite collection systems.''\nThe services are instructed to develop simpler ways for commanders to request information they need and to be informed when they can expect the intelligence to be obtained.\nThe Defense Intelligence Agency and the Joint Chiefs of Staff are directed to enlarge the data base on Third World, or developing and nonaligned nations in which American forces might have to operate."
}