{
    "title": "U.S. intervenes in suit over Palestinian attacks",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 8,
    "day": 12,
    "full text": "WASHINGTON — The Obama administration has intervened in a lawsuit over Palestinian terror attacks that have killed Americans, advising a judge that requiring a hefty bond payment in the case could financially destabilize the Palestinian government.\nThe filing comes in a case in New York City, where a jury this year awarded $218.5 million to Americans affected by the attacks in a lawsuit brought against the Palestine Liberation Organization and the Palestinian Authority. That amount is automatically tripled under the Anti-Terrorism Act, lawyers have said.\nBy intervening, the federal government said it was trying to strike a balance between supporting the rights of terrorism victims to be compensated in court and concerns that a large bond imposed while the verdict is on appeal would weaken the legitimacy of the Palestinian Authority and undermine \"several decades of U.S. foreign policy.\"\n\"Senior U.S. officials have made clear to other governments that if the PA were to collapse, we would be faced with a crisis that would not only impact the security of Israelis and Palestinians, but would potentially have ripple effects elsewhere in the region,\" Deputy Secretary of State Antony Blinken said in a five-page sworn declaration filed Monday in U.S. District Court in Manhattan.\nHe said the loss of the Palestinian Authority's governing powers would likely \"fuel anger and frustration\" and could lead to widespread violence in the West Bank.\nThe Justice Department filed a formal \"statement of interest\" in the case, an action that federal officials have said came at the behest of the State Department.\nLawyers for the Palestinian Authority have argued that the group is effectively insolvent and have asked the judge, George Daniels, to waive the bond requirement. Gassan Baloul, a lawyer for the Palestinians, said Tuesday that the defendants were studying the government's filing and would respond at a hearing later this month.\nBut the plaintiffs have requested that the Palestinian government deposit $30 million per month while the case is on appeal, an amount that they say is fair and reasonable. Lawyers for the victims have repeatedly said that the Palestinian Authority has sufficient money to make the payments.\n\"We are gratified that the Department of Justice supports the rights of survivors of international terrorism to enforce their rights and collect the judgment but disappointed that the State Department failed to take any stand against the PLO and PA's policy of putting convicted terrorists on their payroll as soon as they are jailed,\" Kent Yalowitz, a lawyer for the plaintiffs, said in a statement. \"If the PA has enough money to pay convicted terrorists, it has enough to pay the judgment in this case.\"\nThe lawsuit was brought by a group of American families who endured the attacks and concerns a series of bombings and shootings in Israel between 2002 and 2004. Jurors heard dramatic testimony from relatives of people killed and survivors who never fully recovered.\nThe plaintiffs also relied on internal records showing that the Palestinian Authority continued to pay the salaries of employees who were put behind bars in terrorism cases and paid benefits to families of suicide bombers and gunmen who died in the attacks. But a defense lawyer argued that there was no evidence the Palestinian authorities had approved the attacks, as alleged in the lawsuit.\n\nLoad-Date: August 12, 2015"
}