{
    "title": "U.S. should end War on Terror",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 16,
    "full text": "On Sept. 11, 2001, thousands of lives were lost to terrorism. But the Bush administration's response was as if it was the first time it had ever happened. From a global perspective the idea that any nation, no matter how powerful, could stamp out terrorism is ridiculously arrogant. Yet, this is precisely what George W. Bush was proclaiming he would do.\nThe War on Terror, like the War on Drugs, is ultimately unable to be won on its own terms, matching violence and provocation with more violence and provocation. The War on Drugs was fundamentally flawed by the criminalization of drugs, alienating users from the state/federally sponsored institutions, health or treatment programs and law-enforcement officials who previously could've had some hand in steering the crisis to manageable levels.\nIn kind, it is fairly obvious that our own War on Terror has and will continue to create more terrorists. By simply parading down Nationalist Avenue, the U.S. will snowball resentment into full-fledged hatred aimed at us by our neighbors abroad. We have already seen deep divisions forming between current U.S. policy and that of even our staunchest allies.\nEuropeans have a saying that goes like this: \"In America, sex is an obsession. Everywhere else, it's a fact.\"\nNow the same is true for terror, except in this case here at home, it is also a paradox. George W. Bush penned the following definition of terrorism himself (or at least we should hope) in an executive order on Sept. 24, 2001: (a) the term \"person\" means an individual or entity; (b) the term \"entity\" means a partnership, association, corporation or other organization, group or subgroup; (c) the term \"United States person\" means any United States citizen, permanent resident alien, entity organized under the laws of the United States (including foreign branches), or any person in the United States; and (d) the term \"terrorism\" means an activity that -- (i) involves a violent act or an act dangerous to human life, property, or infrastructure; and (ii) appears to be intended -- (A) to intimidate or coerce a civilian population; (B) to influence the policy of a government by intimidation or coercion; or (C) to affect the conduct of a government by mass destruction, assassination, kidnapping, or hostage-taking.\"\nThe rest of the world has lived with terrorism on their soil for decades. In some cases, the United States has participated in this, directly or indirectly, often using the CIA. This is an easily verifiable fact. Go to the CIA's own web site, www.cia.gov, and look at unclassified documents made available through the Freedom of Information Act, especially those related to Honduras, Chile, Ba'athist Iraq, Iran, Indonesia and Afghanistan, to name a few. Under Bush's own definition of terrorism, the United States' pre- and post-invasion actions in Iraq could be considered terrorism.\nYet, in places like Germany and Japan, where there are actually war crimes charges pending against Bush, Cheney and Rumsfeld, the diplomatic approach is to dub these actions \"aggression,\" which defined loosely, is an unprovoked or unjustified military attack on a nation or people. These war crimes charges also include flagrant violation of the guidelines set by the Geneva Convention for the treatment of Prisoners of War.\nHowever, it seems to be the U.S. government's policy to ignore the rest of the world and even international law, which our representatives helped to draft and pass by democratic means in the United Nations.\nIn 1997, Dick Cheney and Donald Rumsfeld, along with a now globally infamous host of others, created The Project for the New American Century, a radical-right wing forum for \"opinion leaders\" to disseminate information and discuss global issues. It is here that the notion of invading Iraq was discussed ad nauseam -- from PNAC's inception until the invasion actually happened. Visit their web site, www.newamericancentury.org, and explore.\nStart with PNAC's Statement of Principles, take note of its signatures at the end and proceed to the Defense and National Security section and read Rebuilding America's Defenses, principal author, Thomas Donnelly. The document is 80-90 pages long, so be prepared to invest some time. Try to keep in mind, for the purposes of perspective, that it was drafted in September 2000.\nSome readers, if they've continued this far, may take offense to this column. However, I am addressing these issues because I love my nation. It is my home and has been my family's home for 13 generations. I firmly believe in freedom and democracy, but neither hypocrisy nor apathy. This is our nation, and it is up to us to guide it. Ours is a government not only for the people, but also by the people. But that's just my opinion.\n(C) 2005 Massachusetts Daily Collegian via U-WIRE\n\nLoad-Date: February 16, 2005"
}