{
    "title": "U.S. sanctions Russian white supremacists",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 4,
    "day": 7,
    "full text": "BY MATTHEW LEE\nThe Associated Press\nWASHINGTON - The Trump administration on Monday designated a Russian white supremacist group a terrorist organization and hit its members with sanctions.\nThe move against the Russian Imperial Movement is the first time a white supremacist group has been named a \"Specially Designated Global Terrorist\" group. It was not immediately clear what the practical impact will be as the group is relatively small and does not have major international reach.\nSecretary of State Mike Pompeo and his counterterrorism coordinator Nathan Sales announced the step, which makes it illegal for Americans to engage in any transactions with the group and freezes any assets it may have in U.S. jurisdictions. The penalties can also include a travel ban.\nIn addition to the group, the administration placed individual sanctions on its leaders - Stanislav Anatolyevich Vorobyev, Denis Valliullovich Gariev and Nikolay Nikolayevich Trushchalov - by adding them to the list.\n\"These designations are unprecedented,\" Sales said. \"This is the first time the United States has ever designated white supremacist terrorists, illustrating how seriously this administration takes the threat. We are taking actions no previous administration has taken to counter this threat.\"\nThe Russian Imperial Movement is alleged to provide paramilitary training to neo-Nazis and white supremacists in Russia and elsewhere from two camps it runs in St. Petersburg, according to U.S. officials. In 2016, it was alleged to have trained two Swedes who later carried out a series of terrorist attacks in the Swedish city of Gothenburg, including bombing a cafe and attempting to bomb a campsite housing refugees, they said.\nThere are dozens of entities on various U.S. terrorism blacklists, but most are Islamic extremist groups or separatist movements that have engaged in violence to achieve political ends.\nThe al-Qaida network and Islamic State movement along with many of their affiliated organizations are perhaps the best known among them.\nMonday's designations will make it easier for national security prosecutors at the Justice Department to bring terrorism-related charges against anyone engaging in financial transctions to people affiliated with the Russian group.\nFederal authorities have used the designation to bar entry to United States of members of named groups.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: April 7, 2020"
}