{
    "title": "U.S. giving $1.6B to Pakistan Aid was suspended when ties soured after bin Laden raid",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 10,
    "day": 20,
    "full text": "The United States has quietly decided to release more than $1.6 billion in military and economic aid to Pakistan that was suspended when relations between the two countries disintegrated over the covert raid that killed Osama bin Laden and deadly U.S. airstrikes against Pakistani soldiers.\nOfficials and congressional aides said ties have improved enough to allow the money to flow again.\nAmerican and NATO supply routes to Afghanistan are open. Controversial U.S. drone strikes are down. The United States and Pakistan recently announced the restart of their strategic dialogue after a long pause. Pakistan's new prime minister, Nawaz Sharif, is traveling to Washington for talks this week with President Barack Obama.\nBut in a summer dominated by foreign policy debates over the coup in Egypt and chemical weapons attacks in Syria, the United States hasn't promoted its revamped aid relationship with Pakistan. Neither has Pakistan.\nThe silence reflects the lingering mutual suspicions between the two.\nThe Pakistanis do not like being seen as dependent on their heavy-handed partners. The Americans are uncomfortable highlighting the billions provided to a government that is plagued by corruption and perceived as often duplicitous in fighting terrorism.\nCongress has cleared most of the money, and it should start moving early next year, officials and congressional aides said.\nDuring the summer, the State Department and the U.S. Agency for International Development informed Congress that it planned to restart a wide range of assistance, mostly dedicated to helping Pakistan fight terrorism. The United States sees that effort as essential as it withdraws troops from neighboring Afghanistan next year and tries to leave a stable government behind.\nOther funds focus on a range of items, including help for Pakistani law enforcement and a multibillion-dollar dam in disputed territory.\nPakistan's embassy in Washington refused to comment on the aid.\n\nLoad-Date: October 20, 2013"
}