{
    "title": "U.S. ASKING ARABS TO PRESS IRAN TO END WAR",
    "publisher": "the new york times",
    "year": 1982,
    "month": 5,
    "day": 23,
    "full text": "The United States, worried about Iraqi setbacks in the war with Iran, is quietly seeking help from Islamic nations to step up pressure on the regime of Ayatollah Ruhollah Khomeini to reach a settlement with Baghdad, State Department officials said today.\nThe efforts by the United States have taken on a new urgency as a major battle is expected in Khurramshahr, a once-prosperous Iranian port city of 150,000 that was seized by Iraq two years ago. Should Iraq withdraw or lose the city, it would be a major psychological and military blow to the regime of President Saddam Hussein, according to State Department officials.\nThey say the Administration is concerned about the potential for Iran to thrust into Iraq or, perhaps more likely, ''to accelerate pressures and resort to subversion from within'' in hope of toppling Mr. Hussein's regime.\nWASHINGTON, May 22 - The United States, worried about Iraqi setbacks in the war with Iran, is quietly seeking help from Islamic nations to step up pressure on the regime of Ayatollah Ruhollah Khomeini to reach a settlement with Baghdad, State Department officials said today.\nAmerican officials are approaching Islamic countries such as Turkey, Malaysia, Pakistan, Indonesia and Algeria to help resolve the conflict before it escalates and Mr. Hussein falls.\nIf the Iraqi regime collapses, the officials say, it would present difficulties for so-called moderate Arab nations such as Saudi Arabia, Oman and Jordan and would be potentially far more harmful to American interests than a continuation of the Hussein regime. Arab countries and the United States are especially worried that Ayatollah Khomeini's Islamic revolution would engulf Iraq.\n \nAssessments of Baghdad Differ\nAmerican policy is complicated by differing perceptions between the State Department and Congress about the nature of the Iraqi regime.  State Department officials insist that Iraq is less supportive of some terrorist groups than Congress believes and that Baghdad has curtailed its support for radical Marxist groups in the region.  Officials add that Iraq wants closer ties to European nations and was shaken by the Soviet intervention in Afghanistan.\nCongress, however, has not endorsed the Administration's efforts to take Iraq off the list of nations abetting terrorism - a move that would allow Baghdad to purchase civil aircraft from the United States. Two weeks ago the House Foreign Affairs Committee voted 17 to 11 to keep Iraq on the list of countries aiding terrorism.\nOfficial American policy toward the war was reiterated last week by Alan Romberg, a State Department spokesman. ''The United States supports the independence and territorial integrity of both Iran and Iraq as well as other states in the region,'' he said. ''We oppose the seizure of territory by force.''\nHe added that the United States ''maintained a firm policy of not approving the sale or transfer of American military equipment and supplies to either belligerent.''\nOne strange element in the Iran-Iraq conflict is Israel's involvement.\n \nIsrael Called Major Supplier\nState Department officials say Israel's support for Iran - whose press repeatedly voices furious anti-Israeli statements - is ''marginal'' and limited to supplying spare parts and aircraft tires. But intelligence sources say Israel has become an important arms supplier to Iran, joining an unusual collection of countries such as North Korea, Syria, Libya, the Soviet Union and several Western European nations.\nWithin the last 20 months Baghdad has received more than $20 billion from four Persian Gulf countries seeking to prop up the Iraqi economy, according to a ranking State Department official.\nThe official termed the aid ''breathtaking'' and said the amount from Saudi Arabia, Kuwait, Abu Dhabi and Qatar may run even higher.  The money is being used to maintain the Iraqi economy on a peacetime footing. During its 20-month-old war with Iran, Iraq's oil revenues have dwindled from $30 billion to about $5 billion.\nMoney and weapons seem to be no problem for either side, State Department officials say, adding that Iran has gained the upper hand in the war partly because of the ''lackluster'' nature of Iraqi troops. ''They're not performing well,'' an official said. ''And they're facing fanatical troops.''"
}