{
    "title": "U.S. Revises Offer to Take Sudan Off Terror List",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 8,
    "full text": "WASHINGTON -- President Obama has told Sudan that if it allows a politically sensitive referendum to go ahead in January, and abides by the results, the United States will move to take the country off its list of state sponsors of terrorism as early as next July, administration officials said Sunday.\nThe offer, conveyed to the Sudanese authorities over the weekend by Senator John Kerry, the chairman of the Senate Foreign Relations committee, represents a significant sweetening of the package of incentives the administration offered to Sudan in September for its cooperation with the vote.\nUnder a peace agreement that ended years of civil war in Sudan, the government in Khartoum agreed to a referendum, now scheduled for Jan. 9, in which the people of southern Sudan will decide whether to secede from the north. They are expected to vote overwhelmingly to do so.\nBut as the date for the vote nears, there are persistent reports of foot-dragging by the Sudanese authorities in preparing for it, as well as fears of a new outbreak of violence if the north does not honor the results. Dividing Sudan is hugely complicated, since most of its oil fields lie in the south.\nIn September, the administration presented Sudan with incentives ranging from modest steps like the delivery of agricultural equipment to more sweeping measures, including debt relief, normalized diplomatic relations, the lifting of sanctions and the removal of Sudan from the State Department's list of state sponsors of terrorism, which it has been on since 1993.\nAdministration officials said then that they did not expect to take that last step until late 2011 or 2012, one official said, because it was also linked to a resolution of the violence in the Darfur region. But now the United States has made it contingent only on the referendum. The Sudanese government, another official said, had pushed in recent weeks for more clarity in the incentives.\n''I believe a broad agreement is within reach if they act with the sense of urgency that is necessary to seize this historic opportunity,'' Mr. Kerry said in a statement on Sunday as he left Sudan.\nSudan has long petitioned to be removed from the State Department list, which also includes Iran, Cuba and Syria. Under President Bill Clinton, the administration designated its placement there on the grounds that it harbored Osama bin Laden and other terrorists. But in recent years, Sudan has cooperated in counterterrorism efforts.\nOver time, Sudan's designation has been expanded to include its role in mass killings in Darfur. Economic sanctions against Sudan remain linked to the violence in Darfur, officials said, and cannot be lifted without approval from Congress. Earlier this week, Mr. Obama renewed those sanctions. The president can remove Sudan from the terrorism list after notifying Congress.\nThe United States, an official said, will not relax ''our commitment to solving the problems that have dogged Darfur.''\nThe administration's offer does not depend on resolving another sticking point: a separate plebiscite by people in the contested border region of Abyei to decide to join northern or southern Sudan. The two sides have not agreed on the terms of that vote, also scheduled for January.\nWith diplomats still struggling to break the impasse, administration officials said they recognized that the plebiscite on Abyei may have to be deferred until after the broader vote on independence by southern Sudan.\nNorth Korea was the last nation the United States removed from the terrorism list. That was done by the Bush administration in 2008, in an effort to encourage Pyongyang to be more pliant in talks over its nuclear program -- a goal that has been largely unmet, given North Korea's recent intransigence.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 8, 2010"
}