{
    "title": "U.S. STUDY IS READY ON TERROR POLICY",
    "publisher": "the new york times",
    "year": 1986,
    "month": 3,
    "day": 6,
    "full text": "An Government task force on terrorism has recommended that potential injury to innocent civilians be considered in determining the need for American military intervention.\nThe recommendation is contained in a report to be released Thursday by a task force headed by Vice President Bush. A copy was obtained today.\nThe report, which is the product of a study of several months, contains about two dozen recomendations, including the establishment of a consolidated intelligence center specializing in terrorism and increased efforts to penetrate terrorist groups.\nIt urges the Congress to make the murder of American citizens abroad a Federal crime punishable by the death penalty, calls for a doubling to $1 million of the Federal award that can be given for assistance in bringing terrorists to justice, and recommends that the State Department conclude treaties to extradite terrorists.\n \nPress Coverage an Issue\nIn a criticism of the American press, the report says that terrorists ''deliberately manufacture sensations to capture maximum media attention.'' It suggests that the press develop its own guidelines for use in coverage.\n''Journalistic guidelines have been developed for use during wartime to protect lives and national security, and in some circumstances should be considered during a terrorist situation,'' the report says.\nThe report makes these additional recommendations:\n* The setting up of a National Security Council staff position to coordinate the national program against terrorism.\n* Increased screening for terrorists at ports.\n* Reduced access to sensitive information regarding terrorists through the establishment of a joint Congressional committee.\n* Possible restrictions on disclosures under the Freedom of Information Act that may aid terrorists.\n \nCriteria for Retaliation\nThe report seeks to resolve a dispute within the Government over the use of force against terrorism. Secretary of State George P. Shultz, for example, has been more in favor of military retaliation than Defense Secretary Caspar W. Weinberger.\nThe task force suggests that a set of standards be developed for judging whether retaliation is warranted. At the same time, it acknowledges the difficulty of retaliating when terrorists cannot be identified or there is no specific target. It suggests that the standards be prepared by the task force and submitted to the National Security Council for approval.\nA policy on retaliation, in addition to considering the potential for injury to innocent civilians, would also have to examine the adequacy and reliability of intelligence, the status of forces for pre-emption, reaction or retaliation and the ability to identify the target, the report says.\nIn addition, it says that the cooperation or opposition of the host country should be considered as well as the risk and probability of success, public attitude and press reaction.\nThe report says terrorism has become another means of conducting foreign affairs, with most terrorists continuing to operate in and from the Middle East. Less than one percent of the attacks occurred in North America.\nDiscussing the situation within the United States, the report says that even though the number of terrorist incidents has dropped, the United States is vulnerable because of its open society and its advanced transport and communications facilities."
}