{
    "title": "U.S. and Russia Will Police Potential Nuclear Terrorists",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 15,
    "full text": "President Bush and President Vladimir V. Putin of Russia on Saturday will announce a new global program to track potential nuclear terrorists, detect and lock up bomb-making materials and coordinate their responses if terrorists obtain a weapon, according to administration officials who have negotiated the deal.\n  Within months, the officials said, they expect China, Japan, the major European powers, Kazakhstan and Australia to form the initial group of nations under what the two leaders are calling ''The Global Initiative to Combat Nuclear Terrorism.'' The informal organization of countries is based on the American-led ''Proliferation Security Initiative,'' a group of more than 70 countries that have pledged to help seize illicit weapons as they move across oceans or are transported by air. Some countries in that group now hold regular drills to share intelligence and practice seizures.\nBut the nuclear terrorism initiative, the final details of which were worked out in a meeting between American and Russian officials in Vienna last weekend, goes beyond interdiction. It would operate inside the borders of countries with nuclear weapons and materials, setting standards for protection and detection, and develop common strategies aimed at terror groups.\n  A statement that the two leaders are expected to release Saturday morning underscores that the countries have come to regard terrorists, rather than each other, as the largest nuclear threat. The statement will describe how they plan to coordinate their nuclear response teams to ''mitigate the consequences of acts of nuclear terrorism'' and to ''ensure cooperation in the development of technical means to combat nuclear terrorism.''\n  Robert Joseph, the under secretary of state for arms control and international security, and the architect of the new initiative, said in an interview that the threat was considered so urgent that both nations set aside their differences on issues from energy to Mr. Putin's move toward authoritarianism to establish the new program. \n  ''We have differences with Russia as well as common interests,'' Mr. Joseph said. ''One obvious common interest is combating nuclear terrorism, which is a threat to both of our countries.'' \n  He said he expected that an organizational meeting of the new group in the fall would involve about 11 countries, adding that other nations ''will be free to join if they share our concerns.''\n  Even some critics of Mr. Bush's nuclear policies and the pace at which Russia has moved to secure its own nuclear facilities said they welcomed the new plan. \n  ''This has been much needed for years,'' said Matthew Bunn, a Harvard nuclear expert who is one of the authors of an annual survey of potential nuclear perils called ''Securing the Bomb.'' ''It's very impressive, especially if the administration is successful at expanding it.''\n  The latest edition of the Harvard survey, published Friday, includes reports of the arrest in April of several people who obtained 22 kilograms (48.5 pounds) of low-enriched uranium stolen from Elektrostal, a Russian fuel plant. While the low-enriched uranium was not weapons-grade, the same plant processes uranium that could fuel a weapon.\n  Like the Proliferation Security Initiative, which started with a small core of countries and has now expanded around the world, the new group is not based on a treaty and has no central bureaucracy or headquarters. Instead, it is the kind of loose-knit international organization that Mr. Bush favors, a coalition built for a specific purpose, made up of countries that volunteer. \n  ''If there is one conclusion this president has come to, it's that treaties take too long to write, and they are too hard to change,'' one senior White House official said recently.\n  The official, who was not authorized to speak publicly about internal administration policy, described Mr. Bush's frustrations at the difficulties in tightening the Nuclear Nonproliferation Treaty so that countries like Iran could not exploit loopholes that allow nations to build a nuclear weapons capacity while declaring its program is for peaceful civilian purposes. The president, the official said, ''wants speed and flexibility.''\n  The new agreement is to be announced at the same time that both countries declare the opening of negotiations on a long-discussed pact on civilian nuclear uses that could pave the way for Russia to become one of the world's largest repositories of spent nuclear fuel. \n  Russia's enthusiasm for the new arrangement on nuclear terrorism is notable because it was not an original member of the Proliferation Security Initiative. It has since joined. The initiative's best-known success was the interception four years ago of the BBC China, a German ship bound for Libya that was halted, brought to port and emptied of centrifuge parts for Libya's nuclear weapons program. Administration officials argue that interception convinced Libya to give up the program and to turn over all of its parts, most of which it had obtained from the nuclear network built by the former head of Pakistan's nuclear laboratory, Abdul Qadeer Khan. \n  Pakistan and India are not on the list of nations expected to be early members of the program, and they are not members of the Proliferation Security Initiative. Both are enormously sensitive about allowing any outside supervision or influence on their nuclear weapons programs. Both countries, along with Israel, have refused to sign the Nuclear Nonproliferation Treaty.\n  While experts argue about how successful the Proliferation Security Initiative has been, far more countries have joined than many experts expected several years ago. Mr. Joseph said that more than 30 illicit transfers had been halted, in some stage or another, by member countries. But the administration will not describe most of those cases, saying the countries often do not want to be identified.\n  One of the more notable successes came last year, when China, under pressure, denied Iran the right to fly over its territory with a military aircraft that had apparently flown to North Korea to pick up missile parts. The Chinese have never confirmed the incident.\n  But if the proliferation initiative covers borders, oceans and airspace, the nuclear terrorism program is intended to operate within countries. ''It's a very different objective,'' Mr. Bunn said. ''The proliferation program doesn't deal with securing stockpiles or detection, or hunting down the materials or the terrorists if something goes wrong.''\n  For more than a decade, the United States has financed a program to secure or remove nuclear material in Russia and other states of the former Soviet Union. The history of that program has been bumpy, though experts said that an agreement reached between Washington and Moscow several months ago helped to speed the program.\n  The new initiative is a next step and, if successful, would set standards for securing such material around the world. It would also develop new technology to secure nuclear material and detect it inside cities and at crucial crossing points. Already the United States is putting detection equipment at some ports overseas, but Mr. Joseph said that this effort ''would be much broader.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush was greeted by President Vladimir V. Putin of Russia yesterday before their dinner in Strelna, Russia. (Photo by Pablo Martinez Monsivais/Associated Press)\n\nLoad-Date: July 15, 2006"
}