{
    "title": "U.S. again condemns Iran for supporting terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 4,
    "day": 20,
    "full text": "A new State Department report again slams Iran as the most active\nstate supporter of terrorism, a finding that could inflame the\ndebate in the USA and in Iran over resuming official ties.\nRep. Lee Hamilton of Indiana, ranking Democrat on the House International\nRelations Committee, confirmed the finding of the report, to be\nissued April 30.\n\"It is a snapshot of activity in 1997,\" he\nsaid.\nMandated by Congress, the report acknowledges condemnations of\nterrorism by Iran's new, more moderate president, Mohammad Khatami.\nBut it is similar to last year's, which called Iran the \"premier\nstate sponsor\" of terrorism.\nThe report faults Iran for hosting leaders of groups associated\nwith terrorism and links it to 13 assassinations, mostly of members\nof Kurdish and other groups opposing Iran.\nSome analysts oppose defining such activity as terrorism. \"This\nis a political document that preaches to the converted and has\nthe intellectual depth of a mud puddle,\" said Anthony Cordesman\nof the Center for Strategic and International Studies in Washington.\nThe Clinton administration is caught in a dilemma as it tries\nto hold out an olive branch to Iran while carrying out laws that\npre-date Tehran's conciliatory new tone.\nThe White House has postponed action on a 1996 law sanctioning\nforeign oil companies dealing with Iran. But congressional staffers\nsay the White House grudgingly agreed last week to spend $ 2.6\nmillion on a surrogate broadcasting station that supporters want\nto call Radio Free Iran.\nThe debate over this year's terrorist report, which also evaluates\nIraq, Libya and other countries, was especially heated, participants\nsaid.\nSome argued that tough rhetoric would push the Iran to curtail\nlinks to extremist groups such as Hezbollah in Lebanon. Others\nworried that it would just antagonize Iranians hostile to the\nUnited States.\n\nGraphic\n\n \nPHOTO, Color, Mohammad Sayynad, AP\n\nLoad-Date: April 20, 1998"
}