{
    "title": "U.S. Muslims Taken Aback By a Charity's Conviction",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 26,
    "full text": "American Muslim groups responded with uncustomary silence on Tuesday to the news that leaders of a Muslim charity shut down by the federal government had been convicted in a retrial of money laundering, tax fraud and supporting terrorism. \n  The case against the charity, the Holy Land Foundation for Relief and Development, had long revealed a divide among Muslim Americans, leaders say. Some saw the prosecution of the foundation primarily as evidence of anti-Muslim bias by the American government, while others suspected that the charity might indeed have operated as an overly politicized money funnel for Hamas in the 1990s. \n  The federal government declared Hamas to be a terrorist group in 1995. When the government shuttered Holy Land, which was based in a suburb of Dallas, and seized its assets in 2001, it was said to be the largest Muslim charity in the United States. \n  ''I do believe the community was divided, and I believe the community will continue to be divided,'' said Dr. Ziad J. Asali, a retired physician who is the founder and president of the American Task Force on Palestine, an advocacy group in Washington that supports a two-state solution for Israel and the Palestinians. \n  The jury's conviction of five Holy Land leaders on all 108 criminal counts took many Muslim leaders by surprise because a previous trial last year ended in a hung jury. \n  ''So far, the reaction has been one of shock more than anything else,'' said Imad-ad-Dean Ahmad, president of the Minaret of Freedom Institute, an advocacy group based in Bethesda, Md. ''Even the people who are usually very quick to comment on events, positively or negatively, are so stunned by this that they seem to be at a loss for words.''\n  Mr. Ahmad said the verdict would further confuse donors to Islamic charities, many of whom have been wary of giving to Islamic groups since Sept. 11. \n  ''It seems to give a green light for further intimidation of Muslim charities,'' he said. ''It makes people even more unsure of what they are supposed to do to avoid having a problem.''\n  Following the Sept. 11 attacks, the government designated dozens of Muslim charities, mostly international relief agencies, as financiers of terrorism. Muslim groups struggled for years to persuade the Treasury Department to produce some kind of  seal of approval for legitimate charities that adhered strictly to humanitarian work. For Muslims, giving to charity is a religious obligation.\n  Part of the reason for the silence from Muslim leaders on Tuesday, some of them said, is that the government publicly named more than 300 individuals and American Muslim organizations as ''unindicted co-conspirators,'' without allowing them to hear the evidence against them or defend themselves in court.\n  The American Civil Liberties Union is representing two of those groups, the Islamic Society of North America and the North American Islamic Trust, in trying to get a judge to strike their names from the list. \n  Hina Shamsi, a lawyer with the National Security Project of the A.C.L.U., said, ''The Islamic Society of North America does a lot of outreach and interfaith dialogue, and works in cooperation with the F.B.I., and yet, as a result of this stigma, its reputation has been deeply harmed.''\n  ''The irony is obviously that this is the very community whose cooperation the government most needs for effective counterterrorism,'' she added.\n  Since the indictment of the Holy Land leaders, Muslim organizations have been working with the government to create mechanisms to ensure that humanitarian aid to Palestinians is not diverted to terrorism. \n  The American Task Force on Palestine recently created the American Charities for Palestine, and signed an agreement with the United States Agency for International Development in August, Dr. Asali said. \n  Under the agreement, American Charities will only make donations to educational and health institutions in the Palestinian occupied territories that have been vetted and approved by Usaid, Dr. Asali said. He just returned from taking the first donation, of 1,000 laptop computers, to Palestinian students. \n  ''We wanted to be able to go to the donors and say, if you donate to this entity you don't have to worry about someone accusing you of terrorism,'' Dr. Asali said.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 26, 2008"
}