{
    "title": "U.S. officials looking homeward for terrorists One expert says the government 'needs to broaden the",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 9,
    "day": 1,
    "full text": "Born in the USA terrorists - as well as potential ones - are stirring the government's interest.\nWorried about American citizens attacking their own country, law enforcement and intelligence officials are trying to learn how and why extremist sympathizers cross a line and become operational terrorists.\nIntelligence officials now fear that homegrowns pose as much of a threat to the U.S. as foreign terrorists. State and local police are being enlisted to watch for signs from people who in the past would have never gotten a second look.\n\"We want to understand the phenomena: What causes a person from being, say, extreme in views, to moving to actually committing violence?\" said Charles E. Allen, chief intelligence officer at the Homeland Security Department.\nLittle is known about how many homegrown terrorists are in the country - or how many sympathizers are being recruited to join their ranks. The FBI has long monitored groups that pose potential threats, from al-Qaida sympathizers to abortion clinic bombers and radical animal rights and environmental activists.\nAllen said the United States has a relatively low level of extremism and has experienced fewer attacks or potential attacks from native-born citizens than many countries. But an uptick in cases of homegrown attacks and plots - both domestically and globally - illustrates authorities' concerns.\nMass transit bombings, in Madrid in 2003 and London in 2005, were carried out by self-organized cells of homegrown extremists. In June, 17 Canadian Muslims were charged with plotting to bomb targets in Ontario. British citizens are charged with conspiring earlier this month to bomb as many as 10 trans-Atlantic flights headed to the United States.\nCloser to home, five U.S. citizens were charged in June for plotting to blow up the Sears Tower in Chicago and a federal building in Miami. They allegedly took an oath to al-Qaida and sought help from the terrorist organization, although FBI Deputy Director John Pistole said the group was \"more aspirational than operational.\"\nNumbers of all federal arrests and prosecutions in homegrown terror cases were not immediately available - in part because of differing definitions of what a homegrown terrorist is, said FBI spokesman Richard Kolko.\nHe noted that homegrowns could include the six Yemeni-Americans from Lackawanna, N.Y., recruited to a terrorist training camp in Afghanistan before 9/11, but also the lone gunman who opened fire on a Jewish center last month, killing one woman and injuring five others.\n\"We consider this one of the hardest things to identify,\" Kolko said.\nPrisons have served as one breeding ground for homegrowns, as Islamic extremists meet up with vulnerable sympathizers and goad them into violence with distorted interpretations of the Quran, said Frank Cilluffo, homeland security director at George Washington University.\nAllen said federal analysts will rely heavily on suspicious activity reports and other information from state and local authorities to root out homegrowns. \"A lot of data flows into Washington, and we need to learn a lot more about how to read that material, and I think the answer will be at state and local governments,\" he said.\nLocal police, however, have little training to know what to look for. Since the Sept. 11, 2001 attacks, authorities have focused mostly on young Middle Eastern men.\n\"We need to start looking at people who look more like us,\" said Gaithersburg, Md., police detective Patrick Word, president of the Mid-Atlantic Regional Gang Investigators Network, which shares intelligence among law enforcement officials.\nWord said the federal government also \"needs to broaden the scope of what terrorism is and what homeland security is.\"\n\"Are you more worried about the plane crashing into the building or biker gangs bringing a pipe bomb to a local restaurant? Or drive-by shootings, or machete attacks by armed gang members?\" he said.\nBeyond carrying out devastating attacks, homegrowns also can inflict far greater psychological damage on the nation, said John Rollins, a former Homeland Security senior intelligence official. Homegrown attacks inevitably will make people become paranoid about neighbors, community members and others they've known for a long time, he said.\n\"It's easy for us to say it's those guys over there, or it's folks that follow a certain religious belief, but if they're Americans, it's not easy for us to keep them at arms' length,\" said Rollins, a terrorism specialist at the Congressional Research Service. \"They're part of the makeup. They're undetected.\"\n\nLoad-Date: September 1, 2006"
}