{
    "title": "U.S. RETURNS WOUNDED BORDER GUARDS TO SYRIA ; STATE DEPARTMENT CALLS DAMASCUS' STEPS AGAINST TERRORI",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 1,
    "full text": "The United States has returned five Syrian border guards who were wounded during a U.S. assault on the Syrian-Iraqi border, officials announced Monday.\nSyria, for its part, has ejected Iraqi officials and closed offices of Palestinian militants, declaring it is a partner in the U.S.-led war against terrorism.\nThe handover Sunday followed secret talks between Syrian and American officials over the details of returning the Syrian guards. The Syrians were wounded when U.S. warplanes and ground forces attacked a convoy thought to include wanted Iraqi fugitives fleeing into Syria.\nThree of the guards were seriously wounded in the fighting and taken to a U.S. military hospital in Baghdad. The two others were treated by American forces in western Iraq.\nA Syrian government official said Monday that the guards had been handed over to the Syrian side of the Syrian-Iraqi border and taken to a hospital for further treatment.\nSyrian-U.S. relations plummeted during the war in Iraq as Washington accused Damascus - one of the war's loudest opponents - of harboring wanted Iraqi officials and sending military equipment across its border to aid Saddam Hussein's forces.\nSyria denied all those accusations. But it also said it was difficult to stop people or goods from crossing its 310-mile desert border with Iraq.\nTension began easing after the United States said Syria had closed its border. Syrian President Bashar Assad said in recent interviews that Iraqi officials who had slipped into his country were sent back.\nSyria also stressed that it was a partner in the war on terrorism and last month closed the Damascus offices of Palestinian militant groups accused by the United States of terrorism.\nBut State Department spokesman Richard Boucher said Monday that \"the larger question of whether Syria has distanced itself from the terrorist groups, has taken steps to prevent their operations … is one that remains important to us.\"\n\"We've seen some limited steps, but those steps overall remain inadequate, totally inadequate,\" Boucher said.\n\nNotes\n\nPAGE 2\n\nLoad-Date: July 1, 2003"
}