{
    "title": "U.S. remains vulnerable to terrorism, study says",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "The United States remains \"dangerously vulnerable\" to chemical, biological and nuclear attacks seven years after the 9/11 attacks, a forthcoming independent study concludes.\nAnd a House Democrats' report says President George W. Bush's administration has repeatedly missed opportunities to improve the nation's security.\nThe recent political rupture between Russia and the U.S. only makes matters worse, said former Rep. Lee Hamilton, D-Ind., who helped lead the 9/11 Commission and now heads the independent group's latest study.\nEfforts to reduce access to nuclear technology and bomb-making materials have slowed, thousands of U.S. chemical plants remain unprotected and Bush's administration continues to oppose strengthening an international treaty to prevent bioterrorism, according to the report by the bipartisan Partnership for a Secure America.\nThe group includes leaders of the disbanded 9/11 Commission, the bipartisan panel that investigated government missteps before the 2001 terrorist attacks on the United States. \n\"The threat of a new, major terrorist attack on the United States is still very real,\" says the report to be released today.\n\"A nuclear, chemical or biological weapon in the hands of terrorists remains the single greatest threat to our nation,\" the report said. \"While progress has been made in securing these weapons and materials, we are still dangerously vulnerable.\"\nCongressional Democrats, meanwhile, had harsher criticism of the administration's efforts. Their report, written by the staffs of the House Homeland Security and Foreign Affairs committees, found little or no progress across the board on national security initiatives.\n\"The Bush administration has not delivered on a myriad of critical homeland and national security mandates,\" said the Democrats' report, which was released Tuesday.\n\"The administration has just failed to act in so many ways,\" said Rep. Bennie Thompson, D-Miss. \"Let's say that we've been fortunate that we have not been attacked\" since 2001, said Thompson, who chairs the House Homeland Security Committee.\nHomeland Security spokesman Russ Knocke called the House report \"egregiously political and insulting.\" He said committee staffs did not consult the department during their research and put partisanship above national security. \nThe independent report focuses narrowly on weapons of mass destruction.\nThe report and supporting studies describe a failure of international cooperation to prevent terrorists from obtaining weapons of mass destruction, which they call a major problem. Many countries continue to ignore a United Nations mandate to prevent the spread of weapons; the ability of many countries to monitor potential bioterrorism is \"essentially nonexistent,\" and dangerous chemical weapons stockpiles remain in some countries, including Russia and Libya, the report said.\nState Department spokesman Robert Wood said he hasn't seen the independent report. But he said there have been a number of successes in recent years, including negotiations to dismantle North Korea's nuclear program and Libya's agreement to end its nuclear and chemical weapons program.\n\"We have been engaged multilaterally with a number of countries to deal with this issue of weapons of mass destruction,\" Wood said.\nWood said he also has not seen the Democrats' report. \"I fundamentally reject the charge that the administration has made the world less safe from terrorism,\" he said.\nHouse Democrats also blasted Bush policy in Pakistan, Afghanistan and Saudi Arabia as damaging to national security. U.S. efforts to combat terrorists in Pakistan have suffered because of \"unyielding support for a military dictator,\" Iraq has drained resources from the fight in Afghanistan and Saudi Arabia continues to serve \"as a major source of terrorist activity,\" the Democrats' report states.\nThe independent study, however, did credit Bush's administration with progress in a number of areas. It cited improved U.S. port security, reduction of military chemical stockpiles, increased U.S. funding for securing nuclear weapons sites in Russia and new international programs aimed at preventing crimes involving biological weapons.\n\nLoad-Date: September 10, 2008"
}