{
    "title": "U.S. NAVY OFFICER IS ASSASSINATED IN ATHENS BY UNKNOWN GUNMEN",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 16,
    "full text": "Two unidentified gunmen killed a senior United States Navy officer and his chauffeur today, and an anonymous caller said the group that killed the C.I.A. station chief here in 1975 was responsible for the attack.\nThe victims of today's shooting were Capt. George Tsantes, 53 years old, head of the naval section of the Joint United States Military Assistance Group, Greece, and his Greek chauffeur, Nicholas Veloutsos, 62.\nA person who called the left-wing Athens daily Eleftherotypia said the ''November 17'' terrorist group was responsible. That is the group that claimed responsibility for killing the Central Intelligence Agency station chief, Richard Welch, eight years ago.\nThe police said the anonymous caller said the group would soon send a written report to the newspaper explaining the reasons for today's attack.\n(In Washington, the State Department called the shooting ''a cowardly and despicable act,'' The Associated Press reported. It quoted the White House spokesman, Larry Speakes, as saying President Reagan ''deeply regrets this act of terrorism.'')\nThe November 17 group takes its name from the date in 1973 when a student revolt was put down by the military Government then in power.\nBefore the anonymous telephone call to the newspaper here, the Government dismissed speculation in the Greek press that the killing was timed to coincide with anniversary celebrations of the 1973 student uprising.  Those protests have taken on anti-American overtones and are to culminate Thursday with a demonstration at the United States Embassy.\nPeter Sinodis, a United States Embassy spokesman, said Captain Tsantes, who had at one time lived in New Jersey, was married and the father of three children. He was a 1955 graduate of the United States Naval Academy at Annapolis and took up his post in Greece last March 21.\nThe spokesman said the group that Captain Tsantes worked for had been operating in Greece since the early 1950's. It administers American security aid programs to Greece and offers military and technical advice to the Greek armed forces.\nThe attack occurred at 7:30 A.M. as the naval officer was being driven to work, according to Dimitrios Maroudas, the Government spokesman.\nHe said two young men, their faces covered by crash helmets, drove up on a scooter and opened fire with a revolver as the car was waiting at the traffic lights of a major highway on the outskirts of the Greek capital.\nThe spokesman said Captain Tsantes, who was sitting in the back seat, was hit by four bullets in the chest and died instantly. His chauffeur was hit by three bullets in the stomach and died in the hospital a few hours later. Mr. Maroudas said seven empty .45-caliber shells were found at the scene. The scooter was later found three miles away.\nThe attack was similar to the killing here in August of Mahmoud Merish, an officer in the Palestine Liberation Organization's military branch and a senior aide to the P.L.O. leader, Yasir Arafat, a police spokesman said. The P.L.O.  officer had also been shot by two youths on a motorbike as he sat in his car at a major traffic junction.  Before the anonymous phone call was received, Mr. Maroudas said the Government had no evidence to link the assassination to the anniversary of the 1973 student uprising.\nOn Nov. 17, 1973, the junta sent riot policemen to suppress a student occupation of the Athens Polytechnic. At least 20 people were killed. That incident has come to be regarded as a major step in the campaign to bring down the junta, which fell in July 1974.\nMr. Maroudas said that despite Government participation and support for the current celebrations, they were organized mainly by student groups and ''the Government cannot and should not do anything to interfere in the program.''\nBecause of the anti-American tone of the weeklong protests, additional security measures were put in effect last week at the United States Embassy and military bases here, United States diplomatic sources said.\nThough anti-Americanism is not as intense as it was in the mid-1970's, many Greeks still blame Washington and the North Atlantic Treaty Organization for the dictatorship of 1967 to 1974 and for the Cyprus problem.\nAmerican vehicles and property, including the home of the Ambassador, have often been the target of bomb attacks since 1974.\nThe only other assassination of an American official here in recent years was that of Mr. Welch, the C.I.A. station chief, in December 1975. No one was arrested for the Welch slaying.\nA Government announcement said Prime Minister Andreas Papandreou had conveyed his ''deep sorrow'' over the killing to Monteagle Stearns, the American Ambassador, and told him that all possible measures were being taken ''for the discovery and exemplary punishment of the culprits.''\nMr. Maroudas, in a personal statement, condemned the killing as a ''hideous crime'' and said the Government was ''opposed to all acts of terrorism as they only serve illegal and suspect interests.'' He said all branches of the police forces had been mobilized to look for those responsible.\nThe United States Embassy spokesman later said Captain Tsantes's wife, Thalia, who like her husband is of Greek origin, and their two younger children, Nicholas, 22, and Stephanie, 17, were in Greece. His eldest son, George 3d, 25, is in the United States."
}