{
    "title": "U.S. IS EASING CURBS ON PLANES FOR SYRIA AND SOUTH YEMEN",
    "publisher": "the new york times",
    "year": 1982,
    "month": 3,
    "day": 5,
    "full text": "The State Department confirmed today that the Reagan Administration was easing controls on aircraft sales to Syria and Southern Yemen, even though the two were on its list of countries supporting terrorism.\nDean Fischer, the State Department spokesman, said the change was inadvertently omitted last week when the Administration sent Congress a report on nations that ''have repeatedly supported acts of international terrorism.''\nIn the report, the State Department said it had dropped Iraq from the list and added Cuba. The other nations cited were Libya, Southern Yemen and Syria.\nThe State Department confirmed today that the Reagan Administration was easing controls on aircraft sales to Syria and Southern Yemen, even though the two were on its list of countries supporting terrorism.\nMr. Fischer was confirming a statement Wednesday by Bohdan Denysyk, Assistant Secretary of Commerce for Export Administration, that the United States would permit Syria and Southern Yemen to buy civilian aircraft for regularly scheduled airline use.\nThe State Department spokesman said the new policy ''does not constitute either a softening of the Administration's fight against terrorism or a gesture toward Syria and South Yemen.''\n \nCuba and Libya Unaffected\nMr. Fischer said the change would not apply to Cuba and Libya - the other countries on the list.  In the report last week, the State Department said countries on the list were barred from buying American equipment that could be used in any way to strengthen their military potential. The department said the prohibition applied to airliners and other equipment not normally subject to military controls.\nDespite the easing of the restrictions against Syria and Southern Yemen, Mr. Fischer said, ''Our concern with the support of these two countries for international terrorism continues unabated.''\nHe said the change in policy reflected a finding that there was ''no meaningful link between international terrorism and the sale of civilian aircraft to legitimate civilian users.''\nHe said he knew of no plans for the state-run airlines in Syria and Southern Yemen to buy planes from United States manufacturers. If such sales are proposed, he said, the United States would carefully evaluate them.\n''Among the elements that would enter into our review would be the receipt and credibility of assurances from the importers that any aircraft sold would not be used for military purposes,'' he said."
}