{
    "title": "U.S. May Add Eritrea to List Of Nations Backing Terrorists",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 18,
    "full text": "The Bush administration is considering designating Eritrea as a state sponsor of terrorism, accusing it of running arms to Islamic insurgents in Somalia, the State Department's top official for Africa said Friday.\n  American officials say Eritrea, on the Red Sea, has been trying to destabilize the fragile government in the Somali capital, Mogadishu. That government came to power after Ethiopian troops, backed by the United States, invaded Somalia and toppled an administration run by radical Islamic militias. \n  Censuring Eritrea would place severe economic sanctions on it and add to a State Department terrorist list that contains just five other nations: Iran, Syria, North Korea, Sudan and Cuba.\n  A United Nations report made public last month said Eritrea was secretly shipping large amounts of arms to Islamist fighters in Somalia, possibly including explosive belts used by suicide bombers and surface-to-air missiles. It said Somalia ''is literally awash with arms.''\n  Jendayi E. Frazer, the assistant secretary of state for African affairs, told reporters Friday that the United States had been gathering intelligence that proved Eritrea had repeatedly shipped arms into Somalia to aid insurgents there.\n  Ms. Frazer said the Eritrean government still had a chance to change its behavior and avoid the terrorism designation. \n  ''We are not looking to go down this route,'' she said. ''But if they continue their behavior and we put together the file that's necessary, I think it would be fairly convincing.'' \n  Countries designated as state sponsors of terrorism are prohibited from purchasing any arms from the United States and are subject to strict economic sanctions. The United States also opposes any loans by the World Bank and International Monetary Fund to countries on the list. \n  The United Nations report also criticized actions by Ethiopian troops in Somalia, accusing them of using white phosphorous bombs that killed both insurgents and civilians in Mogadishu in April. \n  Both Eritrea and Ethiopia have denied the United Nations allegations, but American intelligence officials believe that the fighting in Somalia has in some ways turned into a proxy war for the two bitter enemies,  which fought a border war during the 1990s.\n  In December, Ethiopia moved to unseat Islamist militias who had wrested control of Mogadishu from Somali warlords backed by the Central Intelligence Agency. Ethiopian troops quickly drove Islamist troops out of Mogadishu, but over the past year, a rear guard insurgency has gathered strength.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 18, 2007"
}