{
    "title": "U.S. must fight back to combat terrorism",
    "publisher": "the pantagraph",
    "year": 1998,
    "month": 8,
    "day": 18,
    "full text": "The scenario is chillingly familiar: Terrorists attack U.S. embassies, military barracks and housing complexes, killing scores of Americans. There's nationwide outrage, tearful ceremonies and flag-draped coffins.\nNext come investigations and talk about repercussion.\nThen the rubble is cleared, the blood is washed away - and soon the horror is forgotten.\nThat must not happen again.\nThe car bombings of the U.S. embassies in Kenya and Tanzania carry the grim message: Terrorism today presents a greater threat to Americans than conventional war. The United States needs to respond accordingly.\nProtecting the safety of American diplomatic and military outposts around the world is a fundamental responsibility of government. This is one area where budget constraints cannot be an issue.\nA State Department advisory panel, headed by Adm. Bobby Inman, a former deputy director of the CIA, produced a thoughtful blueprint 13 years ago to reduce the vulnerability of U.S. outposts against the type of explosions that devastated the embassies in Nairobi and Dar es Salaam.\nLess than one-third of the estimated cost of $3.5 billion was approved by Congress, and most of the sensible security recommendations were ignored.\nRight now, a U.S. embassy and garage are being built in Ottawa, less than 30 feet from a busy downtown street - even though a 100-foot security perimeter is the recommended minimum. It's time to wake up.\nNeither esthetic considerations nor concern about the need to \"project the image of an open country\" should interfere with safety-reinforced concrete walls, shock-resistant glass, sophisticated monitoring.  No longer can convenience compromise security.\nHowever, not even the most elaborate security measures are foolproof against today's well-financed and sophisticated terrorists.\nRetaliation is the most effective weapon by far. Yet, the United States has a dismal record in tracking down and punishing terrorists.\nThus far, 307 Americans have been killed in bombings in the Middle East and Africa since the 1983 attack on the U.S. embassy in Beirut. Only a handful of terrorists have been convicted for those crimes, and no one knows how many are still behind bars.\nWhile the CIA and the FBI have viewed each other with mutual distrust for decades, groups seem to know more about American intelligence than American intelligence knows about them. That, too, must change.\nU.S. intelligence-gathering agencies must be reinforced. Because international terrorism is a global menace, the United States needs to enlist the full cooperation of its allies. Israel, which has been forced to live under threat for decades, has devised advanced methods to fight it.\nThe Clinton administration has been reluctant to retaliate against terrorist governments; it is even skittish about forcing friendly Saudi Arabia to share all the evidence relating to bombing of an Air Force housing complex in that country.\nIn 1986, the Reagan administration bombed Libya in retaliation for an attack on Americans in Berlin. Moammar Gadhafi received the message and became less belligerent after that punishment.\nThe United States, which did not shrink from fighting hostile forces that threatened this nation's well-being, cannot shy away from confronting such killers as Osama bin Laden and other terrorist kingpins sworn to destroy Americans.\nAn all-out battle against terrorism no longer can be avoided or delayed. The alternative is capitulation to unspeakable evil.\n\nLoad-Date: August 28, 1998"
}