{
    "title": "U.S. TROOPS CONDUCT FIRST ANTI-TERRORISM EXERCISE AROUND GUANTANAMO CAMP",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 17,
    "full text": "A helicopter swooped on a motor boat closing on Camp X-ray. The chopper hovered above then pulled back as a patrol boat with a 50-caliber machine gun approached.\nTwo other patrol boats pulled alongside the intruding craft.\nIt was all a 20-minute joint Marine, Army, Navy and Coast Guard anti-terrorism exercise in the bay off the seaside detention center that now holds nearly 300 prisoners captured in Afghanistan.\nIn fact, Thursday's exercise was the first of its kind since Jan. 11, when prisoners started arriving at this remote U.S. base in southeastern Cuba.\nOn land, a man with a backpack approached the perimeter fence.\nThe control tower radioed guards, and in minutes patrols were chasing the pretend intruder, who dived into a trench. He was dragged out, his hands were tied with plastic and he was taken away.\n\"The timing of the exercise is not in response to any particular threat,\" said camp spokesman Maj. Stephen Cox.\nNevertheless, it was information from Guantanamo interrogations that reportedly helped officials identify several suspected al-Qaida members believed to have planned to attack the United States or Americans in Yemen last week.\n\"The goal of the exercise is to make the Joint Task Force and the naval base as hard and as impenetrable a target as possible,\" Cox said.\nMeanwhile, at the fleet hospital, medical personnel amputated the finger of a detainee shot before he was captured. Officials said nine patients were being treated at the tent hospital.\nOne patient was confirmed to have tuberculosis.\nArrivals last week brought the number of detainees to 288 in the temporary camp of chainlink cells, which is fast reaching its capacity of 320 cells. On Wednesday, two more interrogation shacks were completed, making a total of five.\n\nLoad-Date: February 17, 2002"
}