{
    "title": "U.S. removes Sudan from state sponsor of terror list",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 12,
    "day": 15,
    "full text": "The Associated Press\nCAIRO - The U.S. Embassy in Khartoum said Monday that President Donald Trump's administration has removed Sudan from the U.S. list of state sponsors of terrorism, a move that could help the African country get international loans to revive its battered economy and end its pariah status.\nAccording to a Facebook post by the embassy, Sudan's removal was effective as of Monday. A notification to that effect, signed by U.S. Secretary of State Mike Pompeo, would be published in the Federal Register, it said, adding that the 45-day congressional notification period has lapsed.\n\"This achievement comes with numerous opportunities for Sudan's development,\" tweeted Sudanese Prime Minister Abdalla Hamdok, adding that his country \"officially\" rejoined the international community as a \"peaceful nation supporting global stability\" after nearly three-decade of isolation.\nPompeo said in a statement that the removal came after Sudan's transitional government met \"the statutory and policy criteria\" and charted a \"bold new course away from the legacy\" of former autocratic President Omar al-Bashir. Delisting Sudan \"represents a fundamental change in our bilateral relationship toward greater collaboration,\" he said.\nSudan is on a fragile transition to democracy following an uprising that led to the military's ouster of al-Bashir in April 2019. The county is now ruled by a joint military and civilian government that seeks better ties with Washington and the West.\nThe removal of the terror designation opens the door for the transitional government to get international loans and aid and rescue its transition to democracy. Sudan's economy has suffered from decades of U.S. sanctions and mismanagement under al-Bashir, who had ruled the country since a 1989 Islamist-backed military coup.\nSudan today has more than $60 billion in foreign debt, and debt relief and access to foreign loans are widely seen as its gateway to economic recovery.\nTreasury Secretary Steven Mnuchin said his agency would work with Congress and the transitional government in Khartoum to advance Sudan's efforts to secure debt relief in 2021.\nThe European Union also welcomed the removal of Sudan from the terror list as a \"significant milestone\" for the country's transition. Nabila Massrali, a spokesperson for the EU's External Action Service, said the step moves Sudan closer to \"an eventual debt relief\" and urged the transitional government to continue the implementation of necessary economic reforms.\nThe designation dates back to the 1990s, when Sudan briefly hosted al-Qaida leader Osama bin Laden and other wanted militants. Sudan was also believed to have served as a pipeline for Iran to supply weapons to Palestinian militants in the Gaza Strip.\nDelisting Sudan is also a key incentive for the government in Khartoum to normalize relations with Israel. The two countries have agreed to have full diplomatic ties, making Sudan the third Arab state - after the United Arab Emirates and Bahrain - to move to normalize relations with Israel this year. After Sudan, Morocco also established diplomatic ties with Israel.\nSudanese Gen. Abdel-Fattah Burhan, head of the ruling sovereign council, hailed the move as \"historic decision\" by Trump's administration. He tweeted Monday that delisting Sudan would \"contribute to supporting the democratic transition.\"\nIn October, Trump announced that he would remove Sudan from the list if it follows through on its pledge to pay $335 million to American terror victims and their families. Sudan has agreed to pay compensation for victims of the 1998 bombings of the U.S. Embassies in Kenya and Tanzania, attacks carried out by al-Qaida while bin Laden was living in Sudan.\nAccording to the October announcement, once the compensation money was deposited, Trump was to sign an order removing Sudan from the terrorism list on which it has languished under heavy American sanctions for 27 years.\nSince Trump's announcement, the Sudanese government also inked an agreement with the U.S. that could effectively stop any future compensation claims being filed against the African country in U.S. courts.\nThat deal restores in U.S. courts what is known as sovereign immunity to the Sudanese government. It would however enter into force after U.S. Congress passes legislation needed to implement the agreement. Khartoum has said the $335 million in compensation money would be held in an escrow account until then.\n\nLoad-Date: December 22, 2020"
}