{
    "title": "U.S. KNEW OF IRAQ 'S TREACHERY EVIDENCE IGNORED, U.S. DOCUMENTS SHOW",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 6,
    "day": 7,
    "full text": "WASHINGTON - The Reag an and Bush administrations were amassing evidence of Iraq's military capabilities and regional ambitions, even as they were pushing conciliation with Saddam Hussein, newly declassified documents show.  The documents also show that the United States knew at the time of Iraq's harboring of Palestinian terrorists and Iraq's eradication of political opponents.  While senior U.S. officials publicly portrayed the Iraqi president as a mature leader who had curbed his radical impulses, some privately characterized him as a totalitarian leader whose world view, in the words of one State Department memorandum in September 1988, ''is that of a conspirator who believes that power comes from the barrel of a gun.'' The documents, declassified last week in response to appeals by Rep. Sam Gejdenson, D-Conn., provide the fullest record to date of the limitations, frustrations and aspirations of an often tortured relationship between the countries from 1984, when the President Ronald Reagan's administration quietly discarded its official neutrality in the Iran-Iraq war, until August 1990, when President George Bush's administration scrambled to punish Iraq for its invasion of Kuwait.  Gejdenson heads a House Foreign Affairs subcommittee that is investigating the administration's policy toward Iraq before the gulf war. A growing number of lawmakers have argued that there might never have been a war had the United States pursued a harder line against Saddam.  The State Department documents and subsequent interviews with senior administration officials reveal fierce internal battles over issues like the transfer of high-technology equipment to Iraq, human rights violations, terrorism and U.S.-backed agricultural loans to Iraq.\nThe documents also offer glimpses into the failure of U.S. intelligence to assess Saddam's postwar intentions or to detect the scope of his military buildup after the Iran-Iraq war.  Despite ominous signs of aggressive behavior by Saddam in early 1990, the Bush administration did not penalize him with measures like trade sanctions, a reduction of the U.S. diplomatic presence in Baghdad or reinstatement of Iraq on the list of nations supporting terrorism. Instead, it sent a stream of private diplomatic messages of concern.  ''These documents show that the U.S. government took no action that would send a signal to Saddam that our outrage was so great when he gassed the Kurds, when he harbored terrorists, that it would cost him the friendship of the United States,'' Gejdenson said in an interview. ''It's worse than no one paying attention. Those paying attention at the highest levels were trying to coddle Saddam.'' One State Department document, apparently written shortly after the 1988 election of Bush, warned that Iraq had emerged from its eight-year war with Iran as a ''great military and political power, and is aiming higher,'' adding that it was using a ''big-stick approach to the Kuwait border issue and in Lebanon.'' But a review of U.S.-Iraq policy recommended that the United States open a major campaign to push through technology transfers despite the objections of the Commerce and Defense departments, calling technology ''our most important asset'' with Iraq.  The newly declassified documents also show that the State Department's Bureau of Human Rights concluded that Iraq was guilty of a consistent pattern of gross violations of human rights after it used chemical weapons against the Kurds in 1988 and therefore was subject to various economic sanctions under law, according to a November 1988 memo to then-Secretary of State George P.  Shultz.  But the administration overruled its human rights experts, deciding instead to oppose the sanctions on the ground that they represented ''congressional micromanagement of foreign policy.'' The documents also show that the United States knew that Iraq was providing safe haven for Palestinian terrorists from 1982 to 1990 but repeatedly told Congress that the evidence did not warrant returning Iraq to the list of countries supporting terrorism.  The documents state that the Abu Nidal, Abul Abbas and May 15 terrorist organizations were allowed to operate from Iraq or to maintain headquarters in the country.  Members of these groups are blamed in the documents for such incidents as the hijacking of the cruise ship Achille Lauro in 1985, various attacks on Jewish citizens in Europe and a commando attack on the Israeli coast in 1990.  Members of the May 15 group traveled freely to Baghdad in the mid-1980s and were linked to bombing attempts in Greece, and West Berlin, according to the documents.  The administration considered returning Iraq to the list after Saddam threatened to ''burn half of Israel'' with chemical weapons in April 1990, and an assessment by intelligence agencies that concluded that Saddam ''has strengthened his ties to terrorist groups and may use terrorism to intimidate his Arab and Western opponents.'' That assessment was completed in July, just one month before Iraq's invasion of Kuwait.  But there w as fierce opposition within the State Department and elsewhere in the administration to labeling Iraq a supporter of terrorism, senior administration officials say, and the country was reinstated on the list only after the Kuwait invasion.  The documents also show that despite an official ban on the transfer of U.S.-made military equipment to Iraq during the Iran-Iraq war, some weapons and weapons with U.S. components got through via third countries. Among them were 100,000 artillery shells produced in Greece with U.S.-made fuses that were shipped in 1986, according to a memo from the U.S. ambassador, David Newton.  He recommended that the United States not force Iraq to deactivate the artillery shells at a time when it was preparing for a big Iranian offensive and said raising the issue with the Iraqis would be ''counterproductive.''\n\nLoad-Date: October 11, 1993"
}