{
    "title": "U.S. - ISRAEL TO SIGN ANTI-TERRORISM PACT",
    "publisher": "the world",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "President Clinton's trip to the Middle East is the first step toward a strategic anti-terrorism and intelligence agreement between the United States and Israel, one designed to bolster Israel's capacity to make peace securely, diplomatic sources said yesterday.\nThe agreement, now in preparation, would be announced in April during a visit to Washington by Israeli Prime Minister Shimon Peres. One intended purpose is to enhance Peres' prospects for winning election May 29 against the Likud opposition.\nClinton goes to Israel after participating tomorrow in the \"Summit of the Peacemakers\" at Sharm el-Sheik, the Israeli-built resort on Egypt's Red Sea coast.\n\"Leaders from the Middle East and around the world will stand as one for peace in the Middle East, together to combat the merchants of hatred with every means at our command,\" Clinton said last night in New York.\nAccepting an award for his work in Northern Ireland, the president added: \"We must not let the terrorists in the Middle East have the victory they seek - the death of every hope for peace.\"\nClinton plans to leave Secretary of State Warren Christopher behind in Jerusalem, and that stopover will result in a formal counterterrorism agreement, providing for shared intelligence and counterterrorism expertise and equipment.\nCIA Director John Deutch is accompanying Clinton to the summit, and will contribute to finalizing the accord. The larger strategic agreement, which stops short of a formal defense treaty, will include counterterrorism provisions and others still under consideration, said the diplomatic sources, speaking on condition of anonymity. An administration source confirmed the account.\nAfter suicide bombers rocked Israel and staggered the peace process, Clinton last week approved recommendations of his national security advisers and sent some equipment and technical experts to Israel. Philip C. Wilcox Jr., U.S. coordinator for counterterrorism, is due to go to Israel later this month.\nThe agreement to be announced in Israel will embellish this help, providing for a continuing cooperation arrangement. It and the security accord due in April are designed to flesh out Clinton's promise to stand by Israel as it takes risks for peace.\nPeres slumped badly in the polls after the bombings, boosting the chances of Likud leader Benjamin Netanyahu to defeat him and take over as prime minister.\n\nLoad-Date: October 17, 2002"
}