{
    "title": "U.S. Hints at Better Ties if Syria Signs Peace Pact With Israel",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 25,
    "full text": "Secretary of State Warren Christopher held out the prospect of improved relations with Syria today if Damascus made peace with Israel and cracked down on terrorists along Israel's northern border.\nIn openly broaching the idea, which could lead to a flow of Western aid to Syria, Mr. Christopher was seeking to coax Damascus to move ahead in its nearly stalled peace talks with Israel.\n\"In an environment of genuine and comprehensive peace in which there'll be no place for terrorists on Israel's borders, we can look to the day when relations between Syria and the United States will improve,\" said Mr. Christopher in an address at Georgetown University.\nWith President Clinton scheduled to visit Damascus on Wednesday as part of a trip to six countries in the Middle East, Administration officials sought today to play down the prospects of any major progress toward peace during his visit there, saying any payoff from the visit would be several months down the road. These officials said the most they expect would be some words from President Hafez al-Assad reassuring Israel that he is serious about making peace.\nMr. Christopher did not spell out what improved relations with Syria would mean, but Administration officials said one aspect might be that Washington would stop blocking loans to Damascus from the World Bank and International Monetary Fund. The officials added that the United States was unlikely to resume foreign aid to Syria because of anticipated Congressional resistance.\nTo improve relations, Administration officials said, Damascus must first get itself removed from the Administration's list of nations that sponsor terrorism. That would require suppressing the pro-Iranian Party of God guerrillas in Syrian-controlled Southern Lebanon as well as the Damascus-based Popular Front for the Liberation of Palestine.\nAdministration officials said that in light of the increased insecurity caused by recent terrorism, they fear that it might take a year to seal a peace treaty between Syria and Israel. Just a few weeks ago they were saying such a treaty appeared to be a few months off.\nExplaining the President's decision to visit Damascus, a senior official said, \"Having the President go there gives you an opportunity you wouldn't have had to give the process a push.\"\nIn his speech, Mr. Christopher called for an international ban on financial aid to Hamas and other terrorist organizations and said he would do everything he could to make sure Hamas receives no financial support, directly or indirectly, from people in the United States.\nState Department officials said Hamas was receiving millions of dollars from Americans each year. But one senior official said the Administration would seek to prevent Islamic charities that receive American donations from channeling that money to Hamas. An interagency task force is also looking into proposing legislation that would ban all donations to Hamas.\nAdministration officials said they would press Americans and Arab countries to cut off funds to Hamas, even though they acknowledged that Hamas was engaged in many civil activities, like building schools. A big problem, the officials said, was that Hamas mixed its money between political and military activities.\nHamas officials have claimed responsibility for several recent terrorist acts, among them kidnapping an Israeli soldier two weeks ago and bombing a bus in Tel Aviv last Wednesday, killing 23 people.\n\nLoad-Date: October 25, 1994"
}