{
    "title": "U.S. promotes double standard in how it deals with 'terrorist' cases",
    "publisher": "usa today",
    "year": 2005,
    "month": 5,
    "day": 10,
    "full text": "The war on terrorism took a strange turn last week when the Justice Department ratcheted up the bounty on Assata Shakur, a black activist and convicted murderer who has been holed up in Cuba for nearly a quarter century.\nShakur escaped from a New Jersey prison in 1979, two years after a jury found her guilty of the 1973 killing of state trooper Werner Foerster during a traffic stop on the New Jersey Turnpike. At the time, Shakur -- whose given name is Joanne Chesimard -- and the two male passengers in the car were members of the Black Liberation Army, an offshoot of the Black Panther Party.\nLast week, the federal government raised its reward for the capture of Shakur from $50,000 to $1 million.\n\"We believe that this increased reward, and the placing of her name on terrorism lists will bring opportunities for the capture and return\" of Shakur, New Jersey police chief Rick Fuentes said in a press release. It also suggests that the federal government has a double standard when it comes to bringing \"terrorists\" to justice.\nHow do you define terrorist? Though Shakur has been branded a terrorist, federal officials have shown no such zeal for bringing to justice Luis Posada Carriles, a Cuban exile whose terrorist credentials are far more authentic.\nPosada, according to his lawyer, slipped into this country last month and is in South Florida awaiting a decision on his request for political asylum. That's right, this guy, who was convicted in 2000 for his role in a plot to assassinate Fidel Castro, wants the Bush administration to harbor him.\nThe Cuban and Venezuelan governments also accuse Posada of involvement in the 1976 bombing of a Cuban airliner that killed 73 people and a 1977 Havana hotel bombing that killed an Italian tourist.\nBut instead of sending the FBI to Florida to flush out Posada and cart him off for trial in Venezuela, which has requested his extradition, the Justice Department waffles. It won't say what it will do if Posada is apprehended. Rather than offer a bounty for Posada, who in 1998 admitted his role in a series of Cuban hotel bombings (he later recanted), the Bush administration has only acknowledged it has received his asylum request. That it was not summarily rejected is outrageous, but not surprising.\nOrlando Bosch, a Cuban exile who for many years was a close associate of Posada, has lived in South Florida since 1990, when President George H.W. Bush stopped the Justice Department from deporting him. At the time, the Justice Department concluded that the only country willing to take Bosch was Cuba, the main target of his terrorist acts. The Bush administration balked, fearing that he might be mistreated.\nAdvocate of terrorism? The deportation order that was overturned said Bosch had been \"resolute and unwavering in his advocacy of terrorist violence\" for 30 years.  In 1968, Bosch was convicted of firing a bazooka at a Polish freighter in Miami's harbor. Like Posada, Bosch is wanted in Cuba and Venezuela, which suspect him of involvement in the Cuban airliner attack.\nWhat bothers me is that while these men, whose suspected crimes fit the State Department's definition of terrorism, haven't set off Justice Department alarm bells, Shakur is being treated like a disciple of Osama bin Laden. If she killed Foerster (her attorney argues the evidence suggests otherwise), Shakur should be returned to New Jersey to spend her life in prison.\nBy not proclaiming that it will arrest Posada on sight and deport him, the Bush administration caters to those in the Cuban exile community who view him as a freedom fighter -- and undermines its leadership of the fight against terrorism.\nDeWayne Wickham writes weekly for USA TODAY.\n\nLoad-Date: May 10, 2005"
}