{
    "title": "U.S. HEARD REPORT OF PILOTS IN CHAD",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 24,
    "full text": "The State Department said today that it had received unconfirmed reports that Americans might have taken part in airlifts to supply Libyan troops in Chad.\nAlan Romberg, a department spokesman, said that while there were no indications that Americans were serving with the Libyan air force, there were reports that ''10 to 20'' American pilots and mechanics were working for United African Airways, a civilian charter company.\n''We have received unconfirmed reports that U.A.A. flights with U.S. crew members have flown resupply flights to Chad,'' Mr. Romberg said. Another State Department spokesman, Joseph Reap, said tonight that there would be no elaboration on the source of the reports.\nState Department receives unconfirmed reports that American pilots might have taken part in airlifts to supply Libyan troops in Chad\nThe State Department's comments came in response to a report in The New York Times yesterday that a former Central Intelligence Agency operative, living in Libya as a fugitive from the United States, had recruited dozens of American, Canadian and British pilots and mechanics for the Libyan air force.\n \nAmericans' Role Frowned On\n''We believe it is totally inappropriate,'' Mr. Romberg said, ''for any U.S. citizen to take any action which helps Qaddafi carry out such illegal activities as the occupation of Chad.'' The regime of Col. Muammar el-Qaddafi, Libya's leader, sent troops into Chad late last year to support the government of Goukouni Oueddei, An Organization of African Unity effort, backed by the French, is under way to negotiate a withdrawal of those Libyan troops, now thought to number about 4,000.\nThe State Department then reiterated its warning to all American citizens not to travel or live in Libya. ''Such advisories are not issued lightly,'' Mr. Romberg said.\nMr. Romberg said that the State Department was advising any Americans making such flights with the Libyan airline to cease.  The United States Embassy in Tripoli was sacked by a mob in December 1979. Since then there have been no consular services in Libya. The United States has since closed the Libyan diplomatic mission in Washington, charging Colonel Qaddafi with acts of international terrorism."
}