{
    "title": "U.S. Muslims keep watch for threats from within",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 1,
    "full text": "After the suicide hijackings of Sept. 11, 2001, distraught U.S. Muslim leaders feared that the next casualty would be their religion.\nIslam teaches peace, they told anyone who would listen. But five years later, the target audience has shifted. Now the faith's American leaders are starting to warn fellow Muslims about a threat from within.\nLast year's subway attacks in London and the sectarian assaults on Iraqi civilians are among the events that have persuaded some U.S. Muslims to change focus.\nAs Muqtedar Khan, a political scientist at the University of Delaware and author of \"American Muslims,\" puts it, \"They realize that there are Muslims who use terrorism, and the community is beginning to stand up to this.\"\nMuslim leaders cite two examples:\nA Canadian-born Muslim, Mubin Shaikh, worked with police for months investigating a group of Muslims accused in June of plotting terrorist attacks in Ontario. He said he had feared that any violence would ultimately hurt Islam and Canadian Muslims.\nIn Britain, the press has widely reported that a tip from a British Muslim helped lead investigators to uncover what they said was a plan by homegrown extremists to use liquid explosives to destroy U.S.-bound planes.\nGraduate student Safiyyah Ally of the University of Toronto wrote recently that the Canadian informer had gone too far. She said the North American Muslim community \"is fragile enough as is\" without members spying on one another.\nYet, some leaders say that keeping watch for extremists protects all Muslims. Salam al-Marayati of the Los Angeles-based Muslim Public Affairs Council says that working closely with authorities underscores that Muslims are not outsiders to be feared.\n\"We're not on opposite teams,\" al-Marayati said.\nIn 2004, his group started the \"National Anti-Terrorism Campaign,\" urging Muslims to monitor their own communities, speak out more boldly against violence and work with law enforcement.\nThe Council on American-Islamic Relations ran a TV ad campaign and a petition drive called \"Not in the Name of Islam,\" which repudiates terrorism.\nAfter the London subway bombings, the Fiqh Council of North America issued a fatwa -- an edict -- declaring that nothing in Islam justified terrorism. The council said Muslims were obligated to help law enforcement officials protect civilians from attacks.\n\"I think everyone now agrees that silence isn't an option,\" said spokesman Ibrahim Hooper.\nBut many Muslims say they are being asked to look out for something that even the U.S. government struggles to de- fine: What constitutes an imminent threat?\nKhan said he had heard of cases in American mosques where imams have expressed extreme views in sermons and worshippers have confronted the prayer leaders about it.\n\"But beyond that, what else can we do?\" Khan said. \"Do we need to hire a private detective to put on this guy?\"\n\nLoad-Date: September 1, 2006"
}