{
    "title": "U.S. called vulnerable to terrorism",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 2,
    "day": 5,
    "full text": "WASHINGTON -- Congress has received a sobering message from Secretary of State Madeleine Albright and Attorney General Janet Reno: The United States continues to be vulnerable to bombing attacks, both at home and abroad, despite progress in combating terrorism.\nOnly about 10 percent of the planned work has been performed on upgrading U.S. embassies since last August's twin bombings in Africa, Albright told a Senate hearing on anti-terrorism Thursday.\n\"I think from our perspective we don't need any more legislative authority, but we do need money,\" she testified.\nReno said there has been much progress in foiling would-be terrorist plots and in improving coordination among agencies. Still, she said, \"we're not going to be able to prevent them all. There is no way we can do that. And we have got to be prepared.\"\nThe attorney general said that of particular concern was \"the threat of a cyberattack.\"\n\"Just now in this past year, we have been able to see instances in which 17- and 18-year-old hackers can intrude into sensitive computers across this country. If they can do that, our cybersystem, our cyberinfrastructure, is at risk,\" she said.\nReno said that government agencies are working together \"with personnel and technology that can match the wits of the smartest criminals and the smartest terrorist.\" But she said states and the private sector need to do more to fight this new brand of terrorism.\nAlbright said security at U.S. embassies around the world has been strengthened considerably since simultaneous bombings last Aug. 7 at the U.S. embassies in Kenya and Tanzania killed 224 people, including 12 Americans. She also said the administration's five-year plan for combating terrorism is progressing.\nBut, she said, there is much to be done. \"Our strategy must be long-term.\"\nMeanwhile, lawyers have filed 20 compensation claims with the U.S. government on behalf of Kenyan victims of August's bombing.\nJohn Burris and two other attorneys from the San Francisco area, working with a Kenyan law firm in Nairobi, have filed the claims with the State Department and Pentagon on the grounds that the U.S. government failed to take the proper steps to protect the embassy.\nBurris, whose practice is based in Oakland, Calif., told The Associated Press that if the claims, filed under the Federal Torts Claims Act, are rejected, \"then we go to court.\"\n\nLoad-Date: February 5, 1999"
}