{
    "title": "U.S. Suspects In Pakistan Invoke Jihad, Not Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 5,
    "full text": "One of the five young Americans detained in Pakistan in early December said Monday that they had intended to go to Afghanistan to wage jihad against Western forces. \n  But while defending their effort as justified under Islam, the young suspect also denied any links to Al Qaeda or plans to carry out terrorist attacks in Pakistan, as the Pakistani authorities have contended.\n  The young Muslims from the Washington suburbs addressed a court for the first time since their arrest in the city of Sargodha. The case has spurred fears that Westerners are traveling to Pakistan to join militant groups. The Pakistani police have said they plan to seek life sentences under the country's anti-terrorism law.\n  ''We are not terrorists,'' the suspect, Ramy Zamzam, said as he entered the courtroom. ''We are jihadists, and jihad is not terrorism.''\n  Jihad has several different meanings in Islam, but Mr. Zamzam seemed to be referring to the duty to fight against foreign forces viewed as occupying a Muslim country.\n  The men, ages 19 to 25, denied having ties with Al Qaeda or other militant groups during the court appearance, said their lawyer, Ameer Abdullah Rokri.\n  ''They told the court that they did not have any plan to carry out any terrorist act inside or outside Pakistan,'' Mr. Rokri said. ''They said that they only intended to travel to Afghanistan to help their Muslim brothers who are in trouble, who are bleeding and who are being victimized by Western forces.''\n  The suspects arrived amid tight security. They wore handcuffs as they walked into the courthouse. The court remanded them to prison for 14 days to give the police more time to prepare their case, Mr. Rokri said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Officers Monday escorted four of five American suspects to a courthouse in Sargodha, Pakistan.(PHOTOGRAPH BY FAISAL MAHMOOD/REUTERS)                                                         \n\nLoad-Date: January 5, 2010"
}