{
    "title": "U.S. Candidates React to Assassination",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 12,
    "day": 28,
    "full text": "The assassination of a Pakistani opposition leader, Benazir Bhutto, yesterday morning could shake up the presidential campaign a week before the Iowa caucuses, returning the focus to terrorism and benefiting candidates who are seen as strong on foreign policy.\nThe leading candidates rushed out statements immediately after Bhutto's death was reported, discarding en masse any fear of a backlash from appearing to politicize an international tragedy.\nMayor Giuliani, who has centered his campaign on fighting terrorism, was first with a reaction at 9:20 a.m., calling for America to \"redouble\" its efforts to win what he has long termed the \"terrorists' war on us.\"\n\"Her murderers must be brought to justice and Pakistan must continue the path back to democracy and the rule of law,\" the former mayor said. \"Her death is a reminder that terrorism anywhere - whether in New York, London, Tel Aviv or Rawalpindi - is an enemy of freedom.\"\nMr. Giuliani hit the airwaves quickly thereafter, appearing on MSNBC and CNN to denounce Bhutto's assassination and call for a renewed American commitment to winning the war in Afghanistan and tracking down Osama bin Laden.\nSeeking to bolster their credibility on the issue, several candidates also pointed out they had known Bhutto personally and have dealt with Pakistan's president, Pervez Musharraf. \"I know the players, I know the individuals, and I know how the best way to address this situation,\" Senator McCain said at a campaign event in Iowa.\nSenator Clinton said she was \"shocked and saddened\" by Bhutto's death and noted in a statement that she had come to know her personally during her years as first lady.\nJohn Edwards went perhaps the furthest of any candidate, saying in Iowa that he not only had met Bhutto but spoke to Mr. Musharraf personally on the phone yesterday after her death. \"I urged him to continue the democratization process because of how important it is to the Pakistani people and how important it is to his country,\" Mr. Edwards said, according to a transcript released by his campaign.\nMr. Edwards later explained to Radio Iowa that Mr. Musharraf had called him after the former North Carolina senator expressed a desire to speak to him directly in an earlier conversation with Pakistan's ambassador to America.\nSenator Biden of Delaware, the chairman of the Foreign Relations Committee, referred to Bhutto as a \"dear friend\" at a press conference in Iowa. He urged Pakistan's leaders to open a \"fully accountable and transparent\" investigation into her death.\nMore than any other candidate Mr. Biden has emphasized the importance of Pakistan's fragile political situation during recent months. While Mr. Biden is expected to seize on the assassination to boost his message of foreign policy experience, another Democratic candidate, Governor Richardson of New Mexico, took the more dramatic step of calling on Mr. Musharraf to step down. \"Musharraf has failed, and his attempts to cling to power are destabilizing his country. He must go,\" Mr. Richardson, a former American ambassador to the United Nations, said in a statement. He immediately scheduled what his campaign called a major foreign policy speech on Pakistan for today in Iowa.\nOther than Mr. Richardson's planned speech, the candidates did not alter their schedules because of the assassination, and none announced plans to attend Bhutto's funeral.\nReaction also came in from a potential independent candidate, Mayor Bloomberg. The mayor issued a statement that began by citing the 100,000 New Yorkers who \"trace their heritage to Pakistan\" and concluded with a call for justice and a renewed commitment to democracy. \"The perpetrators of this violent act must be brought to justice,\" Mr. Bloomberg said, \"and it is my hope that President Musharraf will follow through on free and fair elections in January as a testament to Ms. Bhutto's legacy.\" The immediate political ramifications of Bhutto's death to the campaign may be to benefit candidates like Messrs. Giuliani and McCain who have emphasized the fight against terrorism. Just this morning, the Giuliani campaign launched a 60-second television ad that returns the focus of his candidacy to his stewardship of New York City following the attacks of September 11, 2001. Mr. Giuliani invokes September 11 immediately after the ad begins, and images of firefighters and debris from the collapse of the World Trade Center appear.\nThe ad is running nationally and in New Hampshire and Florida. It comes at a time when Mr. Giuliani has slipped in the polls and has placed nearly all his cards on a victory in Florida nearly a month after the Iowa caucuses, where he is barely competing.\nThe former mayor has been criticized in some quarters for relying on the national celebrity he gained following September 11 - Mr. Biden quipped at a Democratic debate earlier this year that Mr. Giuliani's sentences comprised three words: \"A noun, a verb, and 9/11.\"\nBut a renewed national focus on terrorism could silence that criticism, allowing Mr. Giuliani to reclaim the mantle of a proven and tested leader during times of crisis.\n\"He's got to go back to what made Rudy Rudy, and that's 9/11,\" a professor of public affairs at Baruch College, Douglas Muzzio, said.\nBut a political scientist at Iowa State University, Mack Shelley, argued that the crisis in Pakistan would do little to benefit Mr. Giuliani, since it does not involve a specific attack or threat to the homeland. \"This isn't 9/11,\" he said. \"It's something quite a bit different.\"\nMr. Shelley said Mr. McCain may get the edge, since unlike Mr. Giuliani, a former mayor, \"he's one of the Republicans who can legitimately claim foreign policy experience.\"\nSimilarly, Mitt Romney and Michael Huckabee could see a dip because of their relative inexperience in foreign policy and due to the shift in focus away from social issues, where they are both stronger.\nYet Mr. Shelley also questioned whether the turmoil in Pakistan would have any meaningful effect on the Iowa vote, given the intense focus on the economy and domestic policy. \"Foreign policy probably isn't going to go back on the front burner to the exclusion of domestic issues,\" he said.\n\nLoad-Date: December 28, 2007"
}