{
    "title": "U.S. , SOUTHEAST ASIAN NATIONS SIGN ANTI-TERRORISM TREATY",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 8,
    "day": 2,
    "full text": "The United States signed a sweeping anti-terrorism treaty with Southeast Asian countries Thursday aimed at substantially upgrading security in the region - a key front in the war on al-Qaida.\nThe treaty with the 10 members of the Association of Southeast Asian Nations, or ASEAN, is one of the most extensive security arrangements concluded among the United States and its allies in the aftermath of the Sept. 11 terrorist attacks.\nUnder the agreement, the United States and the regional grouping - Brun ei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam - will share information, boost police cooperation and plug holes that extremists can exploit. The treaty also will also raise U.S. technical and logistical aid to \"prevent, disrupt and combat\" international terrorism.\nSoutheast Asia has seen a rise in Muslim extremism in recent years, with some regional militant groups linked to Osama bin Laden's al-Qaida network.\nRegional governments are concerned that the threat of further militant activity could hurt investor confidence and threaten economic growth throughout the region of 500 million people.\nStill, the prospect that an anti-terrorist pact might lead to the deployment of U.S. soldiers has alarmed Vietnam and Indonesia - the world's most populous Muslim nation. The United States sought to assuage such concerns.\n\"We are not looking for bases or places to send U.S. troops,\" Secretary of State Colin Powell said after signing the accord at a ceremony in the capital of this oil-rich sultanate on Borneo island.\nAnalysts also have warned that the possible presence of U.S. forces in predominantly Muslim nations such as Malaysia and Indonesia could be counterproductive and could inflame religious extremism.\nPowell appeared to take note of such concerns, indicating that national security forces should be responsible for handling the threat.\nAsian leaders sought to allay domestic concerns that the treaty would bolster U.S. influence in the region.\n\"This is not a case of Big Brother United States imposing on ASEAN,\" Malaysian Foreign Minister Syed Hamid Albar said. \"This is something that both ASEAN and the United States want.\"\nPowell also addressed human rights concerns, saying that the campaign against terrorism should not be a cover to suppress legitimate dissent, a charge leveled by critics in Malaysia and Indonesia.\n\nNotes\n\nWAR ON TERROR\n\nLoad-Date: August 2, 2002"
}