{
    "title": "U.S. Lists Threats of Terrorism, Mainly From Iran",
    "publisher": "the new york times",
    "year": 1995,
    "month": 5,
    "day": 12,
    "full text": "The Government of Iran provides up to $100 million a year to terrorists in a campaign to attack its enemies and derail Mideast peace talks, American intelligence officials said today.\nThey said Iran provides tens of millions of dollars to the Party of God, the Lebanon-based group held responsible for bombing American and Jewish targets.\nIt also gives millions of dollars, weapons and logistical support to Hamas and other Palestinian groups trying to sabotage last year's accord between Israel and the Palestine Liberation Organization, they said.\nThe officials, who provided an unusually detailed analysis of international terrorism, spoke on condition that they and the organization for which they work would not be identified.\nThe officials said there is no hard evidence that terrorists have plans to seek nuclear weapons, or that they have laboratories for chemical or biological weapons.\nAlthough direct attacks by foreigner on American targets have diminished since the 1980's (there were no such attacks last year), the officials said they detected an increasing level of expertise and a growing global reach in the groups, some of which have no known state sponsorship.\nOf the seven countries cited by the State Department as sponsoring terrorism -- Iran, Iraq, Libya, Syria, the Sudan, North Korea and Cuba -- only Iran now plays an active and potent role in promoting terrorism aimed at the United States and its allies, the officials said.\nThey said Iraqis had not directly threatened the West since 1993, when a group plotted to assassinate President Bush during a visit to Kuwait.\nLibya has also retreated from attacks against Western targets, the officials said. Syria has not been implicated in an attack since a 1986 bombing on an El Al airliner, Cuba has no money and apparently no will to support anti-American guerrillas, and there is no evidence that North Korea has been involved in terrorism, they said.\nBut the Sudan provides a haven for religious and secular terrorist groups, they said, and Iran sees the Sudan as a launching pad for radical groups throughout North Africa.\nThey said fragmentary, largely second-hand information on Afghanistan suggests strongly that radicals from Morocco to Bangladesh have gone there to train with Afghan radicals, who received billions of dollars from the United States in the 1980's to fight Soviet occupiers. The radicals then return home, particular to Algeria and Egypt, to try to overthrow secular rule.\nThe officials also said the Party of God was probably responsible for the powerful and sophisticated bomb that destroyed a Jewish cultural center in Buenos Aires last year, killing nearly 100 people. They said the group had established a presence in a community of about 100,000 Shiite Moslems who live near the common borders of Paraguay, Brazil and Argentina.\n\nLoad-Date: May 12, 1995"
}