{
    "title": "U.S. shouldn't ignore terrorism in form of genocide",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 16,
    "full text": "The 2004 Republican Convention seemed to be a success for Republicans. The tough issues were avoided, actor and California Gov. Arnold Schwarzenegger gave a very \"common man\" speech, a strong Jewish community came out to support the Republican Party and it was proudly hosted in a city that has lived to tell the story of its tragic history.\nBut among many serious topics avoided, there is one that should be on the forefront of Republicans' minds.\nIn former Mayor Rudolph Giuliani's speech at the convention, he said, \"So terrorists learned they could intimidate the world community and too often the response, particularly in Europe, would be accommodation, appeasement and compromise.\" Currently, under Republican rule, America is following the footsteps of an apathetic society, similar to the one Giuliani referenced in his speech.\nOur generation is standing by while thousands are being mass murdered in Sudan. Sudanese genocide is currently happening while American leaders congratulate themselves on a job well done after it was attacked by al Qaeda.\nWhat is worse, however, is the Jewish-American response to this atrocity.\nIt is appalling that the Jewish community, who has made it its mission to never let the world forget about the millions of Jews that were killed at the hands of Adolf Hitler, is sitting by patiently, quietly and invisibly.\nClose to 2,000 Jewish delegates and community leaders gathered in New York on the eve of the Republican Convention to celebrate the \"long-standing relationship\" the Jewish community shares with the Republicans.\nThe American Israel Public Affairs Committee President, Bernice Manocherian, addressed the group. \"...Israelis know...what every American has unfortunately learned -- we are brothers and sisters in the fi ght against terror. We will continue to stand tall in that battle, and we will win.\"\nWhich terrorists will be fought?\nAs our nation mourns the loss of 1,000 American soldiers, I call on President George W. Bush, the Republican Party, the Jewish community and all conscious Americans to assess the terrorism that is currently being experienced in Sudan.\nSo far, 1.2 million black Africans have been raped, killed and left homeless in a country the size of Texas.\nIn a report recently taken by the Washington Post in which 1,136 refugees were interviewed, 61 percent had witnessed the killing of a family member and 16 percent had been raped or had heard about a rape victim.\nAccording to the Washington Post, the situation in Darfur, a western desert in Sudan, is complicated. African refugees are fleeing to makeshift refugee camps in hopes of escaping from the largely Arabic militia, Janjaweed, which is allegedly supported by elements in the Sudanese government.\n\"The goal of the central government in supporting and encouraging the Janjaweed seems clear: to 'depopulate' -- that is, destroy -- the villages and create as many refugees as possible in order to eliminate the village structure in Darfur,\" stated the article.\nSo why isn't this act considered terrorism?\nIf the definition of terrorists is any group of individuals that harms America directly (al Qaeda) or indirectly (Saddam Hussein), then Sudan should be ignored.\nTherefore, a group of Africans who live in a country that does not directly influence America shall not be protected by the United States because the American terrorist definition does not encompass the African continent. Could it be that America is \"accommodating, appeasing and compromising\" terrorists the same way that Giuliani accused Europe of doing? Yes.\nOn Sept. 9, Secretary of State Colin Powell announced for the first time that genocide has taken place in Sudan. However, as explained by another article in the Washington Post, \"A finding of genocide does not impose obligations on the United States.\"\nIn fact, according to the article, a declaration of genocide has little practical effect. If the genocides of Rwanda and Cambodia are revisited, it is discovered that they were recognized only long after the crimes.\nPresident Bush went to war in Iraq, largely, on two grounds:\nThat Saddam was a terrorist, and that he was harboring weapons of mass destruction.\nGlobal citizens are still waiting to see evidence of such weapons, which many of us have already concluded that Bush fabricated.\nBut other global citizens still have faith in the president of the United States, and in America, that if they are being murdered, just as Jews were virtually exterminated in Poland, that the leader of the free world could come to their help.\nBut I doubt our current leader of the \"free world\" would be so bold.\nAfter the Clinton administration failed to intervene in the 1994 Rwanda genocide, in which more than 800,000 people died, Bush said in his 2000 presidential campaign, \"(Africa is) an important continent... but there's got to be priorities...\nWe can't be all things to all people in the world.\"\nAnd while there are at least 500 international aide workers in Darfur, what is this Republican Party going to stand for? What is the Democratic Party going to stand for? What is the Jewish community going to stand for?\nWhat are Americans going to stand for?\nIn the words of Giuliani, \"In choosing a president, we really don't chose just a Republican or Democrat, a conservative or a liberal. We chose a leader.\"\nRight now, Sudan's citizens need leaders, just as the Jews in Europe needed a leader during World War II.\nAnd you know, he's right; it is not a question of Democrat or Republican.\nIt is a question of who values the lives of humans, American or non-American, more.\n(C) 2003 Spartan Daily via U-WIRE\n\nLoad-Date: September 16, 2004"
}