{
    "title": "U.S. Attorney Leaving Legacy Of Prosecutions For Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 11,
    "day": 20,
    "full text": "As Mary Jo White, the United States attorney in Manhattan, was pressing her case with the Justice Department this fall to keep control of terrorism prosecutions stemming from the Sept. 11 terror attacks, there was one person whose opinion she wanted: Mayor Rudolph W. Giuliani.\n     Ms. White did not need the mayor's permission to make her case to top Justice Department officials, who wanted to move the authority for terrorism cases to Washington. \n But Ms. White wanted to know if the mayor objected. The prospect of bringing new terrorist suspects into New York City could add a crushing security burden to a wounded city when the mayor was doing all he could to alleviate such burdens.\nIn a brief conversation with her, Mr. Giuliani, himself a former United States attorney in Manhattan, did not object, one official said, and another said that Mr. Giuliani indicated \"he would be supportive of her.\"\nMs. White ultimately failed in her attempt to keep the authority in New York, but her last-ditch effort, including trying to get the mayor's opinion, seem in line with the approach she has taken since she became the chief federal prosecutor in Manhattan. Ms. White had arrived in the job in June 1993, ready to make her mark prosecuting white-collar crime and Wall Street fraud, but her legacy will inescapably be bound up in the aggressive pursuit of high-profile terrorism cases.\n\"I think this is not what she planned when she became U.S. attorney,\" said Matthew E. Fishbein, who served as chief assistant United States attorney under Ms. White from 1993 to 1997, \"but I think because of the turn of events, terrorism is the thing that is going to distinguish her career.\"\nMs. White oversaw six major terrorism prosecutions, beginning with the World Trade Center bombing case in 1993. A few years later, her office undertook a criminal investigation of Osama bin Laden and his terror network, Al Qaeda. Her prosecutors have announced 10 criminal indictments of Mr. bin Laden and his followers and won the convictions of four of them in a terrorism conspiracy case that stemmed from the 1998 bombings of two American embassies in East Africa.\nMs. White took office three months after the Feb. 26, 1993, bombing of the trade center. Her prosecutors began the trial later that year; four men were eventually convicted, in March 1994. \nBut early on, Ms. White also confronted a critical decision -- the potential indictment of Sheik Omar Abdel Rahman, a blind Egyptian cleric, as a terrorist in a plot to blow up the United Nations and other city landmarks. Amid questions about the sheik's role and whether he might be deported, Ms. White traveled to Washington to make a personal pitch to Attorney General Janet Reno and her top aides.\nMs. White urged that the sheik be charged under the Civil War-era seditious conspiracy law, which makes it illegal to plan to wage war against the government. Philip B. Heymann, deputy attorney general at the time, recalls being impressed by Ms. White's persuasive and unemotional presentation.\n\"I remember starting off feeling very doubtful,\" said Mr. Heymann, now a professor at Harvard Law School, \"and leaving feeling quite reassured.\" Ms. Reno eventually approved the indictment, and Mr. Abdel Rahman and nine other plotters were convicted in October 1995 after a long trial.\nIn 1996 and 1997, Ms. White's office twice prosecuted Ramzi Ahmed Yousef, who was convicted for a foiled plot to blow up nearly a dozen American jetliners as they flew over the Pacific Ocean, and later for his role in the 1993 trade center attack.\nAnd in June 1998, after two years of investigation, her office secretly secured the indictment of Mr. bin Laden for terrorism conspiracy, two months before the bombing of the American embassies in Africa, in which he was also later indicted.\nOne question that arose -- a legal, tactical and moral one -- was whether to include the more than 200 Africans who, along with 12 Americans, were killed in the embassy attacks as individual counts in the terrorism indictment.\n\"She and others as well came down very strongly on the moral side -- you can't include Americans and not the others,\" recalled one person close to Ms. White. \"They were the ultimate innocent bystanders.\" \nOver the past half-decade, the bin Laden investigation has turned up significant defectors, a wealth of intelligence about Mr. bin Laden and Al Qaeda, the arrests of Al Qaeda members, and the convictions this year in the embassy bombings.\nDuring the final stages of that trial, Ms. White was often seen sitting in the last row of the courtroom, speaking quietly during breaks with victims' families and her prosecutors.\n\"She has the courage of her convictions,\" said the lead prosecutor, Patrick J. Fitzgerald, now the United States attorney in Chicago. \"She was in the forefront in the war against terrorism from the early days. She's someone you'd want to go into the foxhole with.\"\nIn yet another terrorism trial, Ms. White's office also won the conviction this year of an Algerian man in a plot, tied to the 2000 millennium celebration, to blow up Los Angeles International Airport.\nPeople close to Ms. White say it was not out of character for her to push to keep the authority over Sept. 11 cases. After all, thousands of New Yorkers were killed in her jurisdiction. \nThere was also the matter of expertise developed by Ms. White and her staff in investigating Mr. bin Laden and international terrorism.\n\"Here was an office that had almost 10 years of experience and knowledge about an inscrutable group, a series of interactions and ways of doing business in a criminal enterprise unlike any other the nation has seen,\" said one former top prosecutor under Ms. White.\n\"It's not a question of just reading a couple of memos and getting up to speed,\" the former prosecutor said. \"There's a web of connections and interrelationships, and a history that's important to have in thinking about the entire problem.\" \nMs. White, who has declined all comment since her resignation announcement last week, has also characteristically kept her views on the decision-making in terrorism cases private. In a press release last week, she said she \"fully supports the comprehensive counterterrorism measures undertaken by the president to ensure that our nation and its way of life will prevail.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: November 20, 2001"
}