{
    "title": "U.S. , CHINA, S. KOREA URGE NUCLEAR LOCKDOWN",
    "publisher": "the world",
    "year": 2012,
    "month": 3,
    "day": 27,
    "full text": "U.S., China, S. Korea urge nuclear lockdown\n Leaders warn againstproliferation, terrorism\n By Christopher Bodeen\n and Hyung-jin Kim Associated Press\n SEOUL, South Korea - The leaders of South Korea, the United States and China issued stark warnings today about nuclear terrorism onthe final day of a nuclear summit that has so far been upstaged by North Korea's long-range rocket launch plans.\n Nearly 60 leaders have gathered for the two-day conference meant to find ways to keep terrorists from detonating an atomic weapon in a major city. The leaders were to release a communique today about their efforts to lock down the world's supply of nuclear material by 2014.\n Much of the drama, however, has centered on North Korea's stated plans to launch a satellite on a long-range rocket around the April 15 celebration of the birthday of North Korean founder Kim Il Sung. Washington and Seoul view the launch as cover for nuclear missile development; North Korea says the satellite is part of a peaceful space program and will help in forecasting the weather.\n President Barack Obama and South Korean President Lee Myung-bak on Monday pressured China to use its leverage to persuade the North to back away from the launch.\n Although North Korea wasn't mentioned in opening summit comments today by China, the U.S. and South Korea, the launch was still a major point of discussion in leaders' meetings on the sidelines. Lee and Italian Premier Mario Monti met today and urged North Korea to cancel its launch plans, Lee's office said.\n In his opening comments, Chinese President Hu Jintao called for leaders to \"commit to eliminating nuclear proliferation and the roots of nuclear terrorism.\"\n Obama urged leaders to secure nuclear material to prevent terrorists from killing hundreds of thousands of people.\n Lee said nuclear proliferation and terrorism \"are becoming grave threats\" to international peace. \"There is no border in terrorism,\" he said.\n\nLoad-Date: March 30, 2012"
}