{
    "title": "U.S. , Britain close Yemen embassies",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 1,
    "day": 4,
    "full text": "SAN'A, Yemen - The U.S. and Britain locked up their embassies in Yemen on Sunday after fresh threats from al-Qaida, and the White House expressed alarm at the terror group's expanded reach in the poor Arab nation where an offshoot apparently ordered the Christmas Day plot against a U.S. airliner.\nPresident Obama's top counterterrorism adviser, John Brennan, cited \"indications al-Qaida is planning to carry out an attack against a target\" in the capital, possibly the embassy, and estimated the group had several hundred members in Yemen. Security reasons led Britain to act, too; it was not known when the embassies would reopen.\nThe U.S. is worried about the spread of terrorism in Yemen, a U.S. ally and aid recipient, Brennan said, but doesn't consider the country a second front with Afghanistan and Pakistan in the fight against terrorism.\nAs to whether U.S. troops might be sent to Yemen, Brennan replied: \"We're not talking about that at this point at all.\" He pledged to provide the Yemeni government with \"the wherewithal\" to take down al-Qaida. Britain and the U.S. are assisting a counterterrorism police unit in Yemen as fears grow about the increasing threat of international terrorism originating from there.\nYemen is a poor, decentralized and predominantly Muslim country on the Arabian Peninsula. It is the ancestral homeland of al-Qaida leader Osama bin Laden, and the site of the 2000 bombing of the USS Cole, which killed 17 U.S. sailors. A 2008 attack on the U.S. Embassy killed one American.\nThe Yemeni government is friendly to the West but the population is often mistrustful of Western motives and influence. Yemen has pledged to clamp down on militancy, but government control is weak outside the capital and the country has a history of freeing some alleged militants and tolerating others.\nGen. David Petraeus, the U.S. general who oversees the wars in Iraq and Afghanistan, made a surprise visit to Yemen over the weekend. Following meetings with President Ali Abdullah Saleh, Petraeus announced that Washington this year will more than double the $67 million in counterterrorism aid that it provided Yemen in 2009.\nThe U.S. has increased military cooperation with Yemen, with intelligence and other help to back two Yemeni air and ground assaults on al-Qaida hide-outs last month that were reported to have killed more than 60 people. Yemeni authorities said more than 30 suspected militants were among the dead.\nThe U.S. has stepped up intelligence, surveillance and training aid to Yemeni forces during the past year, and provided some firepower, a senior U.S. defense official has said. Some of that assistance may be through the expanded use of unmanned drones, and the U.S. is providing funding to Yemen for helicopters and other equipment. However, there are no U.S. ground forces or fighter aircraft in Yemen.\n\nLoad-Date: January 5, 2010"
}