{
    "title": "U.S. jury_ Palestinian groups liable for terrorist attacks",
    "publisher": "spokesman review",
    "year": 2015,
    "month": 2,
    "day": 24,
    "full text": "$218.5 million awarded for American deaths, injuries in Israel\n NEW YORK - The Palestine Liberation Organization and the Palestinian Authority backed a series of terrorist attacks in the early 2000s in Israel that killed or wounded Americans, a U.S. jury found Monday in awarding hundreds of millions of dollars in damages at a high-stakes civil trial.\n The case has been viewed as the most notable attempts by American victims of the Palestinian-Israeli conflict to use U.S. courts to seek damages, and the verdict is a setback for the Palestinians' image as they seek to rally international support for their independence and to push for war crimes charges against Israel.\n The damages could be a financial blow to the cash-squeezed Palestinian Authority, though the Palestinian authorities plan to appeal and the plaintiffs may face challenges in trying to collect.\n In finding the Palestinian entities liable in the attacks, a Manhattan federal jury awarded the victims $218.5 million in damages for the bloodshed in attacks that killed 33 people and wounded hundreds more - damages their lawyers said would automatically be tripled under the U.S. Anti-Terrorism Act.\n Mahmoud Khalifa, Palestinian Authority deputy minister of information, called the verdict \"a tragic disservice\" to Palestinians and to the international community in working toward a solution to the Israeli-Palestinian conflict.\n \"The charges that were made against us are baseless,\" he said in a statement.\n The victims' lawyers called the jury's decision a win in the fight against terrorism.\n \"It's about accountability. It's about justice,\" attorney Kent Yalowitz said.\n While the Israeli government said it had no involvement in the case, Prime Minister Benjamin Netanyahu said, \"We expect the responsible elements in the international community to continue to punish those who support terrorism just as the U.S. federal court has done and to back the countries that are fighting terrorism.\"\n The suit against the PLO and Palestinian Authority had languished for years as the defendants challenged the American courts' jurisdiction. Recent rulings found that they should go forward under the Anti-Terrorism Act, a more than 2-decade-old law that allows victims of U.S.-designated foreign terrorist organizations to seek compensation for pain and suffering, loss of earnings and other hardship.\n While the Palestinian Authority has settled some suits concerning U.S. citizens' killings, this was the first case in which the authority defended an Anti-Terrorism Act suit through a trial, the plaintiffs' lawyers said.\n They aim to collect \"every dollar\" of the damages by pursuing Palestinian Authority and PLO bank accounts, securities accounts, real estate and other property that may be in the U.S., Israel and elsewhere, said attorney Nitsana Darshan-Leitner of Shurat HaDin/Israel Law Center.\n That may be difficult, international law experts said.\n Collecting judgments can be time-consuming in any case and all the more arduous when they involve a foreign entity with a complicated status as an international actor, noted Jens David Ohlin, a Cornell Law School professor who specializes in international law. The Palestinians gained observer status at the United Nations in 2012, clearing the way for them to join various international organizations.\n Defense attorney Mark Rochon had argued there was no proof Palestinian authorities sanctioned the attacks as alleged in the lawsuit, brought by 10 American families, even though members of Palestinian security forces were convicted in Israeli courts on charges they were involved.\nSIDEBAR:\nBACKGROUND\n The case concerned bombings and shootings in 2002 and 2004, during the second Palestinian uprising. Overall, the second uprising killed about 3,000 Palestinians and more than 1,000 Israelis.\n\nLoad-Date: February 26, 2015"
}