{
    "title": "U.S. set to take N. Korea off terrorism list(2)",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 10,
    "day": 11,
    "full text": "WASHINGTON -- The Bush administration is trying to build consensus among its negotiating partners before removing North Korea from a terrorism blacklist in hopes of salvaging nuclear disarmament talks, U.S. officials said yesterday.\nThe administration is close to taking the step but is still consulting with China, South Korea, Russia and particularly Japan on the move, which is meant to revive the process, the officials said.\nAustrian politician killed\nVIENNA, Austria -- Austrian politician Joerg Haider, whose far-right rhetoric at times cast a negative light on the Alpine republic, has died in a car accident.\nPolice said the accident happened early today when his car veered off the road near the city of Klagenfurt. He suffered severe injuries to his face and chest.\nMr. Haider, 58, was governor of Carinthia and leader of the far-right Alliance for the Future of Austria at the time of his death.\nIn 1999, Mr. Haider raked in 27 percent of the vote in national elections as leader of the Freedom Party. The party's inclusion in the government led to months of European Union sanctions over his statements, which were seen as anti-Semitic or sympathetic to Adolf Hitler's labor policies. He had since toned down his rhetoric.\nRussian pullout faulted\nTKVIAVI, Georgia -- Russia has only partially met its obligations under an EU-negotiated cease-fire, French Foreign Minister Bernard Kouchner declared yesterday as he toured damaged villages and spoke to Georgians displaced by the war.\nHe confirmed that Russia had met yesterday's deadline to withdraw hundreds of troops from strips of land in Georgia outside the separatist regions of South Ossetia and Abkhazia, but it has not withdrawn to positions held before war broke out Aug. 7, as required by the accord.\nPeru rebels kill 14\nLIMA, Peru -- Shining Path rebels ambushed a column of military trucks in Peru's southeastern mountains with a bomb and gunfire, the military said yesterday, killing 12 soldiers and two civilians.\n\nLoad-Date: October 15, 2008"
}