{
    "title": "U.S. to revamp propaganda war against Islamic State Broad-based task force to challenge militants on(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 1,
    "day": 9,
    "full text": "WASHINGTON - The Obama administration is overhauling its faltering efforts to combat the online propaganda of the Islamic State and other terror groups, U.S. officials said, reflecting rising White House frustration with largely ineffective efforts so far to cut into ISIS's use of social media to draw recruits and incite attacks.\nOfficials will create a new counter-terrorism task force, which will be based at the Department of Homeland Security but aims to enlist dozens of federal and local agencies. Other moves include revamping a State Department program that was created to serve as an information war room to challenge the Islamic State online and erode its appeal.\nU.S. officials said the unit at the State Department will turn its focus toward helping allies craft more localized anti-terror messages, and will stop producing any videos or other material in English\n- ending a campaign that had been derided by critics.\nThe plans were announced by the White House on Friday as senior members of President Barack Obama's national security team traveled to California in a renewed effort to enlist Silicon Valley companies to help contain the evolving terror threat. Attorney General Loretta Lynch, spy chief James Clapper and FBI Director James Comey were meeting with executives from Apple, Facebook, Twitter and other firms.\nThe moves come at a time of increasing public anxiety and criticism of the administration's strategy after recent attacks in Paris and San Bernardino, California, that were linked to or partly inspired by the Islamic State. Although some of the initiatives have been in development for months, U.S. officials acknowledged a heightened sense of urgency and opportunity.\n\"Everybody realizes that this is a moment ... to take advantage of,\" said a senior administration official, adding that the objective in sending so many top officials to Silicon Valley was to make sure \"that they understand what we are up against with respect to ISIL.\"\nThe Islamic State is sometimes referred to as ISIS or ISIL. The official was one of several who were authorized to discuss the plans on condition of anonymity.\nBut the changes are also likely to be seen as the latest sign of turmoil in U.S. government efforts to disrupt recruitment and radicalization efforts by terror groups that increasingly exploit social media platforms and encrypted communications technologies, often developed in the United States but beyond the reach of law enforcement.\nThe State Department's counter-messaging team has had three leaders in little more than a year and has cycled through multiple strategies in its search for a way to counter the massive propaganda output of the Islamic State. The FBI has also ramped up efforts against violent extremism, opening nearly 1,000 cases across the country and cultivating closer ties to Muslim communities. Even so, it was caught off-guard by the San Bernardino attacks.\n\nLoad-Date: January 9, 2016"
}