{
    "title": "U.S. Assails P.L.O. Aide's Killing As 'Act of Political Assassination'",
    "publisher": "the new york times",
    "year": 1988,
    "month": 4,
    "day": 19,
    "full text": "The State Department today condemned the killing of a top official of the Palestine Liberation Organization as an ''act of political assassination,'' but said that it had no information about who was responsible.\nThe department's comment came against the backdrop of an assumption held by many Palestinians and Israelis that the P.L.O. official, Abu Jihad, whose given name was Khalil al-Wazir, was killed in an Israeli commando raid. But officials at the State Department said the issue was too sensitive for them to engage in such speculation.\n''The United States Government had no knowledge of, nor was it involved in any way, in this assassination,'' the State Department spokesman, Charles E. Redman, said.\nA Question of Terrorism\nThe Director of Central Intelligence, William H. Webster, also said today that the Central Intelligence Agency was not involved in the assassination.\nMr. Wazir, military chief of the P.L.O. and a top deputy of the P.L.O. leader, Yasir Arafat, was shot to death by a group of gunmen early Saturday morning at his home in Tunisia.\nIn response to questions, Mr. Redman declined to say whether the killing met the American definition of terrorism. State Department officials said there was debate on that point within the Government.\n \nIsraeli Responsibility Seen\nMiddle East experts in Washington, like some P.L.O. leaders and some Israeli politicians, said that Israeli agents may have been responsible for the killing. The Israeli Embassy here said that it had no information and no comment on the killing.\nThere was no indication that the United States had sent Israel any diplomatic message on the assassination.\nWilliam B. Quandt, a Middle East expert at the Brookings Institution here, said today that, ''Ninety-eight of 100 Mideast watchers would tell you that the Israelis are the most likely suspect.''\n \nA Move to Stem Uprising\nHe said that he had no evidence, but believed that the Israelis might have killed Mr. Wazir in the hope that ''the uprising in the West Bank will lose some of its leadership and direction.''\nMr. Wazir, he added, was ''the P.L.O. official with the strongest links to the uprising'' in the Israeli-occupied West Bank and Gaza Strip, now in its fifth month. More than a dozen Palestinians were killed by Israel troops over the weekend in a new burst of rioting after the Wazir killing.\nMr. Quandt worked on the staff of the National Security Council in the Carter Administration.\nMr. Redman said that Secretary of State George P. Shultz was still committed to a proposal for negotiations that would lead eventually to some form of Palestinian self-rule in the West Bank and Gaza. On a trip to the Middle East this month, Mr. Shultz failed to win any clear endorsements for the peace plan.\nReferring to the assassination of Mr. Wazir, Mr. Redman said: ''This kind of violence is not going to be part of the solution. The solution is going to come through a negotiated settlement, through a political process that works toward a comprehensive peace.''\n \nDefinition of Terrorism\n''That's what our proposal is aimed at, and we intend to continue pressing that as hard as we can.''\nState Department officials disagreed over whether the killing of Mr. Wazir was an act of terrorism because they did not agree whether he was a ''combatant'' in the conflict between Israel and the Palestinians.\nThe department defines terrorism as ''premeditated, politically motivated violence perpetrated against noncombatant targets by sub-national groups or clandestine state agents, normally intended to influence an audience.''\nSome State Department officials said Mr. Wazir was a combatant because he was the military chief of the P.L.O., often wore a uniform and had planned operations that led to the death of civilians in Israel.\nOthers in the State Department contended that the killing was a terrorist act because he was a civilian not directly involved in military combat.\n \nMarine Reported Kiled\nMr. Redman and C.I.A. officials also said today that they had no information to confirm a report that a Marine Corps officer missing in Lebanon had been killed. The officer, Lieut. Col. William R. Higgins, was reported to have been kidnapped in southern Lebanon on Feb. 17. He was serving with a United Nations group that monitors the border between Israel and its Arab neighbors.\nA Beirut radio station reported today that Colonel Higgins had been ''killed and buried by his captors'' early this month in Siddiqin, a village near Tyre in southern Lebanon. United Nations officials said they had heard nothing to confirm the report by the Christian-controlled Voice of Lebanon radio.\nA clandestine group believed to be made up of pro-Iranian Moslem fundamentalists claims to be holding Colonel Higgins."
}