{
    "title": "U.S. empire provokes terrorism",
    "publisher": "the world",
    "year": 2013,
    "month": 8,
    "day": 28,
    "full text": "Perhaps we'll never know if intercepted chatter between al-Qaeda leaders -- which prompted the U.S. government to close dozens of diplomatic missions in the Muslim world and to issue a worldwide travel alert -- was serious or not. But mischief shouldn't be ruled out. Without cost or risk, Ayman al-Zawahiri, Osama bin Laden's successor, and Nasser al-Wuhayshi, head of al-Qaeda in the Arabian Peninsula (Yemen), can have a big laugh as they send American officials running around as though their hair were on fire. Why should they attempt to pull off some spectacular but risky action when they can disrupt things -- closing embassies is no small deal -- so easily? As a bonus, President Obama's claim about al-Qaeda's degradation is revealed as an empty boast. (Yemeni officials claim that they foiled a plot. But who knows?)\nThe United States has been fighting the Taliban in Afghanistan for a dozen years, but not because the former rulers are a direct threat to the American people. Rather, the Bush and Obama administrations insisted, if the Taliban was not defeated, Afghanistan would again become a sanctuary for al-Qaeda. Now we see (if we hadn't already) that this was a mere rationalization for the projection of American power. Al-Qaeda doesn't need Afghanistan. Bin Laden wasn't found there. Al-Zawahiri presumably isn't there. And the latest alleged unspecified threat comes from Yemen, 2,000 miles from Kabul. Doesn't that expose the 12 years of American-inflicted death and destruction, not to mention the expenditure of hundreds of millions of dollars, as a monumental waste of life and treasure?\nIf the Obama administration has any doubts about the seriousness of the chatter, it's not displaying them in public. CNN reports that the U.S. military has been readied for possible strikes against \"potential al-Qaeda targets if those behind the most recent terror threats against U.S. interests can be identified.\" Moreover, the Globe and Mail reported earlier that \"a suspected U.S. drone killed four alleged al-Qaeda members in Yemen.\"\nYet we can assume that the administration's conduct would be the same whether or not it took the chatter seriously. Let's remember that the \"war on terror\" (George W. Bush's label) is an industry from which many both inside and outside the government profit handsomely. Since the 9/11 attacks, the U.S. response has poured trillions of dollars into the government-industrial complex. Agencies have multiplied and grown, and bureaucrats have acquired new power and prestige. None would want to give any of it up. But if things were to become too quiet, those Americans who pay the bill might wonder if it's all worth the great cost. Quietude breeds complacency.\nSo a little heightened alert, from the complex's point of view, would be welcome.\nOf course, al-Qaeda did attack the World Trade Center and the Pentagon in 2001, as well as various other targets outside the United States before and afterwards. One of its so-called affiliates could certainly strike.\nDoes that mean the U.S. government must maintain a global empire in order to eradicate the sources of anti-American terrorism? Absolutely not -- quite the contrary. It is the global empire that provoked the al-Qaeda attacks in the first place. Contrary to the popular notion that the organization struck U.S. \"interests\" out of the blue while our country minded its own business, the U.S. government for decades has supported violent regimes in the Middle East and North Africa: from Saudi Arabia's corrupt and brutal monarchy, to the Egyptian military dictatorship, to Saddam Hussein's Iraq, to Israel's unconscionable occupation of Palestine. American administrations, Republican and Democrat, have directly inflicted death and suffering on people in the Muslim world--through the 1990s economic sanctions on Iraq, for example. (Today's sanctions on Iran now impose hardship on another group of Muslims.) Every time an al-Qaeda official or operative has the chance, he points out that his hatred of America stems not from its \"freedoms\" but from this bloody record. Unrelenting U.S. drone attacks on Pakistan, Afghanistan, Yemen, and Somalia, in which noncombatants are killed, don't win friends. They recruit enemies bent on revenge.\nIt follows therefore that the best way to dramatically reduce, if not eliminate, the threat of terrorism is to dramatically change U.S. foreign policy -- from imperial intervention to strict nonintervention.\nSheldon Richman is vice president and editor at The Future of Freedom Foundation in Fairfax, Va. (www.jff.org).\n\nLoad-Date: July 12, 2015"
}