{
    "title": "U.S. PLAN KNOWS NO BOUNDARY; EVEN ENEMIES URGED TO JOIN TERRORISM FIGHT",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "President Bush reached out to world leaders yesterday tue> to build a global coalition \"to fight terrorism on all fronts,\" even appealing for help to Cuba and Sudan, with which the United States has tense relations.\nBut the effort faced difficulties, in light of the U.S. motions toward retaliation for last week's attacks. For example, President Jiang Zemin of China called Prime Minister Tony Blair of Britain and French President Jacques Chirac yesterday as each was preparing for meetings with Bush.\nJiang admonished his Western counterparts to tell Bush that \"any military action against terrorism\" should be based on \"irrefutable evidence and should aim at clear targets so as to avoid casualties to innocent people,\" according to news reports from China.\nTrying to assemble a broad coalition to fight terrorism, Bush called U.N. Secretary-General Kofi Annan, Brazilian President Fernando Henrique Cardoso and Canadian Prime Minister Jean Chretien. He met at the White House with Chirac, who said his nation stands firmly with the United States.\nSecretary of State Colin Powell called Sudanese Foreign Minister Osman Ismail Mustafa and took note of Sudan's offer of cooperation in combating terrorism, State Department spokesman Richard Boucher said. It was the highest level communication between the two countries in years.\nBoucher also said a U.S. official visited Cuba's diplomatic mission in Washington and asked for whatever information Cuba might have about the terrorist attacks. Cuba has strongly condemned the attacks on New York City and the Pentagon.\nThe United States even has said it is willing to explore the possibility of Iran joining a broad international coalition to fight terrorism, and it also has reached out to Syria.\nForeign Minister Saud al-Faisal of Saudi Arabia, is due to arrive today with a large contingent of Saudi intelligence officers and their files on Osama bin Laden and the al-Qaeda network. Saudi Arabia is the most important American ally in the Persian Gulf and could lend a degree of legitimacy among Muslim countries to U.S. efforts confronting bin Laden and his militant network.\nBut a number of countries began to calculate the potential cost of their participation.\nPakistan, for instance, would like an agreement to end 11 years of sanctions, to restore the flow of U.S. arms and to reduce a punishing debt load. Russia, if it is called upon, has a clear set of grievances with Washington over NATO expansion. The Russian foreign minister arrives in Washington today.\nFor a number of Middle Eastern countries, the United States has to become more involved in ending the region's violence. And nowhere was the sense of alarm over U.S. planning more apparent than in the warning of one of America's top allies in the Middle East, Egyptian President Hosni Mubarak.\nOn Monday, he implored the United States not to undertake military action that might kill innocent civilians, divide Christians against Muslims and further inflame attitudes against U.S. policy in the region.\nIn other developments:\nMONEY PLAN - Bush signed into law a $40 billion rebuilding package. He also put his signature to the congressional resolution authorizing him to use military force against those responsible for last week's attacks.\nMeantime, presidential counselor Karen Hughes said there is a consensus in Washington to produce an economic stimulus package, though Bush has not decided what course of action to take. Republicans lawmakers are pushing a series of proposals, including cutting capital-gains taxes.\nThe White House has established a \"domestic consequences group,\" headed by deputy chief of staff Josh Bolten, to study fallout of the Sept. 11 attack. The group will be meeting daily.\nWORDS OF PRAISE - Bush marked the grim one-week milestone of the Sept. 11 attacks by leading White House employees and the nation in a moment of silence. At a Rose Garden ceremony, he also thanked leaders of charitable organizations and praised Americans for rushing to give aid and comfort.\nHe promoted a new Internet site set up to coordinate volunteer efforts. The address is  http://www.libertyunites.org \nTARGETING ENEMIES - Defense Secretary Donald H. Rumsfeld suggested that bin Laden's surrender, unlikely as it is, probably would not be enough to stop military action to root out terrorism.\n\"Our adversaries are not one or two terrorist leaders, even a single terrorist organization or network. It's a broad network of individuals and organizations that are determined to terrorize,\" Rumsfeld said at a Pentagon briefing.\nHe said these networks have activities in 50 to 60 countries. \"We'll have to deal with the networks. One of the ways to do that is to drain the swamp they live in, and that means dealing not only with the terrorists but those who harbor terrorists,\" Rumsfeld said.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: September 20, 2001"
}