{
    "title": "U.S. presents tougher target for terrorists, analysts say",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 24,
    "full text": "On the heels of the second terrorist strike in two weeks on the London mass transit system, terrorism experts had some words of comfort for jittery Americans: It's less likely to happen here.\n\"I wouldn't say it's inevitable in the United States,\" said Juliette Kayyem, co-director of Harvard University's project on U.S. legal strategy to combat terrorism and an expert on counterterrorism and homeland security. \"Part of it are the homegrown elements abroad, with the militancy of the clerics, which are allowed to flourish in ways they're not allowed to flourish in the United States,\" said Kayyem, who has advised the federal government on terrorism and national security.\nJim Carafano, a homeland security analyst and 25-year Army veteran who testifies frequently to Congress on countering terrorism, also sees Americans as safer than their European counterparts. He said that \"terrorists perceive the United States as a harder target, and the terrorists are going after the things that are easier, just to show they can commit terror.\"\n\"It's primarily occurred in Europe and the Middle East because it's easier to get from the Middle East to Europe, and they have an infrastructure there -- the communities, the cells. It's easy to hang out there. And terrorist travel within Europe is easier than it is to the United States,\" Carafano said.\nWhile they are quick to say that the threat of attacks on trains and buses, like those recently in London and last year in Madrid, exists here, people with expertise in terrorism and homeland security add that America poses a tougher target because of other factors as well:\nOoMuslim populations in Europe tend to be large and concentrated, helping newcomers or homegrown militants blend in.\nOoLarge numbers of Muslims in Europe feel disenfranchised, and European governments tend to tolerate calls for radicalism and even jihad, phenomena rarely seen in the United States. That can produce both recruits and aid in carrying out plots.\nOoThe blow dealt to al-Qaida by the war in Afghanistan and other actions has forced the terror group to rely on locally sponsored attacks by loosely affiliated groups, as opposed to strikes planned by al-Qaida leaders, and such groups are at the very least less visible in the United States.\nOver time, terrorism expert Daniel Byman warns: \"This sort of midlevel attack is likely, just because it's easy to do, there's an open set of targets, it's very hard to prevent and America remains at the top of the list for terrorists around the world.\" Byman works at the Brookings Institution and Georgetown University and has worked with the government on intelligence and terrorism issues.\nBut what works in America's favor at present, in Byman's view, \"is that there doesn't seem to be a local group to do the attack itself or to provide logistics or support.\"\n\"The British have large pockets of disaffected Muslims sympathetic to these groups, and I'm not aware of that in the United States,\" he said. \"There are angry individuals -- but that's very different from having large groups or organizations or networks.\nOminous calm\nIbrahim Hooper of the Council on American-Islamic Relations in Washington, the country's largest Muslim advocacy group, says the attitudes of American Muslims make it unlikely they will assist terrorists.\n\"If American Muslims were familiar with people who wanted to carry out such attacks, we'd be the first to report it. But we're not seeing that, which I assume is a good thing,\" Hooper said. \"I haven't heard extremist rhetoric or calls for violence in any of the dozens of mosques I've visited around the country.\"\nYet some experts believe that terrorists have the capability to launch attacks on midlevel U.S. targets such as shopping malls or mass transit systems and see their absence up to now as ominous.\n\"I believe al-Qaida could carry out bomb attacks similar to London if it chose to do so inside the United States,\" said Heritage Foundation terrorism analyst Jim Phillips. \"But I believe it's holding back because it wants to make its next attack inside the U.S. a big one so it can't be accused of growing weaker since 9/11. I believe it's saving its best punch for the U.S.\"\nSecurity upgrades have made getting into the United States harder, but, Phillips said, \"in the almost four years since Sept. 11, I believe they could have smuggled somebody across the border.\"\nMeeting the threat\nWhatever the odds of an attack, with millions of Americans riding mass transit systems, a major area of discussion is how the United States can best guard against one.\nSome experts contend that little can be done in an open society to protect subway or bus systems, and even if it could, terrorists would simply shift their attention to another target, such as malls or large buildings. But others maintain that the administration has focused too heavily on air travel while contending, as Homeland Security Michael Chertoff did recently, that casualties in a mass transit attack would be far lower than in an air-related incident.\n\"I thought Chertoff was right,\" Harvard's Kayyem said. \"I know he took a lot of grief for it, but we've finally got a political leader who says, 'Look, to be America means that there'll be a certain amount of vulnerability, and we have to prioritize.'\"\nSen. Christopher \"Kit\" Bond, R-Mo., said transit sites can't get airport-like security, and the best protections are strong law enforcement measures such as the Patriot Act.\nBut P.J. Crowley, expert in homeland security at the Center for American Progress and a former National Security Council official, said transit systems are becoming the terrorists' \"target of choice.\"\nIncreased camera surveillance and accelerated research to develop explosive detection devices for transit systems are critical, he said. Every large city has a hub where subways and buses and trains converge and where thousands of people could be killed, Crowley said.\n\"We're spending $5 billion on aviation security and $150 million on transit security,\" he said. \"That imbalance fails to take into account how the al-Qaida threat is evolving and what we've seen in London and Madrid.\"\nOne analyst, Gal Luft, said that whatever Americans do, terrorists will adapt.\n\"You're dealing with an enemy that is always looking for a vulnerability, and in an open society there will always be a vulnerability,\" said Luft, director of the Institute for the Analysis of Global Security in Maryland and a former Israeli Army lieutenant colonel.\nHe thinks U.S. efforts may have thwarted some attacks. \"The nature of the fight is you never really know what you've prevented,\" Luft said.\nEven in event of an attack, after the initial shock Americans will show their resilience, Luft predicted. \"People will understand that 9/11 was not an isolated attack but is part of a sustained campaign against the West,\" he said. \"It's important to understand this is probably a 100-year war, and we're only in year four of it.\"\nReporter Philip Dine\nE-mail: pdine@post-dispatch.com\nPhone: 202-298-6880 \n\nLoad-Date: July 24, 2005"
}