{
    "title": "U.S. on guard for terrorists",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 21,
    "full text": "WASHINGTON - The arrest of a man allegedly trying to smuggle explosives into the United States has prompted concern at the highest levels - including a White House meeting - even though authorities say they know of no specific terror threats against domestic targets.\nThe arrest last week in Washington state, and suspicions the man may be linked to terrorist groups, prompted officials to heighten security and to caution Americans to be on the lookout during the holiday season for signs of terrorism.\nSecretary of State Madeleine Albright, Defense Secretary William Cohen and several other senior U.S. officials met Monday at the White House to discuss how to respond to concerns. Various statements have been drafted, but none was issued and the meeting was inconclusive, an informed official told The Associated Press.\nThe U.S. Customs Service said Monday it was putting 300 extra inspectors on duty at high-priority entry points.\nLibyan leader Moammar Gadhafi, long accused by the United States of supporting terrorism, said today he had no knowledge of imminent danger to Americans but added the United States has its enemies.\n\"The U.S. government is hated,\" he said from Tripoli in an interview with CBS'\"The Early Show.\" \"All the people in the world are against it, therefore there is a threat.\"\nHe went on: \"I hope it will not happen in this new year. I have no knowledge about this.\"\nMeanwhile, U.S. Border Patrol officers said they arrested an Algerian national with a falsified Canadian passport at a border station in Beecher Falls, Vt., on Monday.\nAlso arrested Sunday evening was a Canadian woman, said Mark Henry, assistant chief of the Border Patrol sector covering Vermont. A clerk at the U.S. District Court in Burlington identified the two as Bouabide Chamchi and Lucia Garofalo.\nHenry said he had not received a report from the agent following the case most closely. But he added that he knew of no link between the Washington state incident and the attempted entry in Vermont.\n\"I don't know why they were here. It could be as simple as she's smuggling him into the United States,\" Henry said. He said he could not provide identification for either person.\nAt the State Department, officials said they know of no connection to terrorism.\n\nLoad-Date: December 29, 1999"
}