{
    "title": "U.S. should ratchet up use of sanctions against Iran",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 8,
    "day": 5,
    "full text": "Suppose the tough new sanctions passed into law by the U.S., the EU, Canada and Australia do not cause Iran's Islamist rulers to halt their illicit development of nuclear weapons, curb their sponsorship of terrorism and reduce their brutalization of their own population. Does that leave us with only terrible options? Does that leave us, as French President Nicholas Sarkozy phrased it, having to choose between an Iran with the bomb and the bombing of Iran? Not necessarily. \nA task force convened by the American Foreign Policy Council has produced a report: \"Toward an Economic Warfare Strategy Against Iran.\" As the title suggests, the idea is move to what might be called Sanctions Plus ? the deployment of additional economic weapons to leverage \"the latent vulnerabilities inherent in the Iranian economy to ratchet up the cost of the regime's nuclear endeavor.\" (Full disclosure: Two researchers from the Foundation for Defense of Democracies, Emanuele Ottolenghi and Mark Dubowitz, were task force members.) The report was drafted over a span of months and, during that time, the task force briefed members of Congress. The result: Several recommendations contained in the report were included in the legislation that was signed into law last month, including restrictions on providing technology, goods and services to Iran's oil and natural gas industries, and on doing business with Iranian banks and other entities that have been \"designated\" (read: terrorist-affiliated). But there is more that can be done. Among the remaining economic weapons that the AFPC report recommends deploying: The new sanctions are intended to cut off much of the gasoline that Iran's rulers must currently import because they have spent the nation's wealth on nuclear facilities instead of oil refineries. In response, the regime now plans to reduce its need for gasoline by importing billions of gallons of Brazilian sugarcane ethanol to blend into the fuel mix. The task force suggests diverting that Brazilian ethanol to the U.S. market. What's preventing that: a 54-cent per-gallon import tariff that the U.S. government currently imposes on imported ethanol. Let that tariff expire. American taxpayers have subsidized American corn ethanol producers long enough. Tehran is planning to build natural gas pipelines between Iran and its neighbors. The aim is not just to make money but also to \"create long-lasting, new economic dependencies that are difficult to break.\" Our diplomats need to argue against this scheme and help find other ways for such countries as India and Bangladesh to meet their growing energy needs. We should deny Iran access to the global financial system. Withholding international services from Iran can deter trade with, and foreign investment in, Iran. The U.S. already has a number of such sanctions in place. The next step is to get our allies to sign on. The task force recommends creating a \"comprehensive blacklist\" of Iranian officials linked to nuclear weapons development, terrorism and oppression ? then putting a freeze on their foreign assets. All countries cooperating in this effort would refuse to give visas to officials connected with these enterprises for other than \"strictly humanitarian\" purposes. Iran continues to send students to America to learn skills ? e.g. nuclear physics and computer science ? that they can later use against us. I would end that practice, but the task force's more modest recommendation is simply to take steps to ensure that Iranian foreign nationals \"are not exposed to sensitive technology while in the United States.\" If these pressures are applied, will that change the behavior of those ruling Iran or help those Iranians who ? at great risk ? are trying to change the way Iran is ruled? There are no guarantees. But at least such policies would demonstrate, albeit belatedly, recognition of this reality: Iran's 1979 revolution was not just against the Shah. It also was against the world's dominant and democratic powers. The AFPC task force argues that it's time to wage an economic war against those who are waging an unconventional war against us. It's the only chance we have to avoid more \"kinetic\" and lethal forms of conflict later. Clifford D. May is president of the Foundation for the Defense of Democracies, a policy institute focusing on terrorism. \n\nLoad-Date: August 6, 2010"
}