{
    "title": "U.S. food terrorism grant up for renewal at U. Minnesota",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 18,
    "full text": "Now in its third year, the University of Minnesota's National Center for Food Protection and Defense has aided the government in fighting agroterrorism, a form of bioterrorism that affects food supplies.\nDespite the three-year, $15 million grant from the Department of Homeland Security up for renewal this year, University officials said the country's food supply is still at risk.\nNow in the final year of funding, the center is undergoing a renewal process that could extend the grant, said Shaun Kennedy, the center's deputy director.\nThe center is seeking a continuation at least matching the current $5 million per year.\nThe renewal process, which should be completed by March, involved a panel visit from the Department of Homeland Security Aug. 31 through Sept. 1, said Frank Busta, the center's director.\n\"There's no indication from any direction that we will not be asked to continue,\" he said.\nThe Department of Homeland Security and the Food and Drug Administration were not available for comment.\nThe University has researched ways to identity and isolate contamination in food supplies, in addition to developing nationwide response protocols, Kennedy said.\nDespite their efforts, the food system remains susceptible to terrorism.\n\"The food system is (still) extremely vulnerable,\" Busta said. \"When 9/11 occurred, that day, major food industries had major meetings and initiated activates right away.\"\nAccording to Kennedy, there is no absolute solution to agroterrorism, but the center is trying to identify and limit potential risks.\n\"Agroterrorism is a subset of bioterrorism and is defined as the deliberate introduction of an animal or plant disease with the goal for generating fear, causing economic losses and/or undermining stability,\" according to an August 2004 Congressional Research Report.\nThe recent spinach outbreak illustrated how vulnerable the food industry could be to deliberate contamination. It took 15 to 25 days before the outbreak was recognized, a time frame Kennedy called \"unacceptable.\"\nFrancisco Diez, a researcher for the center's Detection and Diagnostics Team and associate professor of Food Science and Nutrition, said in the past three years he worked on ways to combat milk contaminated with anthrax.\nHe said if the center receives the renewal, he will continue to work on this project, but would expand to other inactivate agents.\nPost-9/11 food defense initiatives began after a series of presidential directives, which started research to protect agriculture and the food supply, Busta said.\nThe center was the second of six university research facilities initiated by the Department of Homeland Security. In 2004, then-Homeland Security Secretary Tom Ridge visited the University to launch the center.\nAlthough the center is based at the University, it includes five other university partners and 20 additional faculty members who work as consultants to the project. The center also provides more than 80 students with research opportunities.\nKennedy said it is unrealistic to expect three years of research to fully protect food from intentional contamination.\n\"The projects now are ready to transition into actual tools used by public and private sector entities for food safety,\" he said.\nIf funding is renewed, the center would develop new projects to close the remaining gaps in the food system.\n(C) 2006 Minnesota Daily via U-WIRE\n\nLoad-Date: October 18, 2006"
}