{
    "title": "U.S. may remove North Korea from terrorism blacklist",
    "publisher": "charleston daily mail",
    "year": 2008,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON - The Bush administration is nearing a decision to remove North Korea from a terrorism blacklist and may do so as early as today in a bid to salvage faltering nuclear disarmament talks, The Associated Press has learned.\nU.S. officials said Thursday that no final decision had been made but diplomats briefed on the matter told the AP that they believe an announcement that North Korea will be tentatively taken off the State Department's list of state sponsors of terrorism is imminent.\nThe delisting depends on North Korea agreeing to a plan to verify an account of its nuclear activity that it submitted over the summer, the diplomats said. North Korea would be put back on the list if it doesn't comply with the plan and abandon nuclear arms, they said.\nThe diplomats spoke on condition of anonymity ahead of an expected announcement, which would follow meetings last week in Pyongyang between North Korean officials and U.S. envoy Christopher Hill as well as days of intense debate in Washington.\nThe move would be a last-ditch attempt to save a disarmament agreement that has frayed badly in recent months as North Korea moves to restart its main nuclear plant and takes other provocative steps such as expelling U.N. inspectors and launching short-range missiles.\nSaving the deal and getting Pyongyang to follow through would also be a major foreign policy success for the administration in its waning months.\nBut opponents of the deal, mainly conservative hawks in and out of the administration, say removing the North from the terrorism list now would be a reward for bad behavior from a country that cannot be trusted.\nNorth Korea had disabled its Yongbyon nuclear facility under the initial phases of the deal but since August has been reversing that because the United States has not removed it from the terror list as it agreed after North Korea provided a declaration of its atomic program in June.\nThe U.S. has said it will fulfill the obligation only when North Korea accepts a plan to verify that accounting.\nBut while he was in North Korea, Hill proposed a face-saving compromise under which the North would be provisionally removed from the terrorism list as soon as it deposits with China an agreement on verification, according to U.S. officials.\nChina, the chair of the six-nation nation negotiations, would then announce that the North Koreans were on board, allowing Pyongyang to claim that Washington moved first, they said.\nDespite signs the delisting is close, details of what North Korea is prepared to allow in terms of inspections of its nuclear sites are unclear. The specifics of Hill's discussions with the North are closely held in Washington among a tight circle of top Bush aides, officials said.\nWhite House press secretary Dana Perino said agreement on a \"verification protocol\" remained the key to taking North Korea off the list. \"If we can get a verification protocol that we are satisfied with, then we would be able to fulfill our side of the bargain,\" she said.\nLater, amid a swirl of speculation in Washington, Seoul and Tokyo that the delisting would come today, National Security Council spokesman Gordon Johndroe would say only that \"no final decision has been made yet.\"\n\nLoad-Date: October 10, 2008"
}