{
    "title": "U.S. PROMISES SUSTAINED WAR ON TERRORISM _ THOSE BLAMED FOR THE BOMBINGS THAT LED TO MISSILE STRIKES",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "One day after attacking suspected terrorist sites in Afghanistan and Sudan, the Clinton administration promised yesterday to conduct a sustained campaign against terrorism worldwide.\nAt the same time, the group believed responsible for the bombings of the U.S. embassies in Kenya and Tanzania that led President Clinton to order Thursday's cruise missile strikes vowed more attacks against Americans. And White House officials acknowledged that the continued threat of terrorism against Americans was real.\n\"It's very important for the American people to understand that we are involved here in a long-term struggle,\" Secretary of State Madeleine K. Albright said. \"We have been affected by this before. This is, unfortunately, the war of the future.\"\nNew evidence emerged about the justification for the U.S. strikes, including terrorist plans to attack American outposts in five countries.\nIn a closed-door session, the Clinton administration's top foreign policy advisers told 10 members of Congress that Osama bin Laden, a Saudi exile suspected in the embassy bombings, and his associates had considered a possible chemical attack against an unspecified American target, according to a participant in the meeting.\nThe briefing - by Albright; CIA Director George Tenet; Defense Secretary William S. Cohen; and Gen. Henry Shelton, chairman of the Joint Chiefs of Staff - was so sensitive that members of Congress were asked to turn in their notes afterward, said the participant, who spoke on condition of anonymity.\nU.S. investigators had learned that the bin Laden organization planned attacks on American interests, including other embassies, in Albania, Egypt, Malaysia, Yemen and Pakistan. The information, the participant said, came from interrogations of bin Laden associates arrested in Albania and Pakistan after the Aug. 7 bombings at the U.S. embassies in Kenya and Tanzania. When arrested, the associates said they knew of no planned attacks in the United States.\nSince the embassy bombings - in which 12 Americans and at least 251 others were killed - the State Department has issued general warnings in all five of those countries. On Thursday, it also called for \"worldwide caution\" in light of the U.S. attacks. All nonemergency embassy workers and family members were ordered to leave Albania, Pakistan and Eritrea.\nThomas Pickering, undersecretary of state for political affairs, said the United States had received numerous threats in the last two weeks.\n\"We could not simply batten down the hatches and wait for the next attack to hit us,\" he said at a briefing yesterday. \"We had to act decisively.\n\"We do not expect that these strikes will in themselves end the threat, but they are important because they clearly show that we are in this for the long haul,\" Pickering said. \"There may be more such strikes.\"\nOnly hours after the Aug. 7 bombings, airport immigration officials in Pakistan arrested Mohammad Saddiq Odeh, who had arrived on a flight from Nairobi, Kenya, and returned him to that country for interrogation by the FBI. Odeh, a bin Laden associate, was en route to Afghanistan using a false Yemeni passport.\nIn Albania, local authorities, aided by U.S. agents, arrested five men described as Egyptian Islamic terrorists and seized materials that could have been used to make a bomb.\nFBI Director Louis Freeh said yesterday during a 24-hour visit to the bomb sites in Dar es Salaam, Tanzania, and Nairobi that questioning Odeh was \"only the first step in a long process.\"\n\"We're very satisfied with the progress of the case,\" Freeh said at a news conference at the Nairobi airport. But he added: \". . . this is a complex case, which has implications and potential investigations in more than one country, and we need more time to analyze the information we have.\"\nOne piece of intelligence long known was that bin Laden held part ownership in the pharmaceutical factory attacked Thursday in Khartoum, Sudan. The Clinton administration team told the members of Congress that U.S. intelligence also had determined \"beyond a doubt\" that an element used in the manufacture of VX, a nerve agent, was made in the plant.\nU.S. intelligence, however, did not know whether bin Laden or any of his associates planned to use the chemical weapons in the near future.\n\"There was a feeling, it seems, that the evidence was sufficiently strong about another attack, and if we didn't do something and another bomb happened, we would have been terribly remiss,\" the meeting participant said.\nNational Security Adviser Samuel R. Berger said at the White House that the \"so-called pharmaceutical company\" had been \"functionally destroyed.\" American missiles inflicted moderate to heavy damage on suspected terrorist training facilities in Afghanistan, Berger said, although cloud cover prevented a complete assessment.\n\"The attacks have significantly disrupted the capability to use these camps as terrorist training facilities,\" he said.\nBerger and State Department officials acknowledged they didn't know the whereabouts of bin Laden. But bin Laden's spokesman said yesterday that the Saudi had not been near the Afghanistan bombing site on Thursday and that he was now moving from country to country to avoid detection.\nAsked whether the United States would target bin Laden for assassination, Berger said only: \"Bin Laden, I think, like any other terrorist, should not rest easy.\"\nThe United States has a legal prohibition against assassinating foreign leaders, but bin Laden is not a head of state. Berger declined to elaborate on his comment.\nIn the Afghan capital of Kabul, two U.N. aid workers were shot yesterday in what some thought to be retaliation for the U.S. missile strikes. Afterward, the United Nations and other relief agencies said they would pull staff out of Afghanistan.\nAt home, Clinton and his foreign policy advisers worked to shore up international support. Berger said no foreign leaders had been told of the strikes in advance, but many were called simultaneously on Thursday.\nClinton made a number of calls yesterday to foreign leaders, including Egyptian President Hosni Mubarak, British Prime Minister Tony Blair, Pakistani Prime Minister Nawaz Sharif and Israeli Prime Minister Benjamin Netanyahu, Berger said. Later in the day, Clinton returned to Martha's Vineyard to resume his vacation.\nOne of the sharpest critics of the U.S. attacks was Russian President Boris N. Yeltsin, who told reporters in the Arctic city of Murmansk: \"I am outraged, and I denounce this. My attitude is, indeed, negative, as it would be to any act of terrorism, military interference, failure to solve a problem through talks.\"\nState Department spokesman James Foley said he hoped Yeltsin would change his mind once he had learned more about the nature of the attacks.\nClinton sent a note to Yeltsin about the attack, and White House spokesman Mike McCurry said there were no plans for the two leaders to talk until early September, when Clinton is to visit Moscow.\nAfter their briefing, members of Congress expressed strong support for the administration's decision to launch missiles.\n\"What doubts I had have been dispelled,\" Sen. Gordon Smith (R., Ore.) said. Although some members of Congress had said Thursday that Clinton was using the strikes to detract attention from his personal problems, Smith said: \"Our government has acted in a responsible way.\"\n\nNotes\n\nAmerica Strikes Back\n\nGraphic\n\n \nPHOTO AND MAP;\nPHOTO\nA man covers his face at the factory in Khartoum, Sudan, that was hit Thursday by U.S. missiles. An element used to make nerve gas allegedly was produced there. The image was taken from TV yesterday. (Associated Press)\nA Pakistani policeman patrols at the U.S. consulate in Karachi. U.S. consulates in Pakistan have been closed as a security measure. (Associated Press, ZIA MAZHAR)\n\nLoad-Date: October 24, 2002"
}