{
    "title": "U.S. to maintain sanctions on Libya ; Although Libya accepted responsibility for a 1988 plane bombin",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 8,
    "day": 17,
    "full text": "The Bush administration will keep a diplomatic and economic squeeze on Libya despite the country's acceptance of responsibility for the bombing of a Pan Am jetliner over Scotland in 1988.\nLibya officially accepted responsibility in a letter delivered Friday to the Syrian ambassador to the United Nations, Mikhail Wehbem, as part of a $2.7 billion settlement with the families of the 270 people killed in the bombing, most of them Americans.\nEach of the families is likely to receive at least $5 million and could receive $10 million from a $2.7 billion fund that Libya will deposit next week in an international bank.\nIn two other letters delivered to the Syrian ambassador, whose government currently holds the presidency of the U.N. Security Council, Britain asserted it would submit a resolution to the Security Council to lift U.N. sanctions imposed in 1991 and the United States agreed not to stand in the way of the resolution.\nHowever, a U.S. official told reporters the United States would probably abstain rather than vote for the resolution, would maintain U.S. sanctions against Libya, and had no plan to remove Libya from the State Department's list of countries that sponsor terrorism.\nThe U.S. official, who spoke to reporters at the State Department under rules that shielded his identity, cited an alleged program to develop missiles and other weapons of mass destruction, human-rights violations, and meddling in the affairs of other African countries, such as Sierra Leone, Chad and Liberia.\nOn Capitol Hill, Sen. Edward M. Kennedy (D., Mass.) said Libya's acceptance of responsibility for the bombing was a major victory for the United States and the families of the victims.\nHe commended the Bush administration and said in a statement that \"America must continue working to see that all those involved in the attack are brought to justice.\" Earlier, Secretary of State Colin L. Powell and Assistant Secretary of State William Burns met with Flight 103 families in a department auditorium.\nAfterward, Daniel Cohen of Cape May Court House, N.J., whose daughter, Theodora, died in the bombing over Lockerbie, Scotland, said \"the United States should have no relationship whatsoever with what is a criminal, terrorist, murdering regime.\"\nCohen said \"the leader of Libya killed that girl. I don't want to see us make up with him ever, ever, ever, under any circumstances.\"\nThe United States, meanwhile, will continue a criminal investigation of the bombing, with which Libya promises in its agreement to cooperate.\nLibya also pledges in its letter to renounce terrorism in all forms.\nThere has been significant progress on the terrorism front, but \"we are not naive,\" the U.S. official said, and the State Department is not prepared to strike Libya's name from its terrorism list.\nThe United States will not \"stand in the way\" of lifting the U.N. sanctions, most likely by abstaining rather than voting for the British resolution, the official said.\nThe sanctions bar arms sales and air links to Libya. They were suspended in 1999 after Libya handed over two agents indicted in the Pan Am bombing for trial.\n\"This does not mean U.S. sanctions will be lifted,\" the U.S. official said. \"Libya does not deserve a clean bill of health.\"\nThe U.S. sanctions, which put a deep dent in the economy of the oil-rich African country, include travel restrictions and restraints on business with Libya.\nMark Zaid, a lawyer for several of the families, said last week he thought it would be \"very unlikely\" that U.S. sanctions would be lifted or that Libya would be stricken from the terrorism list in the next year.\nThe State Department, in an annual report issued in April, said Libyan leader Moammar Gadhafi's record continued to hinder his efforts to shed Libya's pariah status.\nHowever, the report noted that last year Libya became a party to a 1999 international agreement designed to curb financing of terrorism, and was a party to all 12 international conventions and protocols relating to terrorism.\nSince the Sept. 11, 2001, attacks on the World Trade Center and the Pentagon, Gadhafi has tried \"to identify Libya with the war on terrorism and the struggle against Islamic extremism,\" the report said.\n\nLoad-Date: August 15, 2005"
}