{
    "title": "U.S. Says It Is Pleased Syrians Are Acting to Limit Terrorism",
    "publisher": "the new york times",
    "year": 1994,
    "month": 5,
    "day": 1,
    "full text": "Secretary of State Warren Christopher told Syrian officials today that the United States was pleased that Damascus has taken steps recently to curb terrorism, among them closing two training camps run by Abu Nidal, the prominent terrorist leader.\nMr. Christopher met late into the night with President Hafez al-Assad and other Syrian officials to discuss a new Israeli peace plan. In an earlier session with Foreign Minister Farouk al-Sharaa, he said Damascus had made some progress on terrorism at a time when Syria hopes to be removed from Washington's list of countries that sponsor terrorism.\nAmerican and Israeli officials acknowledge that as Mr. Assad moves cautiously forward in peace talks with Israel, he is maneuvering for a big reward: improved political and economic ties with the United States. But American officials caution that this cannot happen until Syria is removed from both the terrorism list and the list of countries that do too little to fight drug trafficking.\n \nConcern Over Arms Deal\n Mr. Christopher also told Mr. Sharaa of American concerns about a recent arms deal signed by Syria and Russia and about reports that a ring of counterfeiters based in Syria was producing high-quality $100 bills.\nThe Secretary of State flew from Israel to Damascus today to present a new Israeli peace plan to Mr. Assad in the hope that it would end the deadlock in peace talks between the two countries.\nIsraeli officials said the plan called for Israel to make a phased withdrawal from the Golan Heights, which it captured in 1967 and annexed in 1981. In return, Syria would grant full diplomatic relations to Israel and sign a peace accord. The plan also proposes demilitarizing the Golan Heights and establishing a multinational peace force to patrol the area.\nState Department officials say Mr. Christopher may meet again with President Assad on Sunday, after Syrian officials study the Israeli plan. Later on Sunday, Mr. Christopher is scheduled to return to Israel to tell Prime Minister Yitzhak Rabin about Mr. Assad's response.\nBefore Mr. Christopher met with President Assad, an Administration official said the Secretary of State would convey Washington's concerns about Syria's human rights performance and would seek to arrange a visit to Syria by a high-level American human rights official.\nIn Mr. Christopher's meetings on Friday with Israeli officials, the Israelis agreed with him that Syria had made some recent progress in combating terrorism, American officials said. Syria, which exercises considerable sway over Lebanon, recently shut down an camp run by Abu Nidal's organization, Fatah Revolutionary Council, near Beirut and another camp in the Bekaa region of Lebanon.\n \nParty of God Detentions\n State Department officials said they found it encouraging that Syria had several leaders of the Iranian-backed Party of God arrested after they led a recent demonstration in southern Lebanon. Although the members of the group, which American officials say has carried out numerous assassinations and hostage-takings, were released, American officials said the arrests could be an important sign that Syria is trying to crack down on the Party of God.\nBut some Administration officials have said recently that the State Department, in its eagerness to push peace negotiations forward, might be too willing to recognize Syrian progress on terrorism.\nState Department officials say it is too early to tell whether Syria will be removed from the list of countries that sponsor terrorism.\nMr. Christopher told Foreign Minister Sharaa of Washington's concerns that Damascus had not stopped the drug trade from flourishing in the Bekaa. American officials say Syria has eliminated some of the poppy cultivation in the region but has not done enough to stop the production and transshipment of drugs.\nRegarding the deal on arms sales signed last week between Syria and Russia, American officials said Mr. Christopher would ask the Syrians what weapons systems would be sold.\n\"We're concerned that the memorandum of understanding they signed might call for some technology transfers from Russia,\" an Administration official said.\n\nLoad-Date: May 1, 1994"
}