{
    "title": "U.S. had role in nourishing real roots of terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 3,
    "day": 15,
    "full text": "It is high time that President Bush stopped substituting bellicose language and moral indignation for executive leadership and started providing real, long-term solutions in the campaign against terrorism. Indeed, the Bush administration's ever-expanding war on terrorism has become alarmingly misguided in both intent and implementation, putting American lives at risk without striking at the root cause of terrorism -- the powerlessness of destitution of billions of people around the world.\nBush's expansion of American military commitments abroad in recent weeks has scattered poorly supported contingents of U.S. troops in areas of questionable need, minimizing the opportunities for real success in counter-terrorism operations and in some cases placing American soldiers in unnecessarily vulnerable situations.\nThe operation in Yemen best demonstrates the latter point. In a war-torn country where, less than two years ago, terrorists bombed the U.S.S. Cole, Bush has authorized the deployment of a scant 100 troops. What is more, this contingent will not be deployed as a single unit, but in groups of 20 to 30, rendering them effectively dependent on a weak Yemeni government for security.\nHarvard U.\nAmerican military deployments in the Philippines have created the exact opposite situation, with hundreds of U.S. troops (along with 6,000 Filipino soldiers) and millions of American dollars being poured into the hunt for a band of nominally Islamic bandits that Paul Wiseman of USA Today described as \"little more than a band of young thugs.\" Without question, these rebels -- known as the Abu Sayyaf -- need to be eliminated, but even taking into account the two American hostages held by the group, the regional nature of the Abu Sayyaf's activities calls into question the need for such vast expenditures of precious military resources.\nBeyond the futility and risk involved in the administration's military policy, numerous deployments needlessly sully the United States' reputation abroad. Despite the small size and limited goals of American military operations in the Philippines, Yemen and now Georgia, the image of American troops spreading out across the globe conveys to the international community an image of American hegemony and worse -- military hegemony -- that both disturbs our allies and incites our enemies, all for marginal gains.\nBush should consolidate U.S. military operations into those theaters where action is imminently required, such as Afghanistan and Iraq, and where U.S. troops on the ground can be directly supported by American air power.\nHowever, as long as the Bush administration continues to rely on the use of armed force as its principal weapon, the war on terrorism can never hope to deal international terrorism a crippling blow. Instead, Bush must balance military operations with a renewed, long-term campaign directed at the underlying causes of terrorist activity.\nAs has been stated many times before, terrorism is a weapon of the weak, and is directly tied to the plight of the developing world. Terrorists find safe haven and willing recruits among the discontented and the destitute populations of poor nations, playing upon broad social and economic inequalities to rally support for their cause. What is needed, then, for nations like Yemen and Afghanistan, is an effectively managed, comprehensive aid program aimed at combating these ills: bringing populations direct economic relief, teaching sustainable development practices, building infrastructure and stabilizing weak governments.\nIt is a simple fact that people with adequate food and medical care are going to be much more contented with their lives and much less likely to embrace a radical political message. Add job training for adults, basic community infrastructure like wells and roads and education for children, and people in the developing world have at some measure of long-term stability. Governments with fair administration, and yes, professionally trained armed forces, complete the equation. Lastly, if this plan does not do much to mitigate the United States' image as omnipresent, then at the very least it will serve to counteract the association of Americans with strife and suffering.\nThough a \"Marshall Plan\" for the developing world might at first appear both overly ambitious and overly expensive, it presents a viable alternative to the current plan, one that will spend $ 4.7 trillion in defense over the next decade, while at the same time involving the nation in a war with no clear exit strategy and no hope for successful resolution. Of course, just as the most extreme use of military force could never hope to eradicate the world's terrorist networks, even the most benevolent policies on the part of the United States will never completely succeed in effecting an end to the scourge of terrorism. However, balancing military action with an investment in the developing world's future will bring the world infinitely closer to peace than the Bush administration's current policies can ever hope to achieve.\n(C) 2002 Harvard Crimson via U-WIRE\n\nLoad-Date: March 15, 2002"
}