{
    "title": "U.S. presses European countries to take, prosecute Islamic State fighters",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 11,
    "day": 15,
    "full text": "BY MATTHEW LEE\nThe Associated Press\nWASHINGTON - European and other members of the international coalition fighting the Islamic State group must take back and prosecute their nationals detained in Iraq and Syria to help keep IS from regaining territory, Secretary of State Mike Pompeo said Thursday.\nPompeo told foreign ministers and senior officials from some 30 coalition members that it's imperative that they hold thousands of detained foreign fighters accountable for atrocities committed while the Islamic State held swaths of territory in the two countries. Many of the detained foreign fighters are from Europe, but countries have been reluctant to take them back and officials acknowledged there are still differences of opinion among coalition partners about how best to deal with them.\nThe meeting came amid concerns about the U.S. commitment to the fight against IS remnants. Those concerns have increased as President Donald Trump has pressed to withdraw American troops from Syria. It was also the first meeting at such a senior level since IS was driven from the last of its major strongholds in March and the first since the group's leader, Abu Bakr al-Baghdadi, killed himself during a U.S. raid last month.\nPompeo said bringing the foreign fighters to justice in their home countries is critical to preventing IS from resurrecting its caliphate and exporting its ideology.\n\"That work begins with carrying out justice against those who deserve it,\" he said. \"Coalition members must take back the thousands of foreign terrorist fighters in custody and impose accountability for the atrocities they have perpetrated.\"\nNATO Secretary General Jens Stoltenberg said coalition members need \"more coordinated efforts\" to resolve the issue of foreign fighters and must also train more local forces to prevent a resurgence of the Islamic State. \"If you can enable local forces to fight terrorism themselves, to stabilize the country, ... that's in the long run the best way to also fight terrorism,\" he said in an Associated Press interview after the meeting.\nNathan Sales, the director of the State Department's counterterrorism bureau, said the U.S. rejected suggestions such as asking countries in the region to accept them or establishing an international tribunal to try them.\n\"Each country has a responsibility to handle this situation on their own,\" he said. \"Our view is that it's not a viable option to ask other countries in the region to import another country's foreign fighter and pursue prosecution and incarceration there.\"\nPompeo also dismissed concerns about America's commitment and said the U.S. would continue to lead the coalition. He noted that U.S. forces had killed Baghdadi and his deputy.\n\"Ask them if there's a deficit of American leadership in fighting ISIS,\" he said, referring to the militant group by one of its other names and pointing out that the U.S. still has forces in Syria despite the recent Turkish invasion.\nThose troops, he said, will allow the U.S. to retain the ability to launch airstrikes on IS targets and protect oil fields that the militants had once used to bring in significant revenue.\nPompeo also urged coalition participants to step up funding for U.N. relief and reconstruction projects in Iraq and Syria to allow for the return of millions of civilians displaced by years of conflict.\nAs the effort in Iraq and Syria goes on, Pompeo said it will also be critical to keep IS from expanding its reach to other areas, notably the Sahel region in west Africa where he said the group ''is outpacing the ability of regional governments and international partners to address the threat.\"\n\"The fight against ISIS is a long-term test of will, a test of civilization against barbarism,\" he said. \"We know where we stand. Let's work together to make sure our enemy does too.\"\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: November 15, 2019"
}