{
    "title": "U.S. Sends a Mixed Message in a Region Bloodied by Terrorism",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 29,
    "full text": "The Pentagon and the State Department are sending mixed messages about reducing America's presence in a region bloodied by terrorist violence.\nNOUAKCHOTT, Mauritania -- The Trump administration is split over how to combat terrorists, support allies and thwart global competitors in West Africa. And the mixed messages out of Washington are confusing allies in Europe, who are deeply committed to security in Africa, as well as to military partners on the continent. \n  Secretary of State Mike Pompeo just wrapped up a major trip to Africa, including a stop in Senegal, pledging more security support and warning against growing Chinese influence. But back in Washington, Defense Secretary Mark T. Esper is weighing deep U.S. troop cuts on the continent, closing a new $110 million drone base and ending aid to French forces battling militants who are surging in Mali, Niger and Burkina Faso.\n  The muddled administration policy comes at a time when skyrocketing waves of terrorism and violence have seized Africa's Sahel region, a vast sub-Saharan scrubland that stretches from Senegal to Sudan, and is threatening to spread.\n  Cutting American aid could not only weaken French-led counterterrorism efforts, analysts say. It could also open the door to China and Russia, which are ready to seize any foothold the United States cedes on the continent, dangling deals for new ports and railroads as well as arms and mercenaries, and overall influence. China now has more embassies in Africa than the United States, 52 to 49.\n  ''The U.S. is losing the competition in Africa against China, Russia, Al Qaeda and the Islamic State,'' said Katherine Zimmerman, an analyst with the American Enterprise Institute in Washington. ''It's not losing militarily, but in the soft-power space.''\n  African troops are voicing concern about a reduced American commitment to fighting violent extremism, expressions heard during a two-week, Pentagon-sponsored counterterrorism exercise in Mauritania and Senegal this month that drew 1,500 military personnel from 30 African and Western countries.\n  ''It would degrade the standard of training if the U.S. left,'' said a 30-year-old Nigerian Special Forces officer, who under the exercise's ground rules could be identified only as Captain Samuel.\n  Violence is escalating over a growing swath of West Africa.\n  The proposed U.S. troop cuts in West Africa come amid a growing torrent of attacks by Islamic State and Qaeda affiliates -- often working together in a rare reversal of their bitter rivalry in the Middle East and elsewhere in the world -- especially in Burkina Faso, Mali and Niger.\n  Armed groups have attacked bridges, military convoys and government buildings. Three thousand schools have closed because of terrorist threats, and militants have assassinated mayors and other local leaders suspected of collaborating with the authorities.\n  The United Nations envoy for West Africa and the Sahel, Mohamed Ibn Chambas, said last month that attacks in the three countries had increased fivefold since 2016, with more than 4,000 deaths reported in 2019 compared with an estimated 770 deaths three years before.\n  The threat is pushing south from the Sahel into areas previously untouched by extremist violence, including the Ivory Coast, Benin, Togo and Ghana, where the Pentagon has a logistics hub.\n  Security has deteriorated so badly that the Pentagon's Africa Command told the Defense Department's inspector general this month that it had abandoned for the moment a strategy of weakening the Islamist militants, and instead was mainly trying to contain the threat.\n  Military officials and independent analysts stressed that American and other Western military aid may at best buy time for African allies to address poverty, lack of education, government corruption and other grievances that extremist groups seek to exploit. But there is little confidence that these daunting, endemic problems will be resolved soon. That leaves the United States and its European allies to keep the threat from spreading.\n  The State Department has in the past two years provided $323 million in training and other security assistance to the so-called G5 Sahel countries -- Burkina Faso, Mali, Niger, Chad and Mauritania. But the G5 force, ultimately set to grow to 5,000 troops, has been slow to halt the militants' advance.\n  Small U.S. assistance is crucial to a larger French mission.\n  The American military has a relatively light footprint across Africa, relying on European and African partners to carry out most counterterrorism missions from the Sahel to Somalia, with the Pentagon providing air power when needed. About 5,200 U.S. troops and 1,000 Defense Department civilians or contractors work throughout Africa, mainly training and conducting exercises with local forces. About 1,400 of those troops are in West Africa, a force that could shrink to 300 under one of Mr. Esper's options.\n  ''We can have a large effect with a very small force,'' Brig. Gen. Dagvin R.M. Anderson, the top American Special Operations officer in Africa, said in an interview in Nouakchott on the sideline of the counterterrorism exercise.\n  European allies -- and President Trump's own advisers -- have advocated continuing these American security measures on the continent, arguing that this relatively small  investment has an outsize effect in helping keep terrorists and global competitors at bay.\n  In a phone call last week, President Emmanuel Macron of France urged Mr. Trump to keep providing American assistance -- intelligence, aerial refueling and logistics at a cost of about $45 million a year, barely a rounding error in the Pentagon's nearly $800 billion annual budget -- until France fills its counterterrorism gaps.\n  To show its resolve and stave off deep immediate American cuts, France, the former colonial power in West Africa, is rushing 600 additional troops to the region, for a total of 5,100. It also says 400 more Special Operations forces from other European nations will arrive by late summer.\n  French officials say they are moving to be more self-sufficient -- buying more American-made C-130 transport planes and Reaper drones. But without the American aid to tide them over, French officials say they will sharply shrink their operations, which could unravel security even more.\n  Muddled policy results in mixed messages.\n  The administration's Africa policy is complicated, at best. Mr. Trump last month added six countries to his list of nations facing stringent travel restrictions, a move that will virtually block immigration from Africa's most populous nation, Nigeria. Three other African countries, Eritrea, Sudan and Tanzania, will face varying degrees of restrictions.\n  Mr. Trump has made disparaging comments about African nations in the past, complaining that Nigerians who entered the United States on visas would never ''go back to their huts.''\n  For his part, Mr. Pompeo dismisses any policy differences with Mr. Esper, a West Point classmate. Even so, Mr. Esper has said his mission is to realign American forces worldwide -- beginning here in Africa -- away from post-9/11 missions battling terrorist groups and instead refocus Pentagon priorities on confronting so-called great powers like Russia and China.\n  ''We'll get it right,'' Mr. Pompeo said in Dakar this month before flying on to Angola and Ethiopia. ''The people of Senegal should know that collectively Senegalese forces in the region, European partners, the French and the United States of America, we have an obligation to get security right here in the region.''\n  But Mr. Pompeo's visit only served to underscore that as the Pentagon is seeking to shrink its security presence on the continent, the State Department and other government agencies are increasing their posture and presence -- without the military's rich coffers.\n  Mr. Pompeo's top policy aide, David Hale, visited four West African nations this month to bolster regional partnerships. The State Department has a new initiative to combat a resurgent Islamic State that includes creating a special task force to focus specifically on deteriorating security in the Sahel. The department and the F.B.I. announced this month the establishment in Kenya of the first joint terrorism task force outside the United States.\n  At the C.I.A., officials have also privately pushed back on Mr. Esper's proposed cuts on the continent, fearing they could jeopardize intelligence collection and other activities. Even the top American officer overseeing military operations in Africa, Gen. Stephen J. Townsend, told senators last month  that fighting terrorists also countered Chinese and Russian influence on the continent.\n  ''Our experience, training, equipment, advice and other unique capabilities,'' General Townsend said, ''is a distinct U.S. advantage that our competitors cannot match.''\n  Senior lawmakers from both parties have blasted the Pentagon's proposed cuts. ''Any reduction in U.S. military presence in West Africa would have real and lasting negative consequences for our African partners,'' Senator James M. Inhofe, an Oklahoma Republican who heads the Armed Services Committee, said in a statement last week during a trip to Africa that included a brief stop in Nouakchott, Mauritania's seaside capital.\n  Mr. Esper, battered by the criticism of his proposal since The New York Times first reported it in December, seems to have backtracked from the most drastic plans, including a complete withdrawal. He has asked aides for more options, most likely forestalling any decisions until March.\n  ''There are no plans to completely withdraw all forces from Africa,'' Mr. Esper told the House Armed Services Committee on Wednesday. A Pentagon spokeswoman, Alyssa Farah, said there never had been plans for a full withdrawal from the continent.\n  African partners fear a U.S. withdrawal.\n  The Pentagon's proposed cuts to U.S. troop levels and aid to French forces have unnerved senior African leaders facing a growing jihadist threat.\n  ''We have talked about the need to be present in the area,'' Amadou Ba, Senegal's foreign minister, said at a news conference in Dakar, the nation's capital, alongside Mr. Pompeo on Feb. 16. ''We hope that they will continue to support us in training and intelligence.''\n  For now, African troops and their Western allies are racing to establish security.\n  In Mauritania -- a vast, parched nation of about 4.5 million people at the western end of the Sahara that straddles the divide between largely Arab North Africa and black West Africa -- playing host to this year's exercise underscored its commitment to combat Al Qaeda, diplomats and commanders said.\n  After a string of attacks in the late 2000s, the nation's army doubled in size, fielded new counterterrorism units, tightened border security and surveillance, and engaged with religious leaders to help counter Al Qaeda's ideological appeals, said Maj. Sidi Mohamed Hadid, an army spokesman.\n  As part of the exercise this month, African troops also trained at a sprawling army encampment in Thies, Senegal, 35 miles outside Dakar that is also home to Senegal's military academy.\n  On several shooting ranges, dotted with massive baobab trees and spiky thorn bushes, British, Dutch and Austrian trainers worked with soldiers from Nigeria, Senegal and Burkina Faso. With temperatures nearing 100 degrees under a blazing sun, the African troops also practiced how to thwart roadside bombs and clear militant-infested buildings.\n  At one range, Austrian trainers divided their nearly two dozen Burkinabe troops into two groups. As one group charged across a stretch of rocky scrubland toward a mock terrorist hide-out, the other provided covering fire with its AK-47 rifles (shouting ''bang, bang'' in the simulation).\n  ''It will be harder if the U.S. leaves,'' Lt. Daouda Ilboudo, 28, the Burkinabe squad leader, said during a water break after the drill. ''But we still will keep struggling against the terrorists.''\n\nhttps://www.nytimes.com/2020/02/27/world/africa/terrorism-west-africa.html\n\nGraphic\n\n \nPHOTOS: From top, during joint exercises in Mauritania, a nation of about 4.5 million people at the western end of the Sahara, Portuguese special forces provided medical training on how to stop hemorrhages with tourniquets. Staff at Joint Multinational Headquarters in Atar, a town in the northwest, coordinated operations. Mauritanian military personnel, assisted by U.S. Army officers, conducted community leader engagements in a village near Atar.\n Spanish special forces training Mauritanian soldiers during a counterterrorism exercise in Atar. (PHOTOGRAPHS BY LAETITIA VANCON FOR THE NEW YORK TIMES)               \n\nLoad-Date: February 29, 2020"
}