{
    "title": "U.S. must wipe out state-sponsored terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 7,
    "full text": "WASHINGTON -- There is a serious debate about war aims raging in Washington. And then there is the caricature debate in which, on the one hand, you have the reasoned, moderate, restrained doves who want very limited war aims.\nAnd on the other hand, you have the unreconstructed hawks -- those daring to suggest that the war on terrorism does not stop with Afghanistan -- aching for blood and continents to conquer.\nLet's begin at the beginning. No one, hawk or dove, sought this war. This war was declared on us. The only question is how to prosecute it.\nThe question is whether after Pearl Harbor our strategic objective should have been (a) destroying the Japanese First Air Fleet that did the deed, or (b) destroying the regime in Tokyo to put Japanese imperialism permanently out of business.\nThe previous generation had no difficulty making that choice. Nor did the president of this generation in his national address on Sept. 20.\n\"Our enemy is a radical network of terrorists and every government that supports them,\" he said. \"And we will pursue nations that provide aid or safe haven to terrorism.\"\nGovernment. Nations. Not just going cave-to-cave in Afghanistan looking for Osama.\nOf course, everyone would prefer narrow war aims. They carry less immediate risk and better prospects for success. But that \"success\" is illusory. It would leave us mortally at risk.\nStart with the narrowest objective: finding those responsible for Sept. 11 and \"bringing them to justice.\" Imagine if Osama were delivered to us alive. His trial would become a media circus that would make Camp OJ look like local TV coverage of a bingo fraud. It would become the greatest platform for the dissemination of a murderous ideology since Hitler's beer hall putsch trial in 1924.\nThe trial would be surreal, probably presided over by more Scottish judges in full wig at The Hague, like those who found one Libyan sub-peon responsible for Pan Am 103. Osama, of course, would not get the death penalty. Which would mean that every week there would be a school bus hijacked and children's throats slit to win his release. He would be out in weeks.\nNor would killing Osama solve the problem. Kill him and another will arise. In fact, we already know who the successor is: Osama's second in command, Ayman Zawahiri.\nMoreover, even if the al-Qaida network is taken down, other networks will form -- as long as there are states in the region ready to nurture, protect and use terrorists in their war against America and the West.\nWhich is why the war on terrorism cannot be just about individuals. It must be about governments. Why, even the State Department, after wobbling, has come around to the idea that getting Osama is not enough. The Taliban regime must fall, too.\nWhat happens then? Do we stop there?\nWe cannot. We have entered a new era with a new threat. They're called weapons of mass destruction, but that is a euphemism. These are weapons of genocide. What is at stake is not a repetition of the World Trade Center but a massacre unseen in human history, possibly millions of Americans dead from biological or chemical warfare.\nYou do not make weaponized anthrax in Afghan caves. For that you need serious scientists and serious laboratories, like the ones in Baghdad. Richard Butler, the former chief arms inspector in Iraq, tells us that Iraq has weaponized anthrax and VX gas. Syria has chemical weapons. Iran is developing nukes. They all sponsor terrorists.\nThe threat is unique, but so is the moment. The provocation is clear. The American people are committed. The entire West and even India and Russia are behind us. Now is the time to go after state-sponsored terrorism.\nThis does not mean invading every country. It means getting some regimes to change policies and others to fall -- whether by economic and diplomatic pressure, internal revolt or, as a last resort, military action.\nAt a time like this, the imprudent ones are those who simply want to lop off one tentacle of the terrorist threat, the one that perpetrated Sept. 11. Doing that will give us satisfaction, a sense of accomplishment, and an entirely false sense of security.\nThe next attack, catastrophic beyond our imagination, is waiting to happen. If we do not have the will to go after that threat now, these sophisticated weapons will fall into the hands of al-Qaida's comrades and successors.\nWe will be living the 13 days of the Cuban missile crisis -- our last encounter with the real possibility of genocidal attack on America -- for the rest of our lives.\nWashington Post Writers Group\n\nLoad-Date: October 7, 2001"
}