{
    "title": "U.S. moves closer to Libya despite lingering concerns",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 1,
    "day": 4,
    "full text": "WASHINGTON - Libya's remarkable transformation from U.S. foe to friend is almost complete.\nDespite unresolved terrorism and human rights concerns, the United States took another step toward ending decades of hostility with the North African nation on Thursday as Secretary of State Condoleezza Rice met with the Libyan foreign minister in the highest-level contact between the two countries in Washington in 35 years.\nThe hour-long visit of the minister, Abdel-Rahman Shalqam, to Rice's State Department offices capped years of improving ties that began in 2003 when Libyan leader Moammar Gadhafi agreed to abandon his weapons of mass destruction programs, renounce terrorism and pay compensation to the families of victims of several attacks, including the infamous 1988 bombing of Pan Am flight 103 over Lockerbie, Scotland.\nThose steps marked the beginning of the end for Libya's international pariah status, removing U.N. and U.S. sanctions, allowing it to sail without opposition into a seat on the U.N. Security Council last year and normalizing relations with the West.\nThe United States and Libya restored diplomatic relations in 2004 after a 27-year hiatus, and shortly after his meeting with Rice, Shalqam watched as officials from the two countries signed their first bilateral agreement - a science and technology cooperation pact. Rice did not attend the signing ceremony.\n\"I hope this event will help us to (move) ahead,\" Shalqam said. \"I would like to say thanks to God, that we start with education, with culture. We don't speak anymore about war or confrontation or terrorism. No, to the contrary, (we speak of) cooperation, investments, peace and stability.\"\nBut amid the improvements, the U.S.-Libya relationship remain unsettled. Congress is holding up key elements of the rapprochement - money to open a new American embassy in Tripoli and a confirmation hearing for the new U.S. ambassador there - until Libya completes compensation payments for the downing of Pan Am 103 and a 1986 Berlin disco bombing.\nUnderscoring the last remaining reservations, the State Department canceled a planned photo opportunity at the start of the Rice-Shalqam meeting after determining that only the presence of an official photographer was \"appropriate\" for the event.\nRice pressed Shalqam on the need for Libya to finish payments to the families of 270 Pan Am victims and those killed and wounded in the La Belle disco attack as well as improve its human rights record if it is to fully enjoy the benefits of U.S. friendship, the State Department said.\n\nLoad-Date: January 4, 2008"
}