{
    "title": "U.S. must support zero tolerance for terrorists",
    "publisher": "university wire",
    "year": 2000,
    "month": 10,
    "day": 19,
    "full text": "Although the Pakistani and Israeli conflict has caught our nation's attention for the past few weeks, other international crises have continued or even escalated. In the Philippines, a battle between a heavily armed Muslim rebel group named Abu Sayyaf and the Philippine government roils away, with five international hostages at its heart. This radical Islamic separatist group claims to have taken the hostages -- which include three Malaysians, one Filipino and one American -- in order to push for the creation of a separate Islamic state in the southern Philippines. Although the American hostage is suspected to be sympathetic to this group and therefore not a hostage, the others have endured five weeks to six months of captivity. In this situation, the United States can supply the Philippine government with arms and money, a policy befitting the situation. If the U.S. were to concede to the terrorists' demands, then it would result in disaster -- a major inconsistency in foreign policy. There must be zero tolerance for terrorist groups.\nRutgers U.\nAbu Sayyaf has collected a large pool of ransom money ($ 5.5 million) from the Philippine government through illegal funneling by officials who are anxious to see this international situation fade. One of the officials' concerns is a potential dip in the Philippines' thriving tourist industry, as travelers cancel trips out of fear of Abu Sayyaf. Ransom money has bought large stores of weapons for this group, which is now listed as a global terrorist group.\nThe response of the Philippine government has been to send 5,000 solders for hostage rescue. Thus far, the soldiers have killed 129 of the Abu Sayyaf rebels, whose numbers are estimated at 2,500. In addition, the military has forced 30 rebels to surrender. Although eight soldiers have died, the hostages have not yet been recovered and the government plans to continue its efforts. If the United States had money and soldiers enough, our army would go around the world to eradicate terrorism in accordance with our policies. But resources are limited, and in order to treat situations such as this with grace, the United States must apply its terrorist policy to this situation.\nAccording to the U.S. government, the four main elements of U.S. terrorist policy are: make no concessions to terrorists and strike no deals; bring terrorists to justice for their crimes; isolate and apply pressure on states that sponsor terrorism to force them to change their behavior; bolster the counter-terrorist capabilities of those countries that work with the United States and require assistance.\nThese tenets are laced with human rights concerns that inform all U.S. decisions about specific terrorist incidents. Unfortunately, our country has neither the money nor the manpower to police the rest of the world in accordance with our own standards. In cases such as the Philippines, policies to cope with terrorism are left up to individual governments.\nHowever, there is a complication in this issue. The economy in the Philippines is suffering, and the Abu Sayyaf has given its members employment opportunities, of a sort. The Abu Sayyaf purchases the loyalty of villagers and arms them, according to the International Policy Institute for Counter-Terrorism. But despite the fact that Philippine civilians are joining the group because of their desperate situations, this should not be taken into account when applying the U.S. policy. It's akin to a person deciding to become a hitman to feed his family -- he is still committing a crime even if his intentions might be honorable. The U.S. government cannot distinguish and protect the one or two \"honest\" terrorists.\nWhether or not the United States agrees with the intense military response of the Philippine government is a relevant question. If it's our money supporting the Philippine government, we must make sure that its actions answer both zero-tolerance terrorist policies and human rights concerns.\n(C) 2000 Daily Targum via U-WIRE\n\nLoad-Date: October 19, 2000"
}