{
    "title": "U.S. TRIES TO BACK UP HAIG ON TERRORISM",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 3,
    "full text": "In late January, eight days after the inauguration of President Reagan and three days after the new Administration's first Cabinet-level meeting on terrorism, Secretary of State Alexander M. Haig Jr. accused the Soviet Union of ''training, funding and equipping'' international terrorists.\nHis words caught the Government's intelligence agencies by surprise. Now, three months later, with resistance to terrorism firmly established as a main focus of foreign policy, the agencies are still scrambling to catch up with Mr. Haig's comments, intelligence officials said.\nAn intelligence report on terrorism, begun after Mr. Haig had spoken, is nearing completion after several false starts. Officials said that it supported some but not all of Mr. Haig's sweeping charges.\nUS intelligence agencies are doing research to back up Secretary of State Alexander Haig's remarks on Soviet Union's role in international terrorism\nThat gap is one of several problems that have dogged the policy on terrorism since it began evolving in January. The Administration's pronouncements about fighting terrorism, for example, exceed its ability to predict, prevent and respond to terrorist acts, a review of capabilities in the State Department, Defense Department and intelligence agencies shows.\nAdministration spokesmen have also been imprecise in defining terrorism, scholars who study the subject said, leading to public confusion about exactly what the policy covers.\nThe policy on terrorism was enunciated before State Department officials had fully considered how it would mesh with other policies, including relations with the Soviet Union. Some officials question whether terrorism is an appropriate focus for the foreign policy of the United States.\nAs a result, Administration officials acknowledged, an effort to create a forceful and popular policy about a serious international problem has failed to crystallize.\nInterviews with officials at the White House, State Department, Defense Department and intelligence agencies indicate that the underlying source of difficulty was a failure to coordinate preparatory work on the policy.\nWhen President Reagan's National Security Council, the senior body formulating foreign policy, held its first meeting on Jan. 26, terrorism was the main subject on the agenda.\nThe American hostages held in Iran for more than a year had been freed the week before, and terrorism was on everyone's mind, officials recalled. The participants, including President Reagan, Vice President Bush and the Secretaries of State and Defense, were briefed in the Cabinet Room of the White House by Anthony C.E.  Quainton, director of the State Department's Office for Combatting Terrorism.\n \nNeed for Forceful Policy Seen\nNo specific decisions were made, officials said. The participants agreed that the Administration should develop a forceful policy, and a review of intelligence information and collection capabilities was proposed.\nThe next day, Mr. Reagan welcomed the former hostages at the White House and declared, ''Let terrorists be aware that when the rules of international behavior are violated, our policy will be one of swift and effective retribution.''\nOn Jan. 28, Mr. Haig, appearing at his first news conference as Secretary of State, made the charges against the Soviet Union.  ''International terrorism will take the place of human rights in our concern because it is the ultimate abuse of human rights,'' he said after having accused the Soviet Union of supporting terrorism.\nLater Mr. Haig added that the Russians ''are involved in conscious policy, in programs, if you will, which foster, support and expand'' terrorism.\nThe remarks, though made in response to questions, seemed to be a major pronouncement by the new Administration and marked a significant shift from the Carter Administration's emphasis on human rights.\n \nTwo Key Questions Unresolved\nThey immediately raised two questions: What did Mr. Haig mean by terrorism? What evidence did he have to support the charges against the Soviet Union? Neither question has been resolved.\nBy not defining terrorism, experts said, Mr. Haig left unclear whether he meant traditional terrorist groups such as the Red Brigades in Italy and the Red Army in Japan, and classical forms of terrorism such as airplane hijackings and bombings, or whether he had a broader definition in mind that would include insurgent movements and wars of national liberation.\n''Haig made a sweeping statement,'' said Walter Laqueur, University Professor of Government at Georgetown University here.  ''He seemed to make terrorism synonymous with all forms of political violence. One should be a bit more careful.''\nBrian M. Jenkins, who directs research on political violence at the Rand Corporation, said Mr. Haig might have kept his remarks general because he hoped to use the label of terrorist as a political weapon against the Soviet Union.\nThe ambiguity left the impression that a major priority of American foreign policy might be to combat airplane hijackings, bombings and political kidnappings and assassinations, a goal that troubled many officials.\n''Combatting terrorism is a police problem,'' said Professor Laqueur. ''it is not a problem for the foreign minister of a global power.''\nThe questions about definitions spilled over into the intelligence community, where analysts were uncertain whether Mr. Haig was accusing the Soviet Union of directing individual terrorist groups or more generally supporting terrorism.\nAt the Central Intelligence Agency, senior officials, apparently surprised by the remarks, ordered a review of intelligence on terrorism. The first draft was rejected by William J. Casey, the Director of Central Intelligence, officials said.\nAnalysts complained that Mr. Casey had considered the draft faulty because it did not support Mr. Haig's assertions. Sources close to Mr. Casey said he felt the report had lacked substance and had been poorly prepared.\n \nSecond Report Found Inadequate\nMr. Casey then asked the Defense Intelligence Agency to prepare a report on terrorism. That was finished recently, but was also found by Mr. Casey and other officials to be incomplete.\nIntelligence officials said a third and final report was now being prepared, incorporating new material as well as sections of the two previous papers, and would be sent to the President soon.\nThis final report, according to officials familiar with it, concludes that the Soviet Union has not played a direct role in training or equipping traditional terrorist groups such as the Red Brigades or the Red Army and has no master plan to create terrorism around the world.\nIt does find that the Soviet Union has provided aid to organizations and nations, including the Palestine Liberation Organization and Libya, that support terrorism and engage in it themselves.\n \nHaig Is Said to Overstate Case\n''Haig was generally correct, but he overstated the case,'' an intelligence official said, adding: ''Everyone has learned from this exercise that terrorism is not a high-priority item for our intelligence agencies and we frankly don't know very much about it.''\nMr. Haig has not identified the evidence that formed the basis for his remarks. Friends said that he had received briefings on terrorism from Western European intelligence services when he served as the commander of North Atlantic Treaty Organization forces in the late 1970's. They said that he might also have been influenced by the work of Claire Sterling, whose book, ''The Terror Network,'' speaks of alleged links between terrorist groups and the Soviet Union.\nMr. Haig is said to have particularly strong feelings about terrorism because he was the target of an unsuccessful terrorist attack in Belgium in 1979.\nWhile officials and experts were debating about definitions and intelligence, the Administration began taking concrete steps to combat traditional forms of terrorism as well as state-sponsored terrorism such as the seizure of American diplomats in Iran.\n \nDeeds Don't Accord With Words\nThis activity, overseen by the State Department and coordinated by Deputy Secretary William P. Clark and Mr. Quainton, appears modest in comparison to the Administration's pronouncements.\n''When you're dealing with terrorism, there is often a breathtaking descent from what you say to what you can do,'' said Mr. Jenkins, the Rand Corporation researcher.\nThe Administration's plan calls for improving security at American embassies, training diplomats and staff for the possibility that they will be taken hostage, and improving the crisis management system used for coordinating a response when a terrorist attack occurs against Americans or American facilities.\nThe Government is spending $41 million to improve security at 24 embassies viewed as particularly vulnerable. Improvements include construction of safe havens within embassy buildings, where the staff can resist an attack long enough to destroy sensitive documents and use emergency communications equipment to request help from local authorities or notify Washington.\nGovernment employees assigned overseas are being offered a two-day course on terrorism that concentrates on what to expect and how to behave if they are seized as hostages.\nThe antiterrorism plan also includes efforts to upgrade intelligence capabilities, obtain international cooperation in combatting terrorism and clearly articulate policy.\n \nStoessel's Testimony Is Recalled\nWalter J. Stoessel, Under Secretary of State, summarized that policy in testimony before the House Foreign Affairs Committee on Feb. 25.\n''The U.S. Government will make no concessions to terrorists,'' he said. ''We will not negotiate the payment of ransom nor the release of prisoners. We will work to insure that the perpetrators of terrorist acts are brought to justice.\n''This Administration has made absolutely clear that it will react swiftly, effectively and with all the resources at its disposal should we face an act of state-supported violence and terrorism in the future.''\nThe Defense Department represents one of those resources, and officials there contend that the military has taken steps to improve its capacity to counter terrorism since the failure of the hostagerescue mission in Iran a year ago.\nThe Joint Chiefs of Staff formed a special counterterrorist task force. It is secret in name, location and personnel, but officials said it has taken steps to improve both tactics and logistics.\nSome officials are concerned that all the attention focused on terrorism and the alleged Soviet support for it have diverted attention from more pressing international problems.\n \nAnti-Libyan Stance vs. Need for Oil\nThey also said that the emphasis on terrorism had not always meshed with other policies, and lines of authority were sometimes blurred.Because of the accusations against the Soviet Union, for example, Mr. Quainton's office on terrorism has begun to play a role in formulating American policy toward the Soviet Union, but how great a role remains uncertain.\nWith Libya, officials said, there is the issue of whether American opposition to its support for terrorism now runs deep enough to take precedence over the United States need for Libyan oil.\n''There are a lot of tough questions to face when you try to combat terrorism,'' said Mr. Jenkins of the Rand Corporation. ''Making pronouncements against terrorism or adding another door to an embassy isn't a strategy against terrorism.''\n\nGraphic\n\n \nIllustrations: photo of C.I.A. Director William J. Casey (page 36) photo of Under Secretary of State Walter Stoessel (page 36)"
}