{
    "title": "U.S. Hopes Russian Aid in Inquiry on Boston Bombings Signals Future Collaboration",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 7,
    "full text": "WASHINGTON -- Despite years of differences on how to approach the terrorist threat, Obama administration officials said Monday that the American authorities investigating the Boston Marathon bombings were working effectively with their Russian counterparts and that they hoped the experience would usher in a new era of cooperation on counterterrorism.\nSince the bombings three weeks ago, Vladimir V. Putin, the Russian president, and President Obama have spoken twice on the phone and pledged deeper cooperation. In a striking sign of collaboration on the investigation, Russian intelligence officials have taken the extraordinary step of sharing secret transcripts of a phone call they intercepted in which they learned that Tamerlan Tsarnaev had extremist beliefs, according to United States law enforcement officials.\n''On the logistics and communications to facilitate what the F.B.I. is doing, we have seen a very cooperative Russian government, because they understand we have a common interest in getting the full details in this investigation,'' said a senior United States official. Like other officials, he would not speak on the record about the continuing criminal investigation.\nRelations between the countries have been strained over the sharply differing American and Russian views on Syria, whose embattled president, Bashar al-Assad, has enjoyed support from Moscow. Just days before the marathon bombings, the Obama administration banned two dozen Russian officials from traveling to the United States and froze any assets they had in the United States in response to perceived human rights violations, notably the treatment of Sergei L. Magnitsky, a Russian lawyer whose death in prison has been widely denounced in both countries.\nAnd the cooperation on Boston stands in contrast to the experience of the United States and Russia in recent years on other counterterrorism matters, in which collaboration has often been hampered by miscommunication, sluggish bureaucracies and mistrust between intelligence services, which have prevented extensive information sharing.\nIn 2011, the Russian authorities provided a warning to the F.B.I. and C.I.A. that Mr. Tsarnaev had changed drastically, embraced radical Islam and planned to travel to Russia to join underground groups. Despite repeated requests from the bureau for more information, however, none was provided. Only after the bombings did Russian officials inform the F.B.I. about the phone calls and provide the transcripts.\nBecause the 2011 warning concerned an ethnic Chechen, American officials initially saw any possible threat as being directed at Russia, which they said may have lent less urgency to the issue. By many accounts, the Russian authorities kept close tabs on Mr. Tsarnaev when he spent six months in Dagestan, and they knew he had been trying to meet with militants, but when he returned to the United States, the Russians sent no new warning to their American counterparts.\n''There was no message or implication that this was our problem,'' one senior American law enforcement official said.\nThomas de Waal, an expert on the Caucasus region at the Carnegie Endowment for International Peace, said that in addition to recent strains, ''we're talking about Russian security agencies that are the heirs of the K.G.B., whose whole existence was predicated on suspicion of the U.S.''\nHe added, ''These are two of the world's largest security bureaucracies, each with its own internal feuds among agencies.'' So it is unrealistic to expect them always to work seamlessly together against terrorism, he said.\nThe differing perspectives on the threat have been an obstacle to deeper cooperation. ''We're focused on Pakistan, Yemen, Somalia and the Sahel; they're focused on the North Caucasus,'' one former American official said. ''A few Chechens and others have made it into Al Qaeda in South Asia, and we are always worried about the radicalizing churn in Chechnya and Dagestan. But there is not much basis for a deeper collaboration, because much of that churn is caused by Russian human rights violations of the local population.''\nSuch views have long infuriated Mr. Putin, who considers the crushing of Chechnya's independence movement in two wars since 1994 to be a victory over international terrorism, not against a people seeking the right to self-determination. Since Mr. Putin came to power, the United States and many European countries have granted asylum to Chechens who fled the wars.\n''I have always felt outraged when our Western partners, as well as your colleagues from the Western media, referred to our terrorists who committed brutal, bloody, appalling crimes on the territory of our country as 'insurgents,' '' Mr. Putin said in a televised town hall meeting on April 25, in which he was asked about cooperation after the Boston bombings. ''They were hardly ever referred to as terrorists. They provided assistance to them, information support, financial and political support -- sometimes directly and sometimes indirectly.''\nReferring to his counterparts in the West, he added: ''We always said that they shouldn't make empty declarations that terrorism is a common threat, but make real efforts and cooperate with each other more closely. But now these two criminals have provided the best possible proof that we were right.''\n\nhttp://www.nytimes.com/2013/05/07/us/politics/us-says-russia-is-aiding-inquiry-into-boston-attacks.html\n\nLoad-Date: May 7, 2013"
}