{
    "title": "U.S. Attorney talks about new government anti-terrorism tactics, civil rights",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 22,
    "full text": "U.S. Attorney Jeffrey Collins on Monday defended the tactics used by the U.S. government in its fight against terrorism, which have been labeled as racial profiling by critics.\n\"We are here to honor one of the greatest shepherds who ever lived, and that is Dr. King. And the things and the values that Dr. King stood for -- equality, liberty of all people -- are the same principles that have caused our enemies, the terrorists, to hate us,\" Collins said as he began his discussion, \"Maintaining & Enforcing Civil Rights in the New Age: Balancing Civil Liberties and National Security.\"\nU. Michigan\nCollins reassured the 150 people in attendance that the Justice Department's top priorities after Sept. 11 are \"to protect American lives, to prevent future terrorism attacks, and to protect vulnerable communities from deliberate backlash.\"\nHe used the lack of information available to the public about those who have been arrested and detained in relation to the Sept. 11 attack as an example of the necessary balance between civil liberties and national security.\nHe explained the Justice Department does not \"want to advertise to the enemies who is in custody.\"\nCollins also referred to the recent conducting of voluntary interviews of people from countries with some form of terrorist activity.\n\"Their interviews are nothing more than a request for help and an attempt to gain intelligence information. … And if we gain one direful piece of information doing these 500 interviews and prevent the horrific act of Sept. 11 from reoccurring, then, in my view, the interviewing process is totally worth it,\" Collins said.\n\"When you analyze our policy, yes, they are deliberate, yes they are pro-active and yes they are constitutional. They strike the right balance between protecting national security and preserving civil liberty.\"\nCollins concluded his discussion by reminding the audience that the events of Sept. 11, amid the adversity and struggles, have made the nation stronger and have brought about greater appreciation for family, friendship and faith.\nCollins \"did an excellent job of incorporating and interpreting Dr. King's legacies and comments to apply to what is going on right now,\" said Rasheeda Creighton, a third-year Law student.\nOn the other hand, some were critical of Collins' defense on behalf of the Justice Department's detaining and interviewing processes.\n\"'Better safe than sorry' they say is the excuse they used to round up and intern Japanese-Americans, and in retrospect even those authors of that policy have regretted,\" said Phillis Englebert of the Ann Arbor Friends Service Committee, a local organization that opposes the profiling of Arabs and Muslims in America.\nCollins, a native Detroiter who has served as a Michigan Court of Appeals judge and a Wayne County Circuit Court judge, was appointed by President Bush and confirmed by the Senate as the U.S. attorney for the Eastern District of Michigan in November 2001.\n(C) 2002 Michigan Daily via U-WIRE\n\nLoad-Date: January 22, 2002"
}