{
    "title": "U.S. at center of step-by-step Mideast peace; Clinton's mission wins small gains from many parties",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 10,
    "day": 30,
    "full text": "The visionary goal of a comprehensive peace in the Middle East appears to be moving closer to reality, step by tiny step.\nBut as President Clinton's visit to the region this week has highlighted, U.S. involvement seems a vitally important ingredient in the process.\nClinton's grueling trip -- with the signing of a historic peace treaty between Israel and Jordan, his important diplomatic mission to Syria to jump-start the peace process and his talk with Palestine Liberation Organization chairman Yasser Arafat -- reinforced for the president the importance of that involvement.\nClinton, who returned to the United States yesterday, appeared energized by the peacemaking and committed to making Middle East peace a legacy of his presidency.\n''I came away, frankly, with a much clearer idea of what things the United States can do and, indeed, what we must try to do to help make peace successful from a security point of view and from an economic point of view,'' Clinton told reporters Thursday.\nOf course, Clinton's tour was partly a political joyride -- a chance for him to get positive press and to enhance his steadily improving foreign policy reputation as his Democratic colleagues face a difficult challenge in midterm congressional elections Nov. 8.\nBut all of the president's stops clearly had diplomatic importance.\nJordan's King Hussein and Israel's Yitzhak Rabin invited the president to the treaty signing because they wanted this peace to have the American stamp of approval. And he produced at least some progress toward peace in Egypt, Jordan and Syria.\nClinton said he was leaving the Middle East with a keener sense of the deep yearning for peace in the region -- from both Arabs and Jews.\n''They see the United States as the instrument of peace to bring these nations together or at least to make it possible for them to come together,'' the president said.\n''I think we are on the right historic mission, and we need to redouble our efforts until we finish.''\nClinton's mission in his travels was twofold: fostering peace and to combat the international terrorism that undermines it.\nTo that end, he met with Arafat to push him to implement the declaration of principles between the PLO and Israel.\nWith Arafat he reviewed progress toward elections and sovereignty of the Palestinians in the West Bank. He called for strong, democratic institutions in the new Palestinian state.\nClinton also told Arafat that he needed to crack down on Hamas, the fundamentalist Muslim group that recently bombed a bus in Tel Aviv, killing 23 people.\n''Let us say to the merchants of terror once again, you cannot succeed,'' he said. ''You must not succeed. You will not succeed. You are the past, not the future. The peacemakers are the future.''\nOn his visit to Cairo, Clinton enlisted the Egyptians to help encourage both Arafat and the Syrians to work for peace.\nThe showy centerpiece of his trip was playing godfather at the emotional treaty signing between Israel and Jordan. At that celebration, Clinton saw firsthand the possibility that lifelong enemies can put their weapons aside and become true neighbors.\nThe example of Israel and Jordan, the president said, gives others confidence and conscience to resolve their differences.\nTo make the peace work, Clinton told the Israeli Knesset he is committed to maintaining current levels of military and economic assistance to Israel.\nIn a similar theme, Clinton told the Jordanian Parliament that peace must produce tangible benefits, and the United States will help with that. Besides pledging to forgive Jordan's U.S. debt and encouraging other countries to do so, the U.S.-Jordan-Israel Trilateral Economic Commission will invest in tourism, energy and water projects.\nWhile in Amman, Clinton also announced increased economic aid, including the creation of a Middle East Bank for Cooperation and Development and a $ 75 million Overseas Private Investment Corp. fund to spur private investment. The United States, he promised, also would pursue measures to expand trade with Jordan.\n''If people do not feel these benefits, if poverty persists in breeding despair and killing hope, then the purveyors of fear will find fertile ground,'' Clinton said.\nWhile he was preaching peace and promising aid, Clinton also gave the parliament another important message: that the United States respects Islam.\n''There are those who insist that between America and the Middle East there are impassable religious and other obstacles to harmony,'' Clinton said. ''But I believe they are wrong. America refuses to accept that our civilizations must collide.''\nClinton took some knocks for traveling to Syria and meeting with Syrian President Hafez al-Assad, a ruthless Arab leader who killed 25,000 of his own people during the 1982 uprising of Hama.\nIt was a controversial decision from the start -- Syria has been on the U.S. list of state sponsors of terrorism for 15 years and has been linked to the 1983-84 bombings of two American embassies and the bombing of the U.S. Marine headquarters in Lebanon that killed more than 300 people.\nAssad, a pale, frail-looking man, deeply disappointed Clinton when he not only failed to publicly condemn terrorism, but also said the two hadn't talked about it.\nIn the end, Clinton was forced to say he regretted that Assad hadn't said publicly what he told him privately: that the killing of innocents is wrong.\nBut Clinton also said he was ''certainly confident'' he did the right thing in going to Syria.\nHe said progress had been made, noting Syria this week began talking for the first time about peace for Arabs and Israelis.\n''I believe something is changing in Syria,'' Clinton said, and Rabin agreed the visit made a difference.\n\nLoad-Date: November 1, 1994"
}