{
    "title": "U.S. attacks on terrorists 'significant'",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "WASHINGTON -- Last week's U.S. missile attacks against what U.S.\nofficials described as terrorist training camps had \"significant\nimpact on the terrorist planning activities,\" Secretary of State\nMadeleine Albright said Sunday.\nWhile U.S. officials are still evaluating damage from the attacks\non sites in Afghanistan and Sudan, Albright claimed they had hurt\nSaudi exile Osama Bin Laden's suspected ability to conduct a terrorist\ncampaign against Americans.\nDefense Secretary William Cohen told NBC's Meet the Press\nthe United States struck when it did because it had evidence of\na gathering of bin Laden followers at the sites.\n\"We didn't know if he would be there or not,\" Cohen said. \"He\nwas not our target as such. We were targeting his infrastructure\nand his network and we believe that was a mission accomplished.\"\nIn the wake of the attacks, U.S. officials continued to ratchet\nup security measures at airports and government installations\nto guard against what the CIA called a \"very, very high\" threat\nof retaliation.\nU.S. embassies worldwide remained on heightened alert. Police\nplaced concrete barriers around the Washington Monument and travelers\nencountered heightened airport security checkpoints.\n\"We are at war with terrorism. Terrorism has replaced modern\nwarfare,\" Sen. Arlen Specter, R-Pa., said on Fox News Sunday.\nBut the attacks drew protests from the Arab world. The Organization\nof the Islamic Conference said Sunday it was deeply concerned\nby the U.S. attacks and called for terrorism to be countered through\nthe United Nations, not unilateral action.\nThe statement echoed a renewed demand Sunday by Sudan for a U.N.\ninquiry.\nThe Clinton administration rejected the pleas, calling the strikes\na self-defense move against further terrorist actions. In his\nweekly radio address, President Clinton said the United States\nwould continue to fight Osama bin Laden's terrorist organization.\nU.S. officials also revealed Saturday that Clinton had signed\nan executive order Thursday blocking all financial transactions\nbetween the Saudi millionaire's organization and U.S. companies\nor individuals.\n\"It takes money -- lots of it -- to build the network bin Laden\nhas. We'll do our best to see that he has less of it,\" Clinton\nsaid.\n\nLoad-Date: August 25, 1998"
}