{
    "title": "U.S. admits it erred in claiming terrorism decline",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 6,
    "day": 11,
    "full text": "The State Department acknowledged Thursday that it was wrong in reporting that terrorism declined worldwide last year, a finding used to boost one of President George W. Bush's chief foreign policy claims -- success in countering terrorism.\nInstead, both the number of incidents and the toll in victims increased sharply, the department said. Statements by senior administration officials claiming success were based \"on the facts as we had them at the time. The facts that we had were wrong,\" department spokesman Richard Boucher said.\nThe April report said attacks had declined last year to 190, the lowest level in 34 years, and dropped 45 percent since 2001, Bush's first year as president. The department is now working to determine the correct figures.\nRep. Henry Waxman, D-Calif., who had challenged the findings, said he was pleased that officials \"have now recognized that they have a report that has been inaccurate, and based on the inaccurate information they tried to take self-serving political credit for the results that were wrong.\"\nAmong the mistakes, Boucher said, was that only part of last year was taken into account.\nSecretary of State Colin Powell said Thursday that the errors were partly the result of new data-collection procedures. \"I can assure you it had nothing to do with putting out anything but the most honest, accurate information we can,\" he said.\n\"Errors crept in that frankly we did not catch here,\" Powell said. The report showed both a drop in the number of attacks worldwide last year and the virtual disappearance of attacks in which no one died.\nWaxman said this week that the administration had refused to address his contention that the findings were manipulated for political purposes. Waxman asked Powell for an explanation.\nOn Thursday, Powell called Waxman, who said he accepted the secretary's explanation that the mistakes were unintentional.\n\"He says it wasn't politically motivated, so I will accept that,\" Waxman said. Still, he said, \"We are still left with the fact that this report is useless until it is corrected.\"\nBoucher said the errors began to become apparent early last month. \"We got phone calls from people who were going through our report and who said to themselves, as we should have said to ourselves: 'This doesn't feel right. This doesn't look right.' And who started asking us questions,\" he said.\nOne of Bush's major foreign policy claims is that his post-Sept. 11 strategy to counter terrorism was showing success.\nKen Mehlman, the president's campaign manager, said in April, \"Ultimately the most important thing that people want to see on the war on terror is, what is your vision for dealing with it and what is your record.\n\"Obviously one of the most important issues in this election is the question of how do we continue to fight and win the war on terror so we keep our homeland safe,\" Mehlman said.\nAt the same time, Vice President Dick Cheney and Mehlman have questioned whether Democratic presidential candidate John Kerry was qualified to conduct a war against terrorism.\n\nNotes\n\nPAGE 2\n\nGraphic\n\n \nphoto; Photo headshot - (Rep. Henry) Waxman Had challenged the findings\n\nLoad-Date: June 11, 2004"
}