{
    "title": "U.S. ANTICIPATING SURGE IN TERRORISM; AGGRESSIVE EFFORTS IN WORKS IN SAUDI ARABIA",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 14,
    "full text": "The United States is taking aggressive steps in Saudi Arabia to ward off what the Pentagon expects will be more attacks on U.S. forces, a senior officer said Friday.\n\"You can't sit here and wait to be attacked,\" said Air Force Gen. Howell Estes III, director of operations for the Joint Chiefs of Staff. \"You've got to get aggressive and try to stop it.\"\nAlthough Estes declined to discuss the counterterrorism steps in detail, a defense official, who spoke on the condition of anonymity, said they could include an increase in efforts to infiltrate terrorist groups, stepped-up border patrols to prevent outside terrorists from getting into Saudi Arabia, and quick-reaction teams to intercept terrorists or terrorist supplies.\nU.S. military security experts, as well as FBI investigators in Saudi Arabia, are examining a new wave of threats directed at American forces in Saudi Arabia.\nThe bombing June 25 of the Khobar Towers complex in Dhahran killed 19 U.S. airmen and wounded more than 250. Estes rated the chances of another attack as \"likely\" and said officials expect the magnitude of the attack to increase.\n\"There have been some additional warnings,\" Estes said. \"We don't know if they're true or not, but we're not in any position to treat them lightly.\"\nBarriers at Khobar Towers have been moved from about 105 feet to 400 feet from the complex. The apartments are home to 3,713 U.S. servicemen, more than half the American force in Saudi Arabia.\nAccording to the defense official and a senior uniformed official, who also spoke on the condition of anonymity, the United States is also considering:\nStepped-up \"human intelligence\" involving the use of agents and sources capable of providing direct information on terrorist group activities.\nExpanded security teams to guard U.S. forces and conduct surveillance of suspected terrorist groups or individuals.\nAn increased focus of national intelligence assets such as spy satellites and listening devices on Saudi Arabia and nearby countries, particularly Iran and Iraq, that may be sponsoring terrorist activities.\nThe use of special operations personnel to conduct intercept operations aimed at terrorists or their assets.\n\nLoad-Date: July 15, 1996"
}