{
    "title": "U.S. SEES NO CHANGE IN PLO BUT WILL CONTINUE TALKS FOR NOW",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 7,
    "day": 13,
    "full text": "WASHINGTON - The United States said Wednesday that six months of talks with the PLO had not changed that organization's policies and warned that the talks could not continue indefinitely without concrete moves toward peace.  ''I can't point to any explicit change in PLO policy,'' Assistant Secretary of State John Kelly told a congressional hearing.  But he insisted that the talks were serving U.S. objectives. ''I hope that we are beginning to broaden their vision and have an impact on them on the potentialities of abandoning armed efforts to change,'' Kelly said.  Under attack from pro-Israel legislators, Kelly said that the U.S. talks with the Palestine Liberation Organization were not aimlessly indefinite.  He said continuation of the talks would require evidence of the PLO's commitment to peace.  The United States resumed contacts with the PLO last year after the group renounced terrorism and recognized Israel's right to exist. U.S.  officials say the talks have one goal: to end the Arab-Israeli conflict.  ''You're right, actions will be needed,'' Kelly said. ''It is not a dialogue of indefinite duration.'' But he said he was unsure what the cutoff point might be.  So far, the PLO has not endorsed an Israeli proposal for Palestinian elections in the West Bank and Gaza Strip. Nor has it authorized Palestinians in those areas to talk with Israel.  Legislators were especially angry that the PLO had not denounced a bus incident in Israel last week. In the incident, 14 people were killed when a Palestinian grabbed the steering wheel from the driver and sent the vehicle into a ravine.  Rep. Gary L. Ackerman, D-N.Y., criticized the PLO representative with whom the United States has been talking for saying that the attack had not been terrorism.\nThe representative, Bassam Abu Sharif, is an aide to PLO Chairman Yasser Arafat.  Robert Pelletreau, the U.S. ambassador to Tunis, told Abu Sharif at a meeting last Friday that he should condemn the incident, Kelly said. But the PLO official did not do so.  Kelly said the PLO had not violated terms of the U.S. talks, because the United States had no proof that the PLO recently had engaged in terrorism.  Some lawmakers at the hearing before the House Foreign Affairs subcommittee accused President George Bush's administration of being tough on Israel and lenient toward the PLO.  They told Kelly that the U.S. delay in describing the bus accident as terrorism has undermined the U.S. moral stand on the issue. The bus accident has inflamed anti-Arab passions in Israel.  Suggestions that the United States may shift its support from Israel's plan for Palestinian elections to an international conference have undermined Prime Minister Yitzhak Shamir, the legislators said.  Kelly insisted that the U.S. emphasis remains on the election plan, not on the conference.  The Labor Party threatened to withdraw from Israel's shaky coalition government after Shamir bowed to hard-liners in his Likud Party last week and agreed to tough terms that would make the election plan unacceptable to Palestinians.  The plan's goal is to elect Palestinians to negotiate with Israel on interim self-rule, then final status of the occupied lands.\n\nLoad-Date: October 25, 1993"
}