{
    "title": "U.S. announces more sanctions against Iran",
    "publisher": "usa today",
    "year": 2010,
    "month": 6,
    "day": 17,
    "full text": "WASHINGTON -- The Treasury Department said Wednesday that it would penalize an Iranian bank and several Iranian companies and individuals it says are deeply involved in developing Iran's nuclear program.\nThe targets include five companies and 90 ships that Iran used to evade three previous rounds of sanctions, said Stuart Levey, Treasury's undersecretary for terrorism and financial intelligence. Levey said Iran even renamed and repainted some ships to try to evade recognition.\n\"To be truly effective in ending Iran's proliferation activities and Iran's support for terrorism, we need to have in place a concerted, international approach,\" Treasury Secretary Timothy Geithner said. He said he expects other countries to announce their own sanctions against Iran soon. \"This is not something the United States can do alone.\"\nThe announcement came a week after the United Nations Security Council approved a fourth round of sanctions.\nIranian President Mahmoud Ahmadinejad said his country will not make \"one iota of concessions\" and said that it will build four new reactors for medical research. Iran has repeatedly claimed its nuclear work is for peaceful purposes. Ahmadinejad said he will soon set new conditions for talks with the West, but first he wants to punish world powers for imposing sanctions.\nThe U.S. has no trade with Iran, but the Treasury's move cuts off the newly designated businesses from the U.S. financial system and makes it difficult for them to do business with the rest of the world, said Gary Hufbauer, a fellow at the Peterson Institute for International Economics who is a former Treasury official.\nHufbauer said the sanctions will be more potent if European nations also adopt them.\n\"What the U.S. is doing is a slap on the wrist, but if we get other countries on board it would also be a slap on the face,\" he said.\nThe list also targets two individuals and four organizations tied to Iran's Revolutionary Guards Corps, which the U.S. says plays a role in Iran's missile program and supports terrorism.\nThe new sanctions were praised by Rep. Howard Berman, a California Democrat who is chairman of House Foreign Affairs Committee. He said they would go a long way toward \"persuading Iran to suspend its uranium enrichment program.\"\nMarina Ottaway, a fellow at the Carnegie Endowment for International Peace in Washington, said she doubts sanctions will push Iran to ditch its nuclear program. \"I can't think of any example of a regime that has been brought to its knees by sanctions,\" she said. \"Sanctions are an expression of frustration by the countries that enforce them.\" \n\nGraphic\n\n \nPHOTO, B/W, Amir Kholousi, AP\n\nLoad-Date: June 17, 2010"
}