{
    "title": "U.S. ENVOYS BONE UP ON TERROR TACTICS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 11,
    "full text": "The film showed an American businessman, blindfolded, manacled and surrounded by armed terrorists, being led through the jungle on a chain.\n''You may feel humiliated by your captivity,'' the voice-over soothingly told an audience of Government employees. ''The deprivations you experience may not be intentional, and helping to adapt to them may build ties with your captors.''\nA few minutes later, after offering other pointers on hostage survival, the film ended, and the employees, all of whom will soon leave for overseas posts, broke into excited murmurs. The film, ''Risk of Capture,'' is part of a new State Department seminar on how to avoid and survive terrorist attacks.\nDiscussion of U.S. film on hostage survival techniques for Americans abroad is given\nPrompted by increasing terrorism and anti-Americanism overseas, including the taking and holding of American hostages in Iran, the two-day course has become mandatory training for Foreign Service officers stationed abroad. It is also available to their families and to employees of other Government agencies. The seminar includes films, slide shows, grisly stories and advice from a team of State Department experts.\n \nMany Topics Are Covered\nThe new course includes segments on United States policy concerning terrorism, riot preparedness, surveillance recognition, travel precautions, evacuation of families, hostage survival and bomb defense, as well as information on crime prevention and fire.\nWhen there's a tank at the embassy door ''with a muzzle pointing down the lobby,'' John Jarrell, an instructor, told the group with grim humor early the first day, ''the time is past for planning.''\nIn one lecture, an instructor held aloft an orange tear gas canister and demonstrated the proper way to lob it into a hostile crowd in an embassy hallway. In another lecture, an instructor urged his listeners to ''learn how to use your emergency disintegrators'' to destroy classified information in the embassy in the event of a siege.\nBefore the seminar concluded, the listeners were instructed in matters ranging from how to deal with live hand grenades to how to crash through terrorist roadblocks.\n \nAdvice on Living Abroad\nAfter arriving at their overseas posts, they were told, they should take these steps:\n- Convert the bedrooms or bathrooms of their homes into emergency strongholds furnished with solid-core doors, medicine, water and communications gear.\n- Vary the routes taken by their children to and from school.\n- Jog with the embassy's Marine security guards rather than alone.\n- Tape bits of cellophane between the fenders and hoods of their cars at night. If the cellophane is broken in the morning, it may indicate that bombs have been planted under the hood.\n- Have one security person present for each visitor whenever hostile demonstrators want to present petitions to the embassy.  If their cars are hit by gasoline bombs, they should continue driving, they were told.  Although the temperature may reach 134 degrees Fahrenheit, the employees were told, that is not enough to kill them.\nThey were also advised to handle grenades thrown into their offices by kicking them away, then turning and dropping to the floor.\n \nExamples of What May Happen\nMany of the suggestions were accompanied by examples of the unhappy consequences for those who did not follow the rules. For instance, after being told repeatedly that the best way to foil terrorists is to avoid predictable travel patterns, the audience was shown a picture of the body of Aldo Moro, the Italian political leader who was kidnapped and assassinated by the Red Brigades.\n''Aldo Moro was a man of very predictable means,'' explained Jim Prietsch, an instructor. ''He left his home every morning at 7 A.M.  He stopped for 10 minutes and then to Parliament. You could set your watch by Aldo Moro.''\n''We've had people after our lectures get terrified and paranoid and say, 'Forget it, I'm not going,' '' Bruce Tully, a security officer, recalled. But the more widespread reaction among audience members the other day was summed up by Jeanne Witte, a career Foreign Service officer who attended the seminar.\n''There's the feeling, 'Oh, it's not going to happen to me,' '' she said during a break. ''But it's part of the game we're in. We knew this could happen if we joined the Foreign Service.''\n \nAtmosphere Changed Since 50's\nLife overseas was much different for Miss Witte and other veterans who started their Foreign Service careers in the 1960's. As recently as a dozen years ago, United States embassies had ''open door'' policies, and few Americans gave much thought to terrorism.\nBut in 1973, the United States Ambassador and his deputy in Khartoum, the Sudan, were taken hostage by terrorists and killed.  Spurred by this incident and others, the State Department developed traveling teams to instruct overseas employees in countering terrorism. In 1976, a one-day terrorism seminar was established in Washington to train employees before they departed for foreign posts.\nBut the incidence of terrorism increased. Last year there were 278 terrorist attacks against Americans abroad, ranging from shelling of the United States Embassy in El Salvador to an attack on the American consulate in La Paz, Bolivia. Ten people died and 94 were injured.  As a result, in January the seminar was expanded to two days and brought up to date with new information from recent anti-American attacks.\n \nLessons in Hostage Survival\nPerhaps the most striking feature of the seminar is the hostage survival segment, which includes a lecture, a first-aid lesson and a graphic State Department film that incorporates information from Teheran. The film illustrates three separate hostage-taking scenarios, each based on an actual occurrence: the abduction of an American businessman in a South American jungle, the detention of an embassy economist in a basement cage and the seizure of a United States Consulate.\nThe film is peppered with advice. ''The first hours of your capture may be dangerous,'' the announcer warns in an early scene.  ''Any sudden movement can be interpreted as an attempt to escape.''\nHe urges that people who are taken hostage establish daily routines of exercise and chores and keep mentally active. ''Without new sensations,'' the narrator says, ''over a time the mind may make them up. If you do have hallucinations, you won't be the first.''"
}