{
    "title": "U.S. prosecutor sues Ashcroft , says terror war mismanaged",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 2,
    "day": 18,
    "full text": "The federal prosecutor who won convictions in the government's only post-Sept. 11 terrorism trial has filed a lawsuit against Attorney General John Ashcroft accusing the Justice Department of \"gross mismanagement\" in the war on terrorism.\nThe highly unusual complaint was filed in U.S. District Court in Washington by Richard Convertino, the lead prosecutor in the conviction of three members of an alleged terrorism sleeper cell in Detroit.\nConvertino is facing an internal Justice Department investigation for failing to turn over a document to the defense until long after the trial had ended.\nHe says the Justice Department is retaliating because he has criticized its efforts in the war on terrorism and cooperated with the Senate Finance Committee, led by Sen. Charles E. Grassley (R., Iowa), a vocal critic of the department.\nIn his lawsuit, Convertino says the Justice Department has exaggerated its success in fighting terrorism and he accuses heavy-handed Justice officials in Washington of hindering prosecutors in the field.\nIn the case he handled in Detroit - frequently praised by Ashcroft as a victory in the war on terror - Convertino says the government failed to provide the needed personnel to help review documents, interview witnesses, and prepare for trial.\nHe contends he worked the case for months with the help of only one FBI special agent, despite repeated requests for more help. In the suit, he alleges \"lack of support and cooperation, lack of effective assistance, lack of resources and intradepartmental infighting\" in terror cases.\n\"These concerns directly related to the ability of the United States to effectively utilize the criminal justice system as a component in the 'war on terrorism,' \" the lawsuit says.\nIt alleges that a senior official in the Justice Department's terrorism and violent-crimes section told Convertino that news reports on the department's antiterror success were overblown. \"The press gives us more credit than we deserve,\" it says the official told Convertino.\nJustice Department spokesman Mark Corallo yesterday said only that the case was being reviewed.\nThe allegations come as the Detroit case appears in danger of unraveling. U.S. District Judge Gerald Rosen said yesterday that he was considering granting the three men a new trial. The case was in peril earlier over allegations against Convertino.\nA letter from a jail inmate alleged that the government's star witness, Youssef Hmimssa, had lied. The letter was turned over to defense attorneys late last year, well after the trial concluded in June. Convertino's attorney maintained the letter, written by a Detroit drug dealer, would not have affected the trial's outcome.\nIn his suit, Convertino alleges that his superiors in Detroit and Washington retaliated after he testified before the Senate Finance Committee, which subpoenaed him. Convertino and his boss, Keith Corbett, were removed from the Detroit case in September after Convertino appeared before the committee.\nThe Justice Department also launched an investigation against him after that testimony, the details of which were leaked to the media, which Convertino says violated his constitutional rights. The prosecutor also says in the lawsuit that Justice Department officials tried to discredit him by leaking the name of one of his confidential informants.\nThat leak put the informant at risk, forcing him to flee the United States, and \"interfered with the ability of the United States to obtain information from the [informant] about . . . terrorist activities,\" the suit says.\nConvertino, 42, a federal prosecutor since 1990, is being represented by the Washington-based National Whistleblower Center, which has represented numerous FBI agents with grievances against the Justice Department.\nContact reporter Shannon McCaffrey at 202-383-6164 or smccaffrey@krwashington.com.  \n\nLoad-Date: August 22, 2005"
}