{
    "title": "U.S. IS NOW FACING LEBANON DECISION",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 18,
    "full text": "Now that Israel and France have attacked the pro-Iranian group that is believed responsible for the terrorist attacks on their troops and the American marines in Lebanon, the time has come for the Reagan Administration to decide whether it will do the same, high-ranking officials said today.\nThe White House vowed at the time the 239 servicemen were killed Oct. 23 that those responsible would be punished. Since then the United States has increased its strength in the eastern Mediterranean to some 40 ships, including 3 carrier task forces with 300 planes.\n \nReportedly No Decision\nAdministration officials said there would be more than enough firepower if the decision were made to carry out the threat to retaliate. But they said the decision was still being considered even though one had to be made soon.\n''Up to now we have put off a decision for many reasons,'' an Administration official said, ''including not wanting to have an American attack interfere with the President's Asian trip. But now we have to make a judgment call whether we should follow the Israelis and French over Lebanon.''\nA senior State Department official said today that ''there is a readiness'' within the highest levels of the Administration to order carrier-based A-7 fighter jets into action against the Baalbek area, which has been attacked on consecutive days by Israeli and French fighter-bombers.\nBut the official said the Administration was proceeding cautiously. ''We are a superpower,'' he said, ''and we have to be careful in such matters.''\nHe said there was no point in ordering an attack unless there were suitable targets remaining. He said aerial reconnaissance was needed to study the damage done by the Israelis on Wednesday and by the French today. If all the suitable targets in the area where the pro-Iranian Shiites have their base have been destroyed, the official said, there might not be any point in having American planes go over the same area at this time.\nBut if the targets were not destroyed, he said, ''there might well be'' a need for the United States to act.\n \nPolitical Considerations\nThe official acknowledged, however, that political considerations were also involved that go well beyond the question of whether targets are available.\nHe said these were among the problems that President Reagan, Secretary of State George P. Shultz, Defense Secretary Caspar W. Weinberger, the White House national security adviser, Robert C. McFarlane, and the chairman of the Joint Chiefs of Staff, Gen. John W. Vessey Jr., were discussing:\nWhat would be the consequences for the United States of having threatened to retaliate for the killing of 239 marines and not doing anything? Does the situation in the Middle East militate against doing anything, for fear of increasion tensions? Would an American military attack only increase concerns in Western Europe that the United States, after Grenada, is too prone to use military force and raise questions about the deployment of new American nuclear missiles in West Europe?\n \nReagan's Trip a Factor\nA senior State Department official said that in his opinion, the United States would have attacked the pro-Iranian group last week if it were not for President Reagan's trip to Japan and South Korea. He said Mr. Reagan's senior advisers agreed before the President's departure that the pro-Iranian Shiites were responsible and should be punished. But he said they decided any action should be deferred until Mr. Reagan's return, so as not to deflect public attention from the trip itself.\nThe President and his key aides returned to Washington last Monday and were in the middle of deciding to attack the pro-Iranian group, a department official said, when the Israelis struck on Wednesday without telling Washington ahead of time. A ''hold'' was put on a decision, the official said, and that was extended when the French told Washington on Wednesday night that they were attacking today.\nAfter the truck-bomb attack on the marines on Oct. 23 at the Beirut airport that left 239 dead, and against the French in Beirut that killed 59, the White House issued a statement that said in part, ''We intend to respond to this criminal act when the perpetrators are identified.''\n \nIntelligence Agencies Agree\nBy the end of October, American and French intelligence officials said they were convinced that the Shiites around Baalbek had played the key role in the attacks on their positions. The Israelis joined in that assessment after the explosion in Tyre at an Israeli installation on Nov. 4.\nSeveral Arab countries, such as Egypt, urged Washington to temper its response so as not to inflame anti- American passions among Arabs. In deciding on what to do, the Administration stopped talking about retaliation for the bombing, but started saying that any military action would be ''defensive'' and intended to prevent another such terrorist attack.\nThe French accepted this approach, and in justifying the attack today the French Defense Ministry said it was carried out ''to prevent new terrorist attacks.'' American officials said if American bombers were sent, the same justification would be offered.\nA White House official said he could not say what the United States would do, but he offered what he said was the ''philosophical framework'' in which any decision would be made.\n \n'A General Feeling'\n''The Reagan Administration is concerned about a rise in terrorism and in particular, state-sponsored terrorism,'' he said. ''The United States opposes terrorism wherever it may be. There is a general feeling that one should not be passive before or after an attack.''\nAmerican officials said they were aware that military strikes against Shiite positions in the Bekaa, the valley in eastern Lebanon, could result in retaliation against the American marines, as well as against the French and the Israelis. They said that since the attack on Oct. 23 there had been a tightening of security around the Marine Corps compound. Similar steps were taken by the French and the Israelis, the officials said."
}