{
    "title": "U.S. appeals court tosses out sentence Ex-teacher in Md. was convicted of aiding terrorist cell",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 1,
    "day": 24,
    "full text": "A federal appeals court yesterday tossed out a 15-year sentence given to a former teacher convicted of supporting a Pakistani terrorist organization.\n The court ruled that the trial judge incorrectly assumed the man qualified for such a long prison term.\n Ali Asad Chandia was one of a dozen young U.S. Muslim men convicted as part of what prosecutors called a \"Virginia jihad network\" that used paintball games to train for holy war around the globe.\n The 4th U.S. Circuit Court of Appeals in Richmond unanimously upheld Chandia's 2006 conviction but sent the case back to U.S. District Court for a new sentencing hearing to determine whether the man intended to support a criminal act of terrorism.\n \"The acts underlying the convictions in this case were not violent terrorist acts,\" circuit Judge M. Blane Michael wrote. \"Therefore, these acts cannot, standing alone, support application of the terrorism enhancement.\"\n If the trial judge determines the \"terrorism enhancement\" applies at the new hearing, Chandia could receive 30 years to life. Without it, federal sentencing guidelines call for a maximum sentence of 6 1/2 years.\n Federal prosecutors never asserted Chandia was a participant in the paintball games. They said he helped as a driver for a senior officer of a militant Pakistani group called Lashkar-e-Taiba and helped him ship 50,000 paintball pellets during trips to the U.S. in 2002 and 2003.\n Chandia, who taught third grade at the al-Huda school in College Park, Md., maintains he is innocent.\n His lawyer, Marvin Miller, said in a phone interview yesterday that he believes nothing in the case supports the notion that Chandia had any intent to promote terrorism.\n \"This is a case of paintballs. There's no violence. There's no weapons. No nothing,\" Miller said.\n David Laufman, who prosecuted the case for the government and is now in private practice, said he is gratified the conviction was upheld.\n As for the sentencing, Laufman said he believes there was substantial evidence, including that Chandia allowed a foreign terrorist to use his home computer to research purchasing bulletproofing material and night-vision equipment.\n\nLoad-Date: January 29, 2008"
}