{
    "title": "U.S. Peace Talks With Taliban Trip Over a Big Question_ What Is Terrorism_",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 7,
    "full text": "DOHA, Qatar — Nearly 11 days after peace negotiations between the United States and the Taliban began with high hopes, it has become clear that any resolution to the 18-year war could be frustratingly slow.\nOne of the most prominent issues thwarting progress is a disagreement over a fundamental question: What is terrorism, and who is a terrorist?\nThe answer is so important because the two sides had already agreed in principle on a framework for two crucial issues: the withdrawal of American troops, and a commitment that Afghan soil would not again be used to launch terrorist attacks against the United States and its allies, as Al Qaeda did with its strikes on Sept. 11, 2001. That attack led the Americans to invade Afghanistan in an effort to hunt down Al Qaeda’s mastermind, Osama bin Laden.\nThe Taliban have said they would not allow Afghanistan to be used as a launching pad for international attacks. American negotiators have insisted on specifying that Afghanistan not be used by “terrorist” groups, but the Taliban have resisted, saying there was no universal definition of terrorism.\nThe Taliban dragging their feet on one term might seem to be killing time, but officials, including current and former Taliban members, said it was a sensitive and existential issue for the group. It strikes at the core of the ideological narrative around their 18-year fight. If Taliban leaders were seen as conceding on the issue, it could divide their fighters.\nBoth sides have remained tight-lipped about the latest round of talks, saying only that negotiations were continuing.\nBut interviews with current and former officials on all sides, who spoke privately because of the sensitive nature of the negotiations, said the talks have nearly collapsed on several occasions, with deep, and at times emotional, disagreements.\nA senior American official close to the talks said that while a significant outcome at the end of this long round was still possible, just the two sides engaging in a forthright and substantive discussion on difficult details had already moved the process forward.\nThe Taliban, seizing on momentum on the battlefield, are clearly seeking to negotiate from a position of confidence against Americans facing a ticking clock, with President Trump’s desire to withdraw obvious to all — including the Taliban.\nThe two sides began the latest round expecting disagreements over the timeline of an American troop withdrawal, as well as the Taliban’s stubborn refusal to include the Afghan government in talks about the country’s political future.\nWhile the Americans have pushed for a gradual withdrawal over three years or longer, Taliban officials have said they want a withdrawal in less than a year, perhaps as soon as six months. The withdrawal would likely be tied to a cease-fire that would be rolled out gradually, with violence ceasing in an area as the pullout begins.\nBut the issue that has proved particularly nettlesome has been the American demand for guarantees that Afghanistan would not be used as a place to plan attacks against the United States.\nWhile the Taliban condemned the 2001 attacks on the United States, its regime did not give in to the American ultimatums to surrender bin Laden. Instead the Taliban asked for evidence to be presented at an international court that the attacks were planned in Afghanistan. When the United States resorted to military action, the Taliban promised to resist it as aggression.\nAs frustrations over the definition of terrorism grew in the talks, Secretary of State Mike Pompeo, who is briefed regularly by his negotiators, made clear he considers the Taliban themselves terrorists.\n“I have a team on the ground right now trying to negotiate with the Taliban terrorists in Afghanistan, trying to find a way to achieve an Afghanistan that’s not at war,” he said.\nRaising expectations around the latest talks was the presence for the first time of the Taliban deputy leader, Mullah Abdul Ghani Baradar. His involvement spurred hopes that the Taliban negotiating team could swiftly make decisions, rather than checking frequently with their leaders in Pakistan.\nBut Mullah Baradar has rarely been present in direct negotiations between large groups. Officials say his health seems sapped by nearly a decade of detention in Pakistan, and he is being cared for by his young son.\nMullah Baradar’s presence has, however, provided an important layer of troubleshooting. Every time there has been threat of a breakdown, the American chief negotiator, Zalmay Khalilzad, would get together with him to figure out how to cool off and resume talks.\nThe latest round of negotiations are taking place at a sprawling Doha resort. On most days, the talks ended after evening prayer, as a female musician played piano under a large chandelier of the hotel lobby behind curtains separating the talks from resort guests. When the Taliban ruled Afghanistan, they banned music — and women — from public life.\nLunch breaks have often provided odd juxtapositions, with American officers in their uniforms and boots, and the Taliban in their turbans, trying to tiptoe around the honeymooners and tourists sunbathing in neon bikinis by pristine pools.\nThe day-to-day talks have largely been led by Sher Mohammed Abas Stanekzai for the Taliban, and Molly Phee, a former U.S. ambassador to South Sudan and a deputy to Mr. Khalilzad, the American special envoy leading the negotiations. Ms. Phee was also involved in discussions about the withdrawal of American troops from Iraq as a member of the National Security Council during the Obama administration.\nMuch of the struggle at the negotiations has involved chipping away at an environment of mistrust. The Taliban think Americans may be using the talks to undermine their momentum on the battlefield, where they control or contest more territory than at any time since their fall in 2001.\nThe Americans, and their Afghan allies on the sidelines, fear the Taliban are slowing negotiations to run down the clock, with President Trump already signaling he wants out of the war anyway.\nFor the Taliban, an agreement on the withdrawal of American troops would guarantee something of a victory in their military struggle: After 18 years of fighting, they would have forced American troops to leave. They see their strength in the military fight, but less so in politics and governing — as demonstrated by their struggle to run the country before the American invasion.\nThe discussions over the political future of Afghanistan could be messy. Taliban officials said that if they engage in that discussion before they have finalized the timeline for an American military withdrawal, it could affect their fighters. An insurgent army is harder to remobilize once dispersed.\nIt remains unclear how much the Taliban will compromise on the issue of political power. Although they have said they do not seek a monopoly, their posture has been one of uncompromising confidence, in part shown in their stubbornness to not meet with the Afghan government. That has raised fears that, even after a deal with the Americans, disagreement over power could continue the war in Afghanistan.\nThe Americans have so far tried to link any progress on a withdrawal timeline to the Taliban engaging with Afghans, including the government. Afghan political leaders regularly caution the chief American negotiator against any agreement with the Taliban on withdrawing troops that would result in the Americans losing their leverage before making progress on the political front.\n“I am ready to even sacrifice my life for peace, but not for a peace that will be a new chapter of carnage,” Afghan president Ashraf Ghani said in a speech on Wednesday.\nFahim Abed contributed reporting from Kabul. \nPHOTO: Taliban fighters last year in Nangarhar Province in Afghanistan. Taliban officials and American negotiators are meeting in Doha, Qatar, to discuss a potential peace deal. (PHOTOGRAPH BY Parwiz Parwiz/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nU.S. and Taliban Talks Progress Despite Attacks and Regional Tensions\nUnder Peace Plan, U.S. Military Would Exit Afghanistan Within Five Years\nThe President, the Envoy and the Talib: 3 Lives Shaped by War and Study Abroad\n\nLoad-Date: March 9, 2019"
}