{
    "title": "U.S. fight against terrorism becomes expensive, difficult; 2002_ Year offers creation of Homeland Se",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 12,
    "day": 26,
    "full text": "America was spared major attacks in 2002, but it was far from winning the fight against terrorism.\nDespite the killings and arrests of al-Qaida leaders, top U.S. officials warned that a major attack was all but inevitable.\nWarnings went out for planes and boats, landmarks and hospitals, nuclear reactors and petroleum depots. One FBI alert did not mention specific targets; it just said the attacks could be spectacular.\nAs the United States appeared to move closer to invading Iraq, the chances of an attack will only rise, intelligence analysts suggest.\nThis year showed the expense and difficulty of that fight: creation of a $$ @40 billion Homeland Security Department, Osama bin Laden's apparent survival and fresh attacks overseas by his al-Qaida network. \nStrengthened by Republican gains in midterm elections, President Bush finally won approval for the 170,000-person Cabinet agency in the final days of the 107th Congress. The president called it a unified response to \"the threat of mass murder on our own soil.\"\nThe department will combine the Secret Service, Customs Service, Immigration and Naturalization Service and other agencies, and include nuclear experts and intelligence analysts.\nCongress approved huge spending increases for intelligence agencies and the Defense Department. The Pentagon's role in protecting American territory grew with the creation of a Northern Command, the first new unified military command in 10 years. The new command, based at Peterson Air Force Base, Colorado Springs, Colo., will be responsible for defending the United States, Canada and Mexico, as well as part of the Caribbean. Its responsibilities will include overseeing homeland defense activities and providing support to civil authorities in the event of attack.\nCivil libertarians pointed to an additional price of the terrorism fight: privacy. The Justice Department won more power to listen to phone conversations and e-mail of suspected terrorists as a result of a court ruling in November.\nBin Laden's apparent survival was indicated in an audiotape released in November that referred recent events. Intelligence officials said they believe the tape was authentic.\nBin Laden's health is unknown and the extent of his control over al-Qaida is unclear. But the organization remains active and it or its affiliates were linked to some of the deadliest attacks in 2002.\nThey included the Oct. 12 bombing of a nightclub in Indonesia that killed more than 190 people; an April 11 suicide truck bombing of a synagogue in Tunisia that killed 19 people; and Nov. 28 attacks in Kenya on an airliner and hotel, both full of Israelis. Thirteen people, plus two or three bombers, were killed at the hotel; no one was injured on the plane.\nAmericans died in other attacks where al-Qaida's involvement was not certain. Two Americans were among four people killed March 17 when grenades were thrown at a Pakistani church frequented by foreigners. A nail-bomb explosion killed a Green Beret and two other people Oct. 2 in the Philippines. Gunmen shot a U.S. Marine and wounded another Oct. 8 in Kuwait.\nIf Americans seemed to be at risk everywhere, the same was true of terrorists.\nThe United States used sophisticated technology, diplomatic pressure, spies and soldiers to expand the fight against al-Qaida beyond Afghanistan's borders.\nIn Yemen, a remote-controlled CIA Predator drone fired a Hellfire missile at a car on Nov. 3. Killed were Qaed Salim Sinan al-Harethi, bin Laden's top operative in that country, and five other suspected al-Qaida colleagues.\nIn Pakistan, U.S. and Pakistani authorities captured two of its most-wanted terror suspects: Ramzi Binalshibh, apprehended on the one-year anniversary of the Sept. 11 attacks he allegedly helped plan; and Abu Zubaydah, al-Qaida's top terrorism coordinator, who was arrested in March. Both are being held in secret locations.\nU.S. authorities believed they foiled a plot to bomb U.S. embassies in Southeast Asia in September. Four embassies were closed as a precaution.\nAmerican allies also unraveled terrorist plots. Moroccan police in June said they arrested three Saudi al-Qaida members who were planning suicide attacks against U.S. and British warships in the Straits of Gibraltar. Saudi officials said they prevented an al-Qaida attack on an oil pipeline serving the world's largest oil terminal.\nU.S. authorities pursued suspected al-Qaida operatives within its borders. A former Chicago gang member, Jose Padilla, was arrested May 8, accused of plotting to use a radioactive \"dirty bomb\" in the United States. Five men were arrested outside of Buffalo, N.Y., believed to be part of an al-Qaida cell.\n\nLoad-Date: December 26, 2002"
}