{
    "title": "U.S. Terrorism Strategy Increasingly Involves Proxies to Fight Battles",
    "publisher": "the new york times",
    "year": 2014,
    "month": 5,
    "day": 30,
    "full text": "WASHINGTON -- During the height of the wars in Iraq and Afghanistan, the United States military often carried out dozens of daily operations against Al Qaeda and other extremist targets with heavily armed commandos and helicopter gunships.\nBut even before President Obama's speech on Wednesday sought to underscore a shift in counterterrorism strategy -- away from the Qaeda strongholds in and near those countries -- American forces had changed their tactics in combating Al Qaeda and its affiliates, relying more on allied or indigenous troops with a limited American combat role.\nNavy SEAL or Army Delta Force commandos will still carry out raids against the most prized targets, such as the seizure last fall of a Libyan militant wanted in the 1998 bombings of two United States Embassies in East Africa. But more often than not, the Pentagon is providing intelligence and logistics assistance to proxies, including African troops and French commandos fighting Islamist extremists in Somalia and Mali. And it is increasingly training foreign troops -- from Niger to Yemen to Afghanistan -- to battle insurgents on their own territory so that American armies will not have to.\nA decade of military and intelligence operations have battered Al Qaeda's headquarters in Pakistan and reduced the likelihood of a large-scale attack against the United States, counterterrorism officials say. But a more decentralized terrorist threat has heightened the danger to Americans abroad, putting at greater risk diplomatic outposts such as the mission in Benghazi, Libya, or commercial sites like the shopping mall in Nairobi, Kenya, that the Islamist extremist group the Shabab attacked last year, killing at least 67 people.\n''We have to develop a strategy that matches this diffuse threat -- one that expands our reach without sending forces that stretch our military too thin, or stir up local resentments,'' Mr. Obama said in his speech at the United States Military Academy at West Point, N.Y.\nTo confront several crises in Africa, the United States has turned to helping proxies. In Somalia, for instance, the Pentagon and the State Department support a 22,000-member African force that has driven the Shabab from their former strongholds in Mogadishu, the capital, and other urban centers, and continues to battle the extremists in their mountain and desert redoubts.\n''Our basic premise is that it's Africans who are best able to address African challenges,'' Gen. David M. Rodriguez, who leads the military's Africa Command, said this year.\nIn the Central African Republic, American transport planes ferried 1,700 peacekeepers from Burundi and Rwanda to the strife-torn nation earlier this year, but refrained from putting American boots on the ground.\nThe United States flies unarmed reconnaissance drones from a base in Niger to support French and African troops in Mali, but it has conspicuously stayed out of that war, even after the conflict helped spur a terrorist attack in Algeria in which Americans were taken hostage.\nIn addition to proxies, the Pentagon is training and equipping foreign armies to tackle their own security challenges. In the past two years, the Defense Department has gradually increased its presence in Yemen, sending about 50 Special Operations troops to train Yemeni counterterrorism and security forces, and a like number of commandos to help identify and target Qaeda suspects for drone strikes, according to American officials.\nAcross Africa this year, soldiers from a 3,500-member brigade in the Army's First Infantry Division are conducting more than 100 missions, ranging from a two-man sniper team in Burundi to humanitarian exercises in South Africa.\nSince 2006, the Defense Department has spent about $2.2 billion in more than 40 countries to train and equip foreign troops in counterterrorism and stability operations, according to the Congressional Research Service. This year alone, the Pentagon is spending $290 million on programs that include border security assistance to Lebanon and a counterterrorism battalion in Niger, in West Africa.\nMr. Obama on Wednesday proposed a Counterterrorism Partnerships Fund of up to $5 billion to ''facilitate partner countries on the front lines.''\nIn explaining the rationale for the fund, Defense Secretary Chuck Hagel, said: ''We're dealing with networks, and not just regional networks, but global networks of terrorists. So this fund would be used to deal with all of our efforts on counterterrorism.''\nA senior administration official suggested that the drawdown in the Afghan war, which cost $10 billion to $15 billion a month, could save money that could be reallocated to these types of funds.\nIn his speech, Mr. Obama reserved the right to use unilateral military action to protect Americans and core American interests.\nLast October, for instance, American troops assisted by F.B.I. and C.I.A. agents seized a suspected Qaeda leader on the streets of Tripoli, Libya, while on the same day a Navy SEAL team raided the seaside villa of a militant leader in a firefight on the coast of Somalia. The Navy commandos exchanged gunfire with militants at the home of a senior leader of the Shabab but were ultimately forced to withdraw.\nThe Libyan militant captured in Tripoli was indicted in 2000 for his role in the 1998 bombings of the United States Embassies in Kenya and Tanzania. The militant, born Nazih Abdul-Hamed al-Ruqai and known by his nom de guerre, Abu Anas al-Libi, had a $5 million bounty on his head; his capture at dawn ended a 15-year manhunt.\nMr. Ruqai was taken to Manhattan for trial after being held for a week in military custody aboard a Navy vessel in the Mediterranean, where he was reportedly interrogated for intelligence purposes. He has pleaded not guilty and is scheduled to go to trial in November.\n\nhttp://www.nytimes.com/2014/05/30/world/africa/us-strategy-to-fight-terrorism-increasingly-uses-proxies.html\n\nGraphic\n\n \nPHOTO: President Obama at West Point on Wednesday, outlining a shift in counterterrorism strategy. (PHOTOGRAPH BY GABRIELLA DEMCZUK/THE NEW YORK TIMES)       \n\nLoad-Date: May 30, 2014"
}