{
    "title": "U.S. must be under no delusions about terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 9,
    "day": 19,
    "full text": "Three years after 9/11, when it pulled off the most spectacular terrorist feat of modern times, al-Qaida remains as much a mystery as it was then.\nIn 2001 it had also reached the peak of its visibility, having become an institutionalized appendage of Afghanistan's ruling Taliban with Osama bin Laden a valued adviser to the Taliban leader, Mullah Omar. The group had training camps and offices in Kandahar and other Afghan cities, and had recruits from all over the Muslim world flocking to its standard. It had a hierarchy of leaders, with bin Laden and his chief lieutenant, Ayman al-Zawahiri, at the top. It had functional divisions for planning, operations, finance, training, recruitment and communication, all based on the model of the organization bin Laden had headed and which, earlier, with our help, had recruited, trained, and sent guerrilla fighters into Afghanistan to fight the Russians.\nThe mystery then was how it grew into a terror organization, and what made it possible for it to become so deadly -- and effective. Today, those mysteries have been mostly solved, but now we have new ones: How did al-Qaida manage to survive the collapse of the Taliban regime, the death or capture of hundreds of its fighters and operatives, and the erosion of its financial base? What became of al-Qaida the organization?\nJust when we thought we had some answers to these questions, al-Qaida apparently transformed itself, changing shape and character, leaving it much less visible, more mobile and elusive, but no less deadly.\nPart of our confusion probably stems from the name al-Qaida, \"the base,\" which indeed it had when it operated in Afghanistan with offices, official roles, a command hierarchy and operational structures. After the Taliban fell, al-Qaida's institutional base, in effect, simply disappeared, but not our image of it: How, we asked, could an organization survive forced liquidation?\nWhat we had formerly described as a loose corporate structure collapsed completely, yet somehow managed to retain its corporate image, something we helped it to do because we still thought of it in corporate terms. Moreover, its signature accomplishment, 9/11, gave it such stature in the world of terrorism, that all kinds of anti-Western terrorists and terror groups who had never been affiliated with al-Qaida claimed a connection to it, hoping to gain prestige by association.\nToday it is virtually impossible to verify all attributions and claims of al-Qaida terror authorship, in part because new \"al-Qaida\" terrorists keep appearing, in part because we don't know for sure what/who/which of al-Qaida went underground post-Taliban, or perhaps because the structure we think ought to be there isn't. Sometimes when we ask, \"Will the real al-Qaida stand up?\" -- everybody does.\nSo what do we now know for sure about al-Qaida, three years later? Plenty, in fact.\nFirst, it is painfully evident that bin Laden and his top aide, al-Zawahiri, still elude capture, a fact underlined by the messages he or al-Zawahiri send out every so often via the Arab media. (The latest tape from al-Zawahiri surfaced on Sept. 9.)\nSecond, some acts of terrorism, such as the Spanish railway bombings, have been clearly authored by al-Qaida or its agents, or bear its clear imprint. Further, we do know that al-Qaida, whatever its current configuration, does operate through surrogates or affiliates all claiming to act in its name, and is still able to launch appallingly deadly attacks pretty much whenever or wherever it chooses.\nWe also know that it is, and has been, financed not just by bin Laden's inherited wealth, but by a continuous flow of contributions, large and small, from ideological supporters, channeled through ever-shifting networks of so-called \"charitable\" organizations, legitimate businesses and financial networks, plus what it earns from narcotics trading, the market for \"blood\" diamonds and other illicit commodities.\nThird, it has also become clear that those who share the al-Qaida identity, whether they belong to an organization or not, hold to a set of beliefs articulated not only by bin Laden, but also by most other radical, militant Muslim fundamentalists. Bin Laden's signal achievement was to make himself the ideological condensation point for those ideas, combining them into a binary weapon of idea and action that has proved immensely attractive to a wide range of angry, frustrated Muslims, including, in particular, Muslim youth.\nIt may be, as Jason Burke suggested in the May/June issue of Foreign Affairs, that al-Qaida today is little more than a loose aggregate of highly motivated individuals and groups willing to buy into bin Laden's ideology and its tenets. Some may even be motivated enough to borrow its cachet when resorting to terrorism. Consequently, to keep looking for an organization in this murky landscape may well be futile and self-defeating.\nThe main tenet of the al-Qaida ideology is a view of the world divided between the light and the dark forces, the saved and the damned, a vision itself distantly derived from a medieval Muslim construct of the world separated into \"Dar al-Harb\" (the domain of war and unbelief) and \"Dar al-Islam/Salaam\" (the domain of Believers and peace). There is eternal hostility between the two sides, a situation only occasionally relieved by temporary armistices, during which representatives from the two domains meet to transact necessary business.\nIn this view of the world, one also shared by followers of the strict fundamentalist Islamic sect of Wahabbism (in which bin Laden was educated), most of the West, the United States in particular, is still steeped in unbelief, hopelessly corrupt, doomed to perdition and is out to subjugate and destroy Islam and its holy sites. Thus, true Muslims may only show unrelenting hostility to the West's principal agents, Americans and Israelis/Jews. Bin Laden adds a death sentence to this prescription.\nThis formula offers an explanation for anger, humiliation, and frustration of the Believers, allegedly held in thrall by the Satanic forces of the United States, Israel and its allies. The explanation identifies the sources of the miseries visited upon the Muslim world during the last 200 years, and in particular since 1948, when the nakba (catastrophe) of Israel's independence was visited upon the Arab world by the West.\nThe formula also offers an ostensibly simple plan of action: mobilize Arabs and Muslims against the West by any and all forms of struggle, including holy war; purge, cleanse or reform Arab-Muslim countries by eliminating their pro-Western ruling elites and installing Islamic ones; and finally, remove Israel from all Arab lands including, in the minds of many Muslims, all of the territory of present-day Israel.\nTake this plan, mix in the extraordinary \"success\" of 9/11 (again, seen by some Muslims as appropriate punishment for U.S. support of Israel and other American sins and aggressions), and what you have is a powerful recruitment poster for those already steeped in anger, frustration, and humiliation. It offers action and vindication for Arab masses feeling betrayed by their leaders -- the stronger their sense of betrayal, the more vivid become their dreams of revenge, and al-Qaida promises just that: revenge.\nWhere does this leave us in the United States and the West? It should leave us without illusions and a clearer sense of what we face; we need to understand that there are no quick fixes against the threat of international terrorism, of which al-Qaida is a major standard-bearer; and we have to face the very real possibility that the struggle against al-Qaida and its surrogates will continue for years to come. What we need are reliable democratic allies in the fight, clear-headed and clear-eyed initiatives that involve the international community, including the United Nations, plus long-term policies and the commitment of resources to help those leaders and regimes seeking to bring the region into the 21st century and thus begin to undercut al-Qaida's own base of support.\n\nNotes\n\nAL-QAIDA Victor T. Le Vine is a professor emeritus of political science at Washington University in St. Louis.\n\nLoad-Date: September 20, 2004"
}