{
    "title": "U.S. TAKES TERRORISM FIGHT TO PHILIPPINES",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 1,
    "day": 17,
    "full text": "WASHINGTON -- Extending the war on terrorism to the Philippines, the Pentagon has sent more than 200 U.S. troops to help local forces fighting an extremist group linked to al-Qaida. And more are on the way.\nDefense Secretary Donald H. Rumsfeld said Wednesday that 240 or 250 American military personnel are now divided among several locations in the Philippines.\n\"More are going in,\" he told a Pentagon press conference. \"They are there for training purposes. They are there for logistics purposes. They are there for an exercise with the Philippine government.\"\nHe said some of those already on the ground are on Basilan Island, where Filipino soldiers have been fighting Abu Sayyaf guerrillas holding an American couple and a Filipino nurse hostage.\n\"I think the important thing about what's taking place in the Philippines is that this is global problem, that we are addressing it globally, not just in Afghanistan,\" Rumsfeld said of the anti-terrorism campaign.\nIn Afghanistan, the U.S. military is still searching for Taliban leader Mullah Mohammad Omar and Osama bin Laden, leader of the al-Qaida terrorist organization accused of the Sept. 11 attacks.\nRumsfeld said there are conflicting reports about where the two might be hiding, but he believes they remain in Afghanistan.\n\"We still believe they're in the country. We're still working on that basis, although we are looking at some other places as well, from time to time,\" the defense secretary said.\nPhilippine officials have said the American contingent would total about 600, including 160 U.S. Army Special Forces.\nAt an army camp in the southern city of Zamboanga, workers were rushing to complete training and billeting facilities for the U.S. troops.\nThe Abu Sayyaf is holding missionaries Martin and Gracia Burnham from Wichita, Kan., and Filipina nurse Deborah Yap after abducting them with scores of others in a kidnapping spree that began in May.\nSeveral hostages, including Corona, Calif., resident Guillermo Sobero, were killed in captivity. Others escaped or were freed for ransom.\nThe comments followed Rumsfeld's statement Tuesday that the United States also has had discussions with dozens of other countries that have a problem with terrorists.\nThe United States and the Philippines are discussing whether to allow the rapid transfer of military supplies and spare parts for combat and noncombat missions, officials said Wednesday. The accord would allow the military of one country to purchase supplies and spare parts from the military of the other in transactions that would help boost local business.\nThe proposal is a subject of controversy because Filipino left-wing groups say the islands could be targeted by U.S. enemies if the Philippines becomes a part of the U.S. international defense network.\nMeanwhile, White House spokesman Ari Fleischer reiterated that President Bush will not support deploying U.S. forces to Afghanistan for the British-led peacekeeping mission.\n\nLoad-Date: January 17, 2002"
}