{
    "title": "U.S. sees terrorism in Somalia Minnesota Somalis see it differently The Twin Cities Somali community",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 5,
    "day": 7,
    "full text": "Listen to Bush administration officials and you hear the chilling claim that a new terrorist front is emerging in Somalia because militant Islamists have created secret havens and platforms there for Al-Qaida.\nNow listen to Prof. Ahmed Samatar echoing thousands of Somalis in Minnesota.\n\"Lies,\" said Samatar, who is dean of the Institute for Global Citizenship at Macalester College in St. Paul.\nIn the chasm between the dire official warning and the Somalis' vehement rebuttal lie high-stakes questions. If the threat is real, does it signal another round of terrorist attacks that could reach as far as Europe and the Americas? If the naysayers are right, is the United States poised to repeat mistakes it made by miscalculating the tensions tearing at Iraq?\nAs home to America's largest Somali community, Minnesota is a main stage for the debate over the threat of terrorism in Somalia and its neighbors on the Horn of Africa. The arguments here are informed by phone calls from loved ones that ex-patriot Somalis receive from their homeland.\nWhile Samatar, and many who agree with him, frame one end of the arguments, Somalis in Minnesota represent opinions that range from clear opposition to U.S. actions to a shared concern that terrorists have established a beachhead in Somalia.\nWashington watched warily last summer while groups calling themselves the Supreme Council of Islamic Courts pushed aside a feckless transitional federal government to take control of a large region of Somalia and restore a modicum of order after 15 years of violent anarchy.\nThen, beginning in December, the United States helped Ethiopian forces and the transitional government oust the Islamic Courts and beat back a series of insurgent attacks. U.S.-backed government leaders claimed last week that Mogadishu was calm and under their control.\nBut the U.N. High Commissioner for Refugees reported Friday that most of the 365,000 people who fled the capital city aren't returning because they expect more fighting.\nIn a major report on terrorism last week, the State Department laid out a rationale for ousting the Islamic Courts. Somalia's weak government, protracted instability, porous borders, unguarded coastline and proximity to the Arabian peninsula have long made it a target for international terrorists, the report said.\nIn that vulnerable setting, it said, the Islamic Courts were quickly \"hijacked by al Shabaab (the Youth), a small extremist group affiliated with Al-Qaida that consists of radicalized young men.\"\nWith leaders who trained in Afghanistan, the group allegedly is behind recent murders of foreign aid workers, Somali nationals and an Italian nun, it said. The report also accused some Islamic Courts leaders of harboring Al-Qaida operatives suspected in U.S. Embassy bombings in Kenya and Tanzania in 1998 and other attacks.\nVehement critics\nBut if it is true that embassy bombers were hidden in Somalia, the United States could have pursued them with the approval of many in the Islamic Courts movement, Samatar said.\nIndeed, there might have been resistance from some Taliban-like reactionaries, he said, but the broad-based movement included many reasonable Muslims who were prepared to work with the United States.\nInstead, he said, Washington bought Ethiopia's argument that \"a major storm of terrorism was brewing in Somalia and that they needed to destroy it.\"\nAs a result, the resistance fighting Ethiopian troops \"is not just the Islamic Courts or what is left of them,\" he said.\n\"What we are seeing now is a national resistance movement, and a significant part of it is youths,\" he said. \"Why wouldn't they be fighting if their homes are destroyed, their families are no more, they have no other place to go and they face mighty Ethiopian forces. What else are they supposed to do?\"\nSamatar, who talks regularly with a sister and other relatives in Somalia, said there is a growing feeling that Islam itself is under attack.\n\"They fear there will come a time when Islam will be so demonized that the Somalis will be pushed to run away from their own religion ... that any Somali who speaks in the name of Islam will be automatically seen as a terrorist,\" he said.\n\"That's why the American policy, driven by the Ethiopians, is such a lost project,\" he said. \"Even if the Ethiopian weapons triumph in the end, for the deep Somali soul, this is untenable. You cannot become what you cannot be.\"\nThe danger now, he said, is that the resistance also will be branded as terrorist, setting conditions for hostilities that could escalate akin to what happened in Iraq after 2003.\n\"It smells like the same kind of blundering that took place in Iraq,\" Samatar said.\nShares terrorism worries\nMuhiyadin Aden wasn't surprised to see fighting erupt when he went to Somalia to visit his family in December. The University of Minnesota senior, in political science and pre-med studies, hadn't expected the Islamic Courts to hold onto power for long. Nor was he sure they should have.\n\"They brought peace in a place where there had been chaos and killing for 15 years,\" Aden said. \"But at the same time, I had my own suspicions that they were going to be like the Taliban in Afghanistan.\"\nSomalia is overwhelmingly Muslim. But it is secular, Aden said, and thus a strict Islamist rule banning movies, soccer and other popular cultural interests wouldn't work.\nFurther, maintaining lasting peace in Somalia was a tall order for any group.\n\"I don't think anybody could have done it,\" said Aden, 23. \"The young people like me all have guns and most of them are uneducated ... different tribes were competing with each other. ... Somalia is a mess, and it needs a lot of people working together to solve its problems.\"\nGiven that reality, Aden said, terrorists very well could have taken cover in Somalia.\n\"Somalia is a failed state, and anybody can live there and easily move around Africa and the world,\" he said. \"It's very, very easy to exploit the people there.\"\nEven so, Aden said he understands the anger in Somalia over the presence of troops from Ethiopia, Somalia's long-time rival in the region.\nHassan Mohamud isn't impressed by arguments about terrorism in Somalia. What matters to him are the day-to-day realities for his seven brothers and two sisters in Mogadishu. And Mohamud - an attorney from St. Paul who is president of the Somali Institute for Peace and Justice - fears that the U.S.-backed military attacks on the Islamic Courts and insurgent groups have been disastrous for his family.\nLast September, a brother called him from one of Mogadishu's most dangerous neighborhoods near midnight Somali time - to demonstrate the personal freedom that came with the security the Islamic Courts imposed. \"Can you believe I'm calling not from my home but from the streets?\" his brother asked with an elation Mohamud hadn't heard for years.\nSince Ethiopian troops shelled neighborhoods last month, Mohamud has no idea what's happened to that brother and some three dozen other close relatives. He hasn't been able to contact them for more than two weeks. Money he tried sending to his wife's family disappeared into the chaos, and the relatives never got it.\nThousands of Somalis in Minnesota are in the same state of high anxiety, Mohamud said.\nWhat's happened under the military crackdown \"is not good for the people of Mogadishu and not good for the people of Minnesota,\" he said.\nAmong other objections, Somalis in Minnesota say U.S. taxes they pay are being used to finance the killings of their loved ones in Africa.\nIt may or may not be true that terrorists have hidden in Somalia, but the United States is using too blunt a weapon to rout them, Mohamud said.\n\"How about the innocent Somalis who have nothing to do with this?\" he asked. \"Their houses have been destroyed. Their businesses have been lost. Their lives have been sacrificed.\"\nSharon Schmickle - 612-673-4432\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: May 8, 2007"
}