{
    "title": "U.S. Report Calls Iran No. 1 Terror Sponsor, Despite New Leader",
    "publisher": "the new york times",
    "year": 1998,
    "month": 5,
    "day": 1,
    "full text": "Iran remains \"the most active state sponsor of terrorism\" despite last year's election of a more moderate President, the State Department said today.\nIn its annual report on international terrorism, the department noted that Iran's new President, Mohammad Khatami, and his deputies had adopted \"more conciliatory\" rhetoric and had publicly condemned some forms of terrorism. But the report said their words have yet to be matched with deeds.\n\"There is no evidence that Iranian policy has changed, and Iran continues both to provide significant support to terrorist organizations and to assassinate dissidents abroad,\" the report said.\nThe report, required by Congress, said that the Teheran Government was responsible for at least 13 assassinations last year, most of them in northern Iraq against members of Iran's main opposition groups.\nThe number of casualties from international terrorism dropped last year: 221 people died in terrorist acts in 1997, compared with 314 in 1996. The department identified 304 acts of international terrorism last year, 8 more than in 1996, which had been the lowest total since 1971.\nMore than a third of those terrorist acts took place in Colombia, and most of those were oil-pipeline bombings by terrorist groups that consider the pipelines to be symbols of foreign exploitation of Colombia.\nThe deadliest terrorist attack last year took place in Egypt in November, when 58 foreign tourists and 4 Egyptians were killed in an attack by Muslim extremists on a Pharaonic temple near the city of Luxor.\nThe State Department has singled out seven state sponsors of terrorism: Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria.\nThe report found no evidence linking Cuba, Iraq, North Korea or Syria with terrorist acts last year. But all of them harbored terrorists.\nWith the election of President Khatami in Iran last year, Clinton Administration officials said they hoped that he would move quickly to sever Iran's ties with a variety of terrorist organizations, including the Lebanese Hezbollah and the militant Palestinian group Hamas.\nPresident Khatami has denied that Iran is involved in terrorism and has vowed that if any evidence is developed to suggest a link between the Government and terrorist acts, he would root it out.\nBut the State Department report found strong ties between Teheran and terrorist groups.\nThe official Iranian news agency reported today that the spiritual leader of Hamas, Sheik Ahmed Yassin, was visiting Teheran, where he met with senior Iranian officials and thanked them for their \"just stand toward the Palestinian issue.\" The State Department report linked Hamas to three suicide bombings in Israel last year.\nThe report praised efforts by the Palestinian Authority under Yasir Arafat to curtail terrorist attacks on Israel.\nThe Palestinian Authority's \"security apparatus pre-empted several anti-Israeli attacks over the year, including several planned suicide bombings, and detained hundreds of individuals for their alleged roles in terrorist operations,\" it said. \"At the same time, more effort is needed by the P.A. to enhance its bilateral cooperation with Israel and its unilateral fight against terrorism.\"\nPeace talks between Israel and the Palestinian Authority have bogged down in part because of Israeli allegations that the Palestinians have not been aggressive enough against terrorist groups.\n      \n\nLoad-Date: May 1, 1998"
}