{
    "title": "U.S. trade sanctions upset allies",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 6,
    "day": 29,
    "full text": "LYON, France - In a rare rebuff by allies, President Clinton was taken to task Friday over U.S. efforts to penalize international companies that trade with renegade regimes like Cuba and Libya.\n\"I don't think economic retaliation is most effective. Taking an entire population hostage is not elegant,\" French President Jacques Chirac, host of this year's seven-power economic summit, said in remarks aimed at the United States.\nAn Associated Press Report\nChirac's sharp comments came after he announced an economic communique that took issue - in the bland language of diplomacy - with U.S. legislation designed to impose economic sanctions on companies that do business with countries the United States has designated as terrorist regimes. The dispute came just a day after Clinton won the leaders' support for a package of measures to counter terrorism.\nThe seven-nation statement said the trade sanctions would be \"in contradiction with\" recently liberalized global freer-trade rules.\nThe dispute spilled over into a heads-of-state lunch. Several leaders criticized the U.S. policy and Clinton's support for it.\n\"The president pushed back fairly hard on the issue of needing to confront terrorist states,\" said Daniel Tarullo, a White House aide.\nThe unusual note of disharmony came as the so-called Group of Seven powers - the United States, Britain, Japan, France, Germany, Canada and Italy - issued a mostly upbeat joint economic statement.\nThe leaders sat down with Russian Prime Minister Viktor Chernomyrdin, a stand-in for Russian President Boris Yeltsin. The United States already had termed \"offensive and deeply disturbing\" comments by Yeltsin's new security chief that foreign religions, including the Mormon Church, should be banned.\nThe summit's economic communique called on all countries to avoid \"taking trade and investment measures that would contradict\" global trading rules administered by the World Trade Organization.\nAmerica's trading partners contend a law signed by Clinton this year after the Cuban military downed two civilian aircraft is a direct violation of WTO rules. They also are unhappy with legislation supported by Clinton that would punish foreign companies doing business with Iran and Libya, accused by the United States of supporting international terrorism.\nU.S. allies, including Canada, bristled at what they viewed as meddling in their affairs with such \"secondary boycotts.\"\nU.S. officials acknowledged the dispute with allies, but shrugged off the discord.\n\"Every summit we have been at there have been some matters that we disagree with our summit partners on,\" Treasury Secretary Robert Rubin said.\nFollowing up on Thursday's anti-terrorism declaration, the administration released a list of 40 specific proposals for fighting terrorism and said Clinton would press summit partners to endorse them today.\nThe list, largely an update of an earlier one calling for joint efforts at combating international crime, included proposals for greater law enforcement cooperation, seizure of terrorist assets, safeguarding travel documents from fraud and a \"crackdown on cyber crooks.\"\nIn addition to being rebuffed on the terrorism-trade issue, the United States also lost a fight with Germany on a proposal to sell $ 2 billion in international gold reserves to help provide debt relief for the world's poorest nations.\nThe summit communique endorsed further removal of trade barriers, calling for a deadline of December 1997 for lowering barriers in financial services.\n\nGraphic\n\n \nPHOTO,\n French President Jacques Chirac said: \"I don't think economic retaliation is most effective.\"\n\nLoad-Date: July 1, 1996"
}