{
    "title": "U.S. Again Reports Libyan Role in Terrorism",
    "publisher": "the new york times",
    "year": 1989,
    "month": 1,
    "day": 19,
    "full text": "The United States asserted today that Libya continues to support terrorism around the world and is using foreign surrogates to strike Western targets.\nThe assertions, in a report issued by the State Department, came as the United States was confronting Col. Muammar el-Qaddafi, the Libyan leader, over the building of a chemical plant at Rabta, 40 miles from Tripoli. The United States says the plant is for making chemical weapons; Libya says it is a pharmaceutical factory.\nThe report contends that Libya has conducted or supported an average of one terrorist act a month since April 1986, when American planes bombed Tripoli and Benghazi. The United States said the raids were in retaliation for Libya's role in the bombing of a West Berlin discotheque in which two American servicemen were killed.\n'Surrogate Terrorist Groups'\nThe report is apparently the first in which the Government has publicly endorsed the conclusion that ''Libya has chosen to operate through surrogate terrorist groups willing to strike at Western targets.'' The State Department called the Libyan approach a relatively new strategy. ''Libya maintains training camps for foreign dissident groups,'' the report said. ''It has permitted a Palestinian terrorist group, the Abu Nidal organization, to establish its headquarters in Libya.''\nThe report said Libya was supporting the Japanese Red Army, a terrorist group, and it took note of the case of Yu Kikumura, who was convicted in Federal District Court in New Jersey last November of transporting explosives with intent to kill and to damage property. The report said the bombs Mr. Kikumura held were probably ''intended for a terrorist attack coinciding with the second anniversary of the U.S. retaliatory air strikes on Libya.''\nThe State Department spokesman, Charles E. Redman, was asked today if the report was being issued to build the American case against Libya and to justify a possible military attack. Without answering the question directly, he said the study was one in a series issued by the State Department to educate the public about terrorism.\nPrevious reports dealt with small groups like the Popular Front for the Liberation of Palestine-General Command, a Palestinian faction. The new study said groups supported by Libya are ''prime suspects in recent strikes against U.S. targets'' in Latin America.\n''Although there exists no evidence of direct Libyan involvement in these attacks, the timing and associations lead us to suspect a Libyan link in the four attacks in April of last year on binational centers in Colombia, Peru and Costa Rica,'' the report said. ''All of these attacks occurred on or near the second anniversary of the 1986 U.S. bombing of Libya.'' A binational center is a library in a foreign country run by the United States Information Agency along with the foreign government.\n \nPanama and Cuba Mentioned\nLibya ''appears to use Panama as its base in the Western Hemisphere'' and ''uses Cuba as its transportation hub,'' the report said. If Libyans were responsible for all the terrorist acts listed in the new report, that would seem to justify retaliation under the policy proclaimed by Mr. Reagan on Jan. 27, 1981. Welcoming home the Americans freed from captivity in Iran, Mr. Reagan declared, ''Let terrorists be aware that when the rules of international behavior are violated, our policy will be one of swift and effective retribution.''\nA State Department spokesman said the United States preferred to use political, diplomatic and economic pressure before taking military action. A White House spokesman, who said he was unaware of the policy proclaimed in 1981, noted that Mr. Reagan took action last month to continue economic sanctions imposed on Libya in January 1986.\nThe report, prepared by L. Paul Bremer 3d, the head of the State Department's counterterrorism office, said the United States suspected that ''Libyan sympathizers'' were involved in the bombing of an Air Force communications installation near Torrejon, Spain, in April 1988.\nThe report suggested that Libya was ''planning to attack Western targets in Senegal'' last year."
}