{
    "title": "U.S. Visa Ban_ Atiku Urges Trump To Reconsider Policy",
    "publisher": "the will ",
    "year": 2020,
    "month": 2,
    "day": 2,
    "full text": "Former Vice President Atiku Abubakar. SAN FRANCISCO, February 02, (THEWILL)  Former Vice-President Atiku Abukakar has urged the United States President Donald Trump to reconsider its visa restriction against Nigeria, saying such measure was inconsistent with both countries' long-standing bilateral relations.\n THEWILL recalls that the Trump administration formally announced the policy on Friday saying Nigeria was added to the list, which includes repressive states like Eritrea and Myanmar, because the Buhari administration had failed to share information critical to fighting terrorism and other crimes. The policy, which kicks off on February 21, would make it impossible for Nigerians to move to the U.\nS. to obtain permanent residency.\n Reacting, Atiku also decried the Buhari administration's handling of the issues that preceded s decision to prevent potential Nigerian immigrants to the U.S as he joined other Nigerians to criticise the policy.\n \"I received with sadness the policy of the government of the United States of America to place @Nigeria on its travel ban list,\" the statement read. \"While I understand the reasons given by the Trump administration (the failure of the @MBuhari led administration to share information and to address issues of terrorism), the ban does not take into account the pro-American sentiments of the Nigerian public and the solidarity previous Nigerian administrations have had with the United States.\n \"I urge the government of President @realDonaldTrump to consider the history of US-Nigerian relationships. \"Nigeria was one of the few African nations that joined the US-led coalition during Operation Desert Storm between 1990-1991 when the United States championed the liberation of Kuwait.\n \"The Trump administration may also consider the pivotal role Nigeria, in partnership with the US, played in bringing peace to Liberia, an American sphere of influence, that now enjoys democracy because Nigerian blood and money paved the way for peace in that nation.  readability=\"0Buhari Reacts To U.\nS. Travel Ban \"Nigeria has also consistently voted in support of the United States and her allies at the @UN and other multilateral world bodies.\n This is even as we are perhaps the biggest trading partner that the United States has in Africa, even where we had alternatives. \"Nigerians love the United States and have been a major force for the positive development of that great nation: 77% of all Black doctors in the United States are Nigerians.\n Nigerians are also the most educated immigrant community in America bar none. \"Surely, the US stands to benefit if it allows open borders with a country like #Nigeria that is able to provide skilled, hardworking and dedicated personnel in a two-way traffic.\n \"The current Nigerian administration may have its deficiencies and deep faults but the Nigeria people ought not to be punished for their inefficiencies. \"Once again, I call on President @realDonaldTrump to consider adopting measures that individually target those in government who have failed in their duties, rather than target the entire Nigerian population.\n\" \n\nLoad-Date: February 3, 2020"
}