{
    "title": "U.S. MILITARY TRIES TO CATCH UP IN FIGHTING TERROR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 5,
    "full text": "A special Defense Department commission that investigated the October 1983 bombing of the Marine barracks in Lebanon said its ''most important message'' was that terrorism had become ''tantamount to an act of war,'' and that the United States military was ill-equipped to fight that kind of war.\n Concluding that the Marine contingent in Lebanon was ''not trained, organized or supported to deal effectively with the terrorist threat,'' the commission recommended that the Secretary of Defense ''direct the development of doctrine, planning, organization, force structure, education and training necessary to defend against and counter terrorism.''\nIn the 11 months since the commission, headed by Adm. Robert L. J. Long, retired, submitted its findings to Secretary of Defense Caspar W. Weinberger, the Defense Department has moved to correct some of the deficiencies, according to Pentagon officials.\n \nPreparations for Action\nIn addition, while President Reagan and his advisers have debated whether the United States should engage in pre-emptive or retaliatory action against terrorism abroad, other Federal agencies have taken steps to defend against and possibly retaliate for terrorist violence in the United States and abroad.\nLast of four articles (Counterterrorism. A War in the Shadows): Since special Defense Department commission that investigated October 1983 bombing of Marine barracks in Lebanon found that US military is ill-equipped to fight terrorism, Defense Department has moved to correct some of deficiences; in addition, other agencies have acted to defend against possible terrorist violence in US and abroad, including Federal Bureau of Investigation which has developed computer-aided devices to help plan counterterrorist actions; photo (L)\nThe Federal Bureau of Investigation, for example, has developed new computer-aided devices to help plan counterterrorist operations. The Defense Department has produced special weapons and vision-enhancement equipment for use against terrorists at night.\nBoth agencies have created elite commando teams to rescue hostages, storm hijacked airliners and break up terrorist cells.\n \nTeam Has Worked Abroad\nThe main Pentagon counterterrorist team, based at Fort Bragg in Fayetteville, N.C., has secretly been sent overseas several times in recent years to help defend United States posts against terrorist attack and to help rescue Americans who were kidnapped or otherwise held hostage by terrorist groups, according to Administration officials. They said the team helped in the search for Brig. Gen. James L. Dozier, who was held hostage by Italian terroroists until he was rescued in January 1982.\nBecause some of the programs are classified, the exact cost is not known, but Administration officials said the Government spent more than $100 million on these projects last year.\n \nMore Money to Be Spent\nMore than twice that amount will probably be spent this fiscal year because the car bombing of the embassy in Lebanon on Sept. 20 galvanized the Administration to increase its efforts to counter terrorism, officials said.\nThe effectiveness of the programs is unclear, partly because many of the activities are classified, partly because some are untested and because it is difficult to know, much less prove, when a potential terrorist attack is deterred by security measures.\nThe United States record in combating terrorism in recent years, Administration official said, has been mixed. The major area of progress has been in the United States, where the number of terrorist attacks has dropped dramatically. In the late 1960's and early 1970's, there were more than 100 terrorist incidents a year in the United States. So far this year, the F.B.I. has recorded eight terrorist incidents, all bombings, seven of them in New York State, that produced no injuries or deaths.\nThe Olympic Games in Los Angeles and the political conventions in San Francisco and Dallas, all considered prime targets for terrorist attack, passed without incident. Federal, state and local agencies invested more than $50 million in providing security for the events, according to Administration officials.\n \nThe Extent of the Problem\nThere were 31 terrorist attacks in the United States in 1983 and 51 in 1982, according to the F.B.I.\nOverseas, however, the United States has been the target of dozens of attacks and thousands of threats. Since April 1983, three terrorist attacks against United States installations in Lebanon and the bombing of the United States Embassy in Kuwait have killed 260 Americans.\nState Department statistics show that in 1983 United States citizens and property were the target of 41 percent of terrorist attacks around the world. Out of 500 attacks recorded, 205 were against the United States, according to the statistics. The resulting casualties - 271 Americans killed, 116 wounded - far outnumbered those in any previous year. Seven Americans were killed in terrorist attacks in 1982. As of Sept. 20 this year, 9 Americans had been killed and 27 wounded in terrorist incidents. Five of those killed and 22 of those wounded this year were American diplomats.\nDefense Department officials said that in response to the Long commission recommendations, military training programs had been revised to incorporate more material on terrorism and ways to defend against it, and field maneuvers, once limited to conventional warfare, now sometimes included drills to prepare officers and troops to deal with terrorist threats and attacks.\nEach of the military services has also reviewed the overall doctrine that governs its goals and operations to look for ways to give counterterrorism a formal role.\n \nChanges Not Made Instantly\nThe services are also trying to upgrade their own readiness against terrorist attack. Recently, for example, Marine commanders around the world were ordered to analyze the terrorist threats in their areas and develop tactics to combat them.\nBut, the officials said, the kind of changes recommended by the Long commission cannot be made quickly. One senior Defense Department official said: ''You just can't take the Army or the Navy and get them to rewrite their doctrine, change their training procedures and make terrorism a major focus of their attention. These things take time.''\nAs a result, much of the Defense Department's effort to fight terrorism has focused on special operations, or unconventional warfare, units. The number of these relatively small, specialized units has been increased and their training in counterterrorist operations has been augmented, according to Defense Department officials. They are now scattered on military bases from coast to coast.\nBecause the composition, training and activities of these units is classified, only fragmentary information about them is available. For this fiscal year, Congress approved more than $500 million for the special operations program. Much of that money will pay for relatively traditional special operations activities, including the training of Army Rangers and Special Forces and Navy commando teams.\n \nZeroing In on Terorists\nIn the special operations program, however, there is a core group of forces trained specifically to combat terrorism, Pentagon officials said.\nThe main unit, based at Fort Bragg, was built around the Delta Force, an elite squad that was supposed to play the key role in rescuing the Americans held hostage in Iran in 1980. The unit never got a chance because the mission was called off in the Iranian desert when helicopters broke down in a sandstorm.\nAfter the failure, the Delta Force, which had been controlled by the Army, was made the centerpiece of a new Joint Special Operations Command at Fort Bragg.\nIn January, the Joint Chiefs of Staff established the Joint Special Operations Agency to provide overall planning and direction from Washington for special operations forces, including counterterrorist units. The agency, headed by Maj. Gen. Wesley H. Rice of the Marine Corps, will evetually have a staff of 41 officers, 10 enlisted men and 10 civilians.\nGeneral Rice told Congress this year that the Contingency Operations Branch of the agency would work closely with the counterterrorist units.\nThe joint command at Fort Bragg, directed by Maj. Gen. Richard A. Scholtes, coordinates the training and operations of more than 30 special operations units maintained by the military services. The Delta Force and special Navy teams, totaling about 200 men, form the first line of defense against terrorism, according to Pentagon officials.\n \nAction in Cura,cao\nThey said that if President Reagan decided to retaliate against terrorists, the specialized commando teams were likely to be involved, particularly if the response required stealth and a concentrated but limited use of force.\nEquipped with sophisticated night-vision devices, silenced weapons and other equipment to stun and disable kidnappers, hijackers and other terrorists, these units have been deployed several times to help defend United States installations abroad and to help rescue American officials held hostage, including General Dozier, according to Members of Congress and Defense Department officials.\nMembers from one of the teams advised Venezuelan commandos who stormed a hijacked Venezuelan airliner in Cura,cao on July 31, the officials said. They said the units were also on alert during the Olympics in Los Angeles.\nDefense Department officials acknowledged that the United States has had limited experience in combating terrorism with these kinds of units.\nNoel C. Koch, Principal Deputy Assistant Secretary of Defense for International Security Affairs, told a House Appropriations subcommittee in April, ''We are one of the last countries to get into this game, and we are getting in it at the latter end of a peculiar kind of threat, which is basically the hostage barricade situation, which involves taking over an embassy or a residence or an aircraft.''\nMr. Koch added, ''The Dozier experience was a great learning experience for all of us in this thing.''\n \nCentral Intelligence Agency\nAs the main clearinghouse for intelligence information about terrorism, the Central Intelligence Agency plays a key role in both State Department and Defense Department efforts against terrorism overseas.\nAlthough the C.I.A. and other intelligence agencies, including the National Security Agency and the Defense Intellignce Agency, have devoted considerable resources to trying to improve the quality of information about terrorism, intelligence officials said, they have not produced precise warnings about attacks against United States installations.\nThe main problem, the officials said, is that the plans and activities of terrorist groups can be monitored only by infiltrating the cells that carry out operations or finding an informant already active in one. That, with very few exceptions, has been impossible, they said.  One intelligence official said, ''It doesn't matter how many people you train and throw at this problem, it's just not possible to put someone inside one of these cells.''\n \nA Serious Setback in Lebanon\nThey said the United States suffered a serious setback in Lebanon when the Palestine Liberation Organization was forced out of the country during the Israeli invasion in 1982. Some P.L.O. leaders and fighters, they said, had provided extensive and reliable information about terrorist activities in the Middle East.\nLacking inside information about terrorist groups, the C.I.A. has tried to analyze the hundreds of terrorist threats made against the United States and to make sure the information reaches the State Department and Defense Department quickly.\nThe C.I.A. created a new office to track general developments in terrorism. It also created teams to advise foreign governments and security services about fighting terrorism.\nIn addition, the agency has tried to work more closely with foreign intelligence services, exchanging information with intelligence agencies in Britain, France, West Germany, Italy, Israel and other countries, many of which have better sources of information than the United States does, Administration officials said.\nUsing American and foreign resources, the C.I.A. concluded that a Moslem militant group in Lebanon known as Hezballah, or the Party of God, was responsible for the September boming of the United States Embassy in Beirut.\nIntelligence officials said that the information, including the identities of leaders, was precise enough to provide the basis for retaliation.\n \nFederal Bureau of Investigation\nBefore breaking up a Puerto Rican terrorist cell in Chicago recently, the F.B.I. was able to observe activities in the group's safe house through a closed-circuit television camera that had been secretly installed in the building.\nThat kind of penetration and the intelligence that was produced by it account in part for the lack of major terrorist attacks in the United States, according to Oliver B. Revell, Assistant Director of the F.B.I. in charge of the Criminal Investigative Division.\nMr. Revell, a 20-year F.B.I veteran who is responsible for directing Federal counterterrorist activities in the United States, said the F.B.I. had been relatively successful in collecting information about terrorist groups.\nThe F.B.I., which has primary responsibility for domestic security, coordinated security at the Olympics in Los Angeles.\nMany of the things the C.I.A. has had great difficulty doing overseas - developing informants, monitoring the movements of suspected terrorists, wiretapping their phones - can be done relatively easily by the F.B.I. because the activities are sanctioned by the Government and conditions are more tractable.\nAlthough civil liberties groups have questioned some of the techniques used by the F.B.I., Mr. Revell said the investigative measures had given the bureau an effective way to anticipate and prevent terrorist attacks.\n \nTreating Terrorism Like Crime\nUntil 1976, counterterrorist investigations were handled by the Intelligence Division of the F.B.I. By shifting responsibility to the Criminal Investigative Division, Mr. Revell said, the bureau was saying, in effect, that the best way to fight terrorism was to treat it like any other criminal activity.\n''Collecting information about a terrorist group isn't all that different from investigating an organized crime group,'' he said.\nIn 1983, the last year for which complete statistics are available, the F.B.I. reported 31 terrorist incidents in the United States carried out by 11 groups, most of them linked to nationalistic causes. Puerto Rican, Croation, Armenian and Cuban terrorist groups were among the most active, according to the F.B.I.\nThis year the most prominent terrorist group has been the United Freedom Front, an organization without a clear affiliation that took responsibility for bombings in the New York metropolitan area.\n\nGraphic\n\n \nphoto of F.B.I.'s special command center for counterterrorist operations"
}