{
    "title": "U.S. Commission on Terrorism Urges Close Scrutiny of All Foreign Students",
    "publisher": "the chronicle of higher education",
    "year": 2000,
    "month": 12,
    "day": 15,
    "full text": "Critics are rising to attack a recommendation made by the National Commission on Terrorism that international students, particularly those from countries that support terrorism, be monitored more closely as they attend college in the United States.\nSuch a policy may be proposed in the Senate once the new Congress convenes in January.\nIf, for example, an Iraqi student studying literature at an American university switched his major to nuclear physics, the U.S. government should know about it, according to the commission, a Congressionally appointed advisory group.\n\"I think you can make a case that with students coming from states that are recognized as terrorist states, it's a good argument to keep track of those students,\" says L. Paul Bremer III, the panel's chairman.\nIn 1996, the Immigration and Naturalization Service joined forces with the Departments of State and Education to begin monitoring all foreign students studying at colleges in the United States, by keeping track of their address and academic status.\nThe antiterrorism commission's recommendation, made this past June, specified that the program track the students more closely -- for example, monitoring their workload and course of study. That, the panel said, could help the government crack down on those who overstay their visas.\n\"It's mainly an issue of keeping track of the students' visa status,\" says one panel member, Richard K. Betts, a professor of political science at Columbia University. \"It's important to recognize the limits at issue. There's not going to be any black sedans trailing students from the lab to their dormitories.\"\nBut critics of the recommendation argue that any extra attention is unwarranted.\n\"There is no evidence that foreign students constitute a terrorism threat,\" says Victor Johnson, a policy expert at the Association of International Educators, in Washington. \"There's no reason to single them out.\"\nMembers of the commission say they didn't intend to single out foreign students as a threat to national security, and they point out that this recommendation doesn't suggest creating new rules, but just enforcing existing policy.\nBut will foreign students, particularly those from countries described by U.S. officials as supporting terrorism, come to the United States if it means they will be closely monitored?\n\"If word gets out that they're going to be monitored, and that it is being fed into a National Security Council-oriented intelligence system, it can't do any good,\" Mr. Johnson says.\nThe immigration service isn't expected to heed the commission's recommendations in the immediate future, according to a spokeswoman, who would not elaborate.\n\nLoad-Date: January 23, 2001"
}