{
    "title": "U.S. backers caught up in terrorism fears Some seeking asylum find even a history of helping America",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 5,
    "day": 3,
    "full text": "WASHINGTON - Forced to flee his homeland because of his support of America's ideals, Tsegu Bahta thought he'd be embraced by the country he emulated and respected.\nInstead, the U.S. branded him a terrorist.\nThe former rebel commander and top official in Eritrea once provided the U.S. with intelligence about Osama bin Laden and advocated the adoption of an American-style constitution for his fledgling African nation. He now works as a Washington parking lot attendant, biding his time until the U.S. government decides whether to deport him.\nBahta is among at least 6,000 immigrants who have tried to find refuge in the U.S. only to be told that they don't qualify because the Patriot Act and other post-Sept. 11 laws that label members of armed groups terrorists, even if they supported pro-democracy efforts and opposed despots and dictators. Others who gave money to terrorists under threat of death are considered terrorist sympathizers.\n'Alice in Wonderland'\nAs a result, a wide range of immigrants, from Iraqis who worked for the U.S. government despite death threats to child soldiers who fled their African countries so they would no longer be forced to kill, are trapped in legal limbo.\n\"It's like Alice in Wonderland: Everything is upside down,\" said Bereket Selassie, Bahta's U.S. citizen uncle who's a constitutional law professor at the University of North Carolina at Chapel Hill. \"These are people who have fought for freedom and democracy and who were recognized by the American government for their efforts. Now, they're terrorists? It doesn't make any sense.\"\nSome immigrants have been told that they can't receive asylum status and could be deported.\nOthers received asylum before the government began relying on the broader interpretation of post-Sept. 11 anti-terrorism laws. Now, they can't get permanent residency or \"green cards.\"\nWithout green cards, their dreams of becoming U.S. citizens go unfulfilled. Some can't get jobs. Although their lawyers try to reassure them otherwise, they live in fear that the U.S. will take their asylum status away and send them home.\nMany of them feel betrayed, especially since the trauma and persecution they experienced in their native lands are now being held against them.\nAn Iraqi Kurd, who was granted asylum and applied for a green card in 2004, continues to wait despite his work as an interpreter for the U.S. military for almost three years. The reason: His relatives supported the U.S.-backed Kurdish Democratic Party that had tried to topple Saddam Hussein.\nThe interpreter is especially bitter because he says he helped U.S. military forces break up terrorist organizations in Iraq and detect plots to bomb U.S. facilities. His attorney, Thomas Ragland, showed immigration officers proof of his client's work for the U.S. military, but to no avail.\nWithout a green card, he's unable to bring his elderly mother and father to the U.S.\n\"Do you know what they do to the relatives of interpreters in Iraq?\" the interpreter asked. \"They behead them.\"\n'I could be executed'\nDepartment of Homeland Security officials acknowledge that many of the immigrants deserve asylum or green cards, but say they're restrained by the law.\nIn Bahta's case, officials point to his work as a government official freeing opponents of the brutal regime of Ethiopian President Mengistu Haile Mariam, who was later convicted of genocide. Many of those prisoners later joined armed groups that helped topple the dictatorship - an effort the U.S. backed at the time, but now says could count as terrorist activity.\nAfter the civil war ended in 1991, Eritrea broke away from Ethiopia. As a top Eritrean official, Bahta pressured the new leadership to endorse a new constitution and hold democratic elections.\nThe U.S. took note of his efforts and paid for him to attend a rule of law class in Washington. His own government, however, grew suspicious of his activities and blacklisted him. By 2001, the new Eritrean regime had itself become a dictatorship, shutting down universities and newspapers and jailing top officials who were seen as critical of the government. Eventually, Bahta was warned that he, too, would be imprisoned if he remained.\nIf he's sent back now, the 55-year-old predicted, \"I could be executed.\"\nOne judge, two rulings\nFor others, the threat of deportation is even more imminent.\nLouis, a welder from the central African country of Burundi, has been detained in a Virginia jail for 17 months although an immigration judge has said he's eligible for asylum.\nThe same judge, however, said he was prevented from granting asylum because Louis had been forced at gunpoint to give a Burundi rebel group the equivalent of $4. At another point, Louis and other passengers on a bus were forced to hand over their lunches to the rebels.\nThe 2007 robberies are seen as \"material support\" of a terrorist group, although Louis was forced to flee the country because of the rebels.\nThrough his lawyer, Louis asked that his last name not be disclosed because he fears being harmed by the rebels if he's deported. The rebel group, known as the FNL, recently tracked down his wife and broke her legs.\nSteven Schulman, Louis' attorney, said government lawyers continue to raise the same arguments that the Bush administration did against granting asylum in these types of cases. He's also representing a Sri Lankan fisherman who paid ransom to the terrorist group, the Tamil Tigers, after he was taken hostage. The ransom means he provided material support, DHS asserts.\n\"They literally make the argument that these people are a danger to the security of the United States,\" he said. \"To make this argument with a straight face is outrageous.\"\nRefugee advocates are holding out hope that the Obama administration will take notice and overhaul the handling of the cases.\nHomeland Security Secretary Janet Napolitano has ordered a broad review of all department policies, including the asylum rules, said agency spokesman Matt Chandler, who added that the DHS would institute changes \"where possible and appropriate.\"\n\"The Department of Homeland Security is committed to the dual goals of protecting the security of the United States while providing deserving applicants who pose no security threat the opportunity to seek and obtain immigration status,\" he said.\nThomas Ragland, a former Justice Department lawyer who once represented the government in immigration cases, said he thinks bureaucratic inertia has been behind the holdups, not concern for national security.\n\"After 9/11, everything switched to 'We assume you're a terrorist,'\" said Ragland, a Washington attorney who now represents several of the immigrants.\nThe Bush administration vowed to fix the problem more than a year ago after Congress got word that an Iraqi interpreter who worked for the U.S. military had been told he couldn't get a green card.\nAt the time, then-Homeland Security Secretary Michael Chertoff agreed that the Iraqi deserved permanent residency and pledged to review the thousands of pending cases.\n\"We're out of 'Alice in Wonderland,'\" he said.\nTo ensure that the situation was remedied, Congress passed a new law giving the DHS and the State Department broader discretion to grant individuals waivers from the terrorist definition.\nThe law included exemptions for 10 groups, including an organization that opposed Cuban dictator Fidel Castro. Immigrants who were forced to support terrorist organizations, such as child soldiers, also were expected to receive help.\nThe procedures for granting thousands of waivers were never put into place, however. Hundreds, if not thousands, of pro-democracy groups whose members should be eligible for asylum were left off the list.\nFrom 2005 through March, the U.S. has issued just over 9,600 waivers, mostly for Burmese refugees, who are fleeing a repressive military regime.\n\"There was a lack of political will at the highest levels,\" said Elizabeth Campbell, the director of Refugee Council USA. \"No one appeared to have any intention of really solving the problem.\"\nMeanwhile, the immigrants wait.\nTadele Worku, a 44-year-old Ethiopian immigrant who already received asylum, applied for a green card eight years ago. He fled to the U.S. from Ethiopia after he was repeatedly imprisoned in his homeland for his membership in a pro-democracy group, beginning when he was 13.\nThe Irvine, Calif., computer engineer has written several members of Congress and he calls DHS every six months in an effort to find out about his case. His application hasn't budged. If he ever gets his green card, he could be required to wait another five years before becoming a U.S. citizen.\n\"I'm stuck,\" he said. \"Half of my life has been here. This country is my country. This country is where I have a future. But I can't move on until this is resolved.\"\nMCT photo\nTsegu Bahtu of Eritria is pictured in his Washington home. Bahtu, a supporter of the U.S. in his home country, says he faces persecution if he is forced to return there.\n\nLoad-Date: May 4, 2009"
}