{
    "title": "U.S. Denies Israel Terrorism Pact",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 6,
    "full text": "The White House denied today that the Reagan Administration had an agreement with the Israeli Government to conduct joint covert antiterrorism operations abroad.\nThe Washington Post reported Sunday that an agreement for joint operations was reached in 1985 and that details of the accord had been related by Amiram Nir, an Israeli official who died in a plane crash last week in Mexico.\n''The President has never executed any umbrella agreement or accord such as the one described in the Washington Post article on Sunday,'' said Marlin Fitzwater, the White House spokesman. ''And we are not aware of the existence of any document fitting that description.''\n'Can't Find Document'\n''The bottom line is that we don't believe there is one,'' Mr. Fitzwater said. He refused to speculate about whether such an agreement once may have been drafted but destroyed, but said: ''We can't find any document.''\nTo make such an agreement legally binding, he went on, an intelligence finding would have been prepared afterward. Officials said they had no record of a finding, which gives presidential authorization to covert activities.\nThe State Department spokesman, Charles E. Redman, said that ''no such agreement, as discussed in that Post story, exists or existed.''\nMr. Redman said the United States has ''shared information on international terrorism with Israel.''\n \nU.S. Rejection Asserted\n''We do know, and this may be, perhaps, at the root of that story, that Mr. Nir, in his capacity in the Israeli Government, did propose a more formal agreement or a memorandum of agreement, in the time period of September and October 1985,'' Mr. Redman said. ''But that proposal was immediately rejected by the United States Government.''\nIsrael has also said there was no such agreement.\nAccording to the Post account, it was under the authority of this agreement that Oliver L. North, the former National Security Council aide who is a principal defendant in the Iran-contra case, conducted antiterrorism operations financed in part with profits from the United States' sale of weapons to Iran. The Post reported that it had been told of the agreement in June by Mr. Nir."
}