{
    "title": "U.S. , Islam not in conflict, Clinton says Tells U.N. that only foe is terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "President Clinton made an overture Monday toward Muslim nations,\nsaying that terrorism was a global problem and those who view\na clash between the West and Islam as inevitable are \"terribly\nwrong.\"\n\"False prophets may use and abuse any religion to justify whatever\npolitical objectives they have -- even cold-blooded murder,\"\nClinton told the U.N. General Assembly. \"But that is not our\nunderstanding of Islam.\"\nComing a month after bombings at two U.S. embassies in Africa,\nwhich killed more than 250 people and injured 5,500, and the retaliatory\nU.S. missile strikes in Afghanistan and Sudan, Clinton's speech\nwas seen as a gesture to the wider Muslim world.\nSince the collapse of the Soviet Union in 1991, some political\nscientists have theorized that the next major geopolitical fault\nline will be between Muslim and Judeo-Christian societies.\nBut Clinton, noting that a quarter of the world's population --\nincluding 6 million Americans -- are Muslim, said the only dividing\nline was between those who support or practice terror and those\nwho regard it as murder.\nClinton noted that there are 1,200 mosques and Islamic centers\nin the USA.\n\"The 6 million Muslims who worship there will tell you there\nis no inherent clash between Islam and America,\" Clinton said.\nZalmay Khalilzad of the Rand think tank in Washington called the\npresident's comments at the United Nations \"a good idea\" after\nthe anti-Muslim anger generated in the USA by the embassy bombs,\nwhich U.S. officials blamed on Saudi financier Saudi Osama bin\nLaden. U.S. retaliation for the attacks, in turn, produced widespread\nMuslim anger.\nIn recent years, Khalilzad said, there has been a U.S. tendency\nto replace talk of a communist threat with that of a Muslim one.\nU.S. policy on issues from terrorism to weapons proliferation\nhave focused on Muslim nations.\nClinton, however, said all nations are victimized by terrorism,\nincluding Iran. He cited attacks around the world, from Ireland\nto the former Yugoslavia to Japan.\nKhalilzad said the president's speech also appeared to be directed\nat Iranian President Mohammed Khatami, who spoke after Clinton.\nThe Iranian leader also condemned terrorism and called for U.N.-sponsored\ntalks to resolve a long-standing conflict among Muslim rivals\nin Afghanistan.\nNine Iranians were killed there last month by the dominant Afghan\nfaction, but Khatami said Iran, which has massed nearly 300,000\ntroops on the border, preferred a diplomatic solution.\n\nGraphic\n\n \nPHOTO, B/W, Don Emmert, AFP\n\nLoad-Date: September 22, 1998"
}