{
    "title": "U.S. DEFENDING GRENADA ACTION BEFORE O.A.S",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 15,
    "full text": "The Reagan Administration told the Organization of American States tonight that the American-led invasion of Grenada was justified under the O.A.S. Charter and ''was undertaken to resolve a condition of anarchy, not to alter a functioning political system.''\n Apparently anticipating criticism at the annual O.A.S. general assembly, Kenneth W. Dam, Deputy Secretary of State, also implied that the invasion did not constitute a precedent for United States action against Nicaragua.\n''There is today in the hemisphere no situation factually comparable to that of Grenada in mid-October,'' he said. ''There is, for example, no situation in which foreigners are threatened by a generalized condition of anarchy and violence or are in grave danger of becoming hostage to a vicious internal power struggle.''\nO.A.S. Head to Resign\nIf Nicaragua feels threatened by what happened in Grenada, he said, ''this raises some troubling questions about the Government of Nicaragua.''\nMr. Dam's address came after Alejandro Orfila, the O.A.S. Secretary General, had complained that Washington neglected Latin America and that the O.A.S. was often ineffective and bypassed on major regional issues. He then surprised the opening session by announcing his intention to resign 18 months before his term was due to end. The Argentine diplomat, first elected to a five-year term in 1975, was re- elected in 1980 and was due to serve until June 1985. But today he announced that he no longer wanted to serve ''beyond the first months of the coming year.''\nEarlier, the Honduran Foreign Minister, Edgardo Paz Barnica, indirectly criticized the United States action in Grenada with the charge that members of the O.A.S. were ''increasingly abandoning the ideals that gave life to the organization.''\nWithout mentioning Grenada specifically, he said it was ''unacceptable and even injurious to continue violating international commitments'' made in the O.A.S. Charter. Article 18 specifically prohibits armed intervention by one member nation in the internal affairs of another.\n \nArms Traffic Denounced\nThe Foreign Minister of El Salvador, Fidel Chavez Mena, who was elected president of the O.A.S. general assembly, attacked the ''clandestine arms traffic'' and ''export of terrorism and sabotage'' in Central America, but did not mention Nicaragua by name as the source of weapons and subversion.\nMr. Dam declared that the United States, Jamaica, Barbados and four small Caribbean island nations had authority under the O.A.S. Charter for intervention in Grenada.\n''Action was necessary to resolve what Article 28 of our charter refers to as a 'situation that might endanger the peace,' '' he said. ''Both the O.A.S. Charter, in articles 22 and 28, and the U.N. Charter, in Article 52, recognize the competence of regional security bodies in ensuring regional peace and stability. Article 22 of the O.A.S. Charter in particular makes clear that action pursuant to a special security treaty in force does not constitute intervention or use of force otherwise prohibited by Articles 18 or 20 of the Charter.''\nThe legal justification, he said, derived from the action of the Organization of East Caribbean States operating under their 1981 treaty. ''The overwhelming and positive reaction by Grenadians from all walks of life has confirmed the correctness of our collective action,'' he said.\n \nCharter Revision Suggested\nMr. Orfila, Mr. Chavez Mena and Mr. Paz Barnica all suggested that the O.A.S. Charter, written in 1948, be revised to deal more effectively and realistically with terrorism, infiltration and what Mr. Orfila called modern methods of intervention.\nMr. Orfila criticized Washington for paying too little attention to Latin America. ''Either because of its multiple world interests, or because of confident neglect, the United States does not always duly take into account what could be gained through an intelligent hemispheric alliance,'' he said.\nBut the burden of the 58-year-old Secretary General's speech was that at a time of criticial social, economic and political upheaval in the Americas, the Organization of American States was not playing a central role in regional diplomacy and faced criticism from its own members for ''its lack of relevance and effectiveness.''\nIn an address that was followed by a standing ovation, he charged that the organization had failed to play the role of a political center for the hemipshere, to ease the distrust of South America toward North America and to show the north that instability in the south impairs the north's unprecedented power.\nHis early resignation, he said, would clear the way for an aggressive new Secretary General with the mandate of a full term to promote regional diplomacy rather than leave the organization hobbled by a retiring Secretary General with declining power.\nMr. Chavez Mena, addressing the general assembly after his election as president, indicated that the Reagan Administration had backing for its intervention in Grenada despite the expectation that such nations as Colombia, Mexico, Venezuela, Peru, Bolivia and Ecuador will attack the United States action.\n''The violence of totalitarian passion,'' Mr. Chavez Mena said, ''practically destroyed the institutions of the island of Grenada, provoked a real threat to all its neighbors, and triggered multinational actions that have put forward evidence, once more, of the need to revise our specific mechanisms in order that there be true guarantees of the effectiveness of our principles - such as that of nonintervention.''\n\nGraphic\n\n \nphoto of Alejandro Orfila"
}