{
    "title": "U.S. should emulate Hungarian rhetoric",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 25,
    "full text": "How would you react if your elected leaders candidly admitted that they had lied over and over again? Or that they had deliberately suppressed inconvenient facts until after elections? Or - shock of all shocks - that the last few months of governance had been rife with failure and incompetence? These questions confronted Hungarians this past week, when Prime Minister Ferenc Gyurcsany confessed as much in a private speech to his Socialist Party.\nIn a diatribe peppered with obscenities, Gyurcsany lamented, \"I almost perished because I had to pretend for 18 months that we were governing. Instead, we lied morning, noon and night. I do not want to carry on with this.\" Of course, what Gyurcsany intended for private partisan consumption became fuel for public outrage. The streets of Budapest filled with demonstrations that, as of Sunday, had climaxed at about 50,000.\nThe chaos in Budapest has arisen from more than a mere admission of lies; Hungarians are fed up with high taxes and continued deficits, among other troubles. Nevertheless, Hungary's dilemma should not seem too foreign to Americans or citizens of any other democracy. Gyurcsany's gaffe raises plenty of questions about the nature of our own democracy and the many problems facing it. Thanks to Gyurcsany's accidental honesty, Hungarians can now confirm what they have probably suspected all along: that their country faces troubles, and that their leadership has neglected to tackle them.\nOur leadership has failed us similarly, choosing to dither, obfuscate and spoon-feed us rhetoric that is never thoughtful or honest, always partisan or disingenuous. This is how the Bush administration has communicated with the electorate, and it is also how the Democrats have responded. Worse still, we citizens have been absolutely complicit in this sad state of affairs. Whereas Hungarians overreacted, took to the streets and torched vehicles, we in America have committed the opposite offense and sloughed off. We have been intellectually complacent, refusing to confront the nasty truths in front of us and allowing the hacks on both sides to speak on our behalf. When we find ourselves in political discussions, we almost invariably speak as partisans and never as autonomous individuals.\nIn America, intellectually honest dialogue is routinely smothered by this mass-passivity. Our opinions are reduced to pithy slogans, purged of any complexity or nuance. Our leaders are only obliging our simple-mindedness when they spoon-feed us their denial and dogmatism. In the context of our current administration, this means that the complexities of waging war on terrorism give way to grandiose claims of \"spreading freedom.\"\nJust this weekend, the New York Times revealed that a US intelligence report concluded that the Iraq war had fueled, rather than curbed, terrorism. Here, as in Hungary, an inconvenient (and blatantly obvious) truth has escaped, yet the administration has so far opted to downplay the report, resorting to the usual rhetoric. This is a golden opportunity for the White House to level with Americans. As a lame duck president with negligible approval ratings, what could Bush really stand to lose? The electorate deserves a candid assessment of these findings - it is a very real possibility that the Iraq War could be a false start in the war on terrorism.\n(C) 2006 Badger Herald via U-WIRE\n\nLoad-Date: September 25, 2006"
}