{
    "title": "U.S. GAINS FOREIGN ALLIES IN ANTI-TERRORISM FIGHT",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "Russian Foreign Minister Igor Ivanov suggested on Wednesday an international convention to counter terrorism.\n\"The problem of world terrorism cannot be solved by one-time actions,\" Ivanov said in a speech.\nHe said terrorism is an international problem that arises in the Balkans, the Middle East, Afghanistan, Chechnya. It must be addressed on a global scale, probably through the United Nations, he said.\nIn a meeting earlier Wednesday with Secretary of State Colin Powell, the Russian minister said his government would not object to any U.S. effort to seek anti-terrorism cooperation from the three former Soviet republics that border Afghanistan, a senior State Department official said.\nThe three countries along the border with Afghanistan are Tajikistan, Uzbekistan and Turkmenistan. Russia exerts heavy influence over all three.\nOfficials of each country have expressed reservations about allowing U.S. troops on their soil as part of the U.S.-led anti-terror campaign.\nIvanov's meeting with Powell came during a flurry of diplomatic activity in Washington. Besides Ivanov, Indonesian President Megawati Sukarnoputri met with President Bush, and there also were meetings with the German and Saudi foreign ministers.\nThe Bush administration has welcomed Megawati's strong anti-terrorism stand, partly because she represents the world's largest Muslim country. Germany and Saudi Arabia also are seen as vital allies in the effort.\nAs for the situation in South Asia, Pakistan, Afghanistan's eastern neighbor, has pledged its full cooperation with the U.S. effort to hunt down bin Laden.\nJapanese Prime Minister Junichiro Koizumi also promised Wednesday to push through legislative changes that would permit Japanese troops to provide logistical support for a U.S.-led war on terrorism.\nState Department spokesman Richard Boucher said Saud al-Faisal, Saudi Arabia's foreign minister, told Powell his government wants to be part of the global anti-terror coalition that Powell has proposed.\n\nLoad-Date: September 20, 2001"
}