{
    "title": "U.S. declares Iran force a terrorist organization",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 4,
    "day": 9,
    "full text": "BY MATTHEW LEE\nThe Associated Press\nWASHINGTON - The United States on Monday designated Iran's Revolutionary Guard Corps a foreign terrorist organization, an unprecedented declaration against a foreign government that may prompt retaliation and make it harder for American diplomats and military officers to work with allies in the region.\nIt is the first time that the U.S. has designated an entity of another government as a terrorist organization, placing a group with vast economic resources that answers only to Iran's supreme leader in the same category as al-Qaida and the Islamic State.\n\"This unprecedented step, led by the Department of State, recognizes the reality that Iran is not only a state sponsor of terrorism, but that the IRGC actively participates in, finances and promotes terrorism as a tool of statecraft,\" President Donald Trump said in announcing the measure.\nSecretary of State Mike Pompeo said the designation is intended to increase pressure on Iran, isolating it further and diverting some of the financial resources it uses to fund terrorism and militant activity in the Middle East and beyond. But, in addition to the potential for Iranian retaliation, it complicates a delicate balance for U.S. personnel in at least two key countries.\nNo waivers or exceptions to the sanctions were announced, meaning U.S. troops and diplomats could be barred from contact with Iraqi or Lebanese authorities who interact with Guard officials or surrogates.\nCritics of the hardline policy also see it as a prelude to conflict.\n\"This move closes yet another potential door for peacefully resolving tensions with Iran,\" said Trita Parsi, the founder of the National Iranian American Council. \"Once all doors are closed, and diplomacy is rendered impossible, war will essentially become inevitable.\"\nThe designation could also open hundreds of foreign companies and business executives to U.S. travel bans and possible prosecution for sanctions violations.\nIt blocks any assets that IRGC entities may have in U.S. jurisdictions and bars Americans from any transactions with it. When it takes effect next week, it will allow the U.S. to deny entry to people found to have provided the Guard with \"material support\" or prosecute them for sanctions violations. That could include European and Asian companies and businesspeople who deal with the Guard's many affiliates.\nThe IRGC is a paramilitary organization formed in the wake of Iran's 1979 Islamic Revolution to defend the government. The force answers only to Iran's supreme leader, operates independently of the regular military and has vast economic interests across the country. The U.S. estimates it may control or have a significant influence over up to 50% of the Iranian economy, including non-military sectors like banking and shipping.\nIran has long been designated a \"state sponsor of terrorism\" by the U.S. and the State Department currently designates more than 60 organizations as \"foreign terrorist organizations.\" But none of them is a state-run military.\nIran immediately responded to the designation with its Supreme National Security Council designating the U.S. Central Command, also known as CENTCOM, and all its forces as terrorist, and labeling the U.S. a \"supporter of terrorism.\"\nThe Council denounced the U.S. decision as \"illegal and dangerous\" and said the U.S. government would be responsible for all \"dangerous repercussions\" of its decision. It defended the IRGC, which has fought Islamic State fighters, as being a force against terrorism.\nAmerican military commanders were planning to warn U.S. troops remaining in Iraq, Syria and elsewhere in the region of the possibility of retaliation. Aside from Iraq, where some 5,200 American troops are stationed, and Syria, where some U.S. 2,000 troops remain, the U.S. 5th Fleet, which operates in the Persian Gulf from its base in Bahrain, and the Al Udeid Air Base in Qatar, are potentially at risk.\nThe U.S. special envoy for Iran, Brian Hook, and the State Department's counterterrorism coordinator, Nathan Sales, said the decision was reached after consultation with agencies throughout the government but would not say in a news conference if the military or intelligence concerns had been addressed.\n\"Doing this will not impede our diplomacy,\" Hook said, without elaborating.\nReaction from those who favor tougher engagement with Iran was quick and welcoming.\n\"Thank you, my dear friend, US President Donald Trump,\" Israeli Prime Minister Benjamin Netanyahu said in a tweet, a day before what could be a close election. \"Thank you for answering another of my important requests that serves the interests of our countries and of countries in the region.\"\nSen. Ted Cruz, R-Texas, called the action an \"overdue\" but essential step that should be followed by additional sanctions.\nRep. Michael McCaul of Texas, top Republican on the House Foreign Affairs Committee, said the designation \"ends the facade that the IRGC is part of a normal military.\"\nAnd, the Iranian opposition group, the National Council of Resistance of Iran, called it \"an imperative for Middle East security, peace, and stability, and an urgent and necessary step to end war and terrorism throughout the region and the world.\"\nPompeo said the move is part of an effort to put \"maximum pressure\" on Iran to end its support for terrorist plots and militant activity that destabilizes the Middle East. Speaking to reporters, he rattled off a list of attacks dating to the 1980s for which the U.S. holds Iran and the IRGC responsible, beginning with the attacks on the Marine Corps barracks in Beirut, Lebanon in 1983.\n---\nNasser Karimi in Tehran, Iran and Aya Batrawy in Dubai, United Arab Emirates contributed to this report.\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: April 9, 2019"
}