{
    "title": "U.S. government's anti-terrorist financing programmes under question RIGHTS-US_ Trials of Muslim Cha",
    "publisher": "ips",
    "year": 2008,
    "month": 4,
    "day": 22,
    "full text": "The U.S. government's anti-terrorist financing programmes are based on the 'guilt by association' tactics of the McCarthy era and have had a widespread negative impact on U.S. charities, critics say.\nThat is the view of Kay Guinane, director of the Nonprofit Speech Rights Programme for OMB (Office of Management and Budget) Watch, an independent not-for-profit government watchdog group. Guinane told IPS that government actions have resulted in programme cutbacks and increased fear of speaking out on important public issues.\nThe organisation accused Congress of continuing 'an unfortunate pattern of insufficient congressional oversight of anti-terrorist financing programmes, neglecting to address the unnecessarily harsh impacts the programmes have on U.S. charities and philanthropy.'\nAs an example of insufficient congressional oversight of charities' alleged support of terrorist organisations, OMB Watch cited a recent hearing before the Senate Finance Committee in which the only witness was a government official. The witness was the under-secretary of the treasury for terrorism and financial intelligence, Stuart Levey, who plays a lead role in identifying charities that the Treasury Department claims are supporting terrorist causes.\nOMB Watch asked the committee for an opportunity to testify, but was not invited.\nThe McCarthy era refers to a 1950s Cold War campaign led by then Republican Senator Joseph McCarthy of Wisconsin. McCarthy charged that communist 'subversives' had infiltrated the U.S. government and were undermining national security and disclosing secret information. He accused the administration of President Harry S. Truman of sheltering such subversives rather than investigating and ousting them.\nHundreds of citizens were eventually 'blacklisted' and lost their jobs. Congress made membership in the Communist Party a criminal offence, in a statute known as the Smith Act.\nIn his opening statement at the Senate hearing, committee chair Max Baucus, a Montana Democrat, referred to failed criminal prosecutions of charities suspected of having ties to terrorism, asking if the prosecutions 'were off base' or if the government should 'do a better job of monitoring these organisations?'\nBaucus was referring to the government's prosecution of the Holy Land Foundation (HLF), the largest and best-known organisation supporting Muslim causes.\nIn December 2001, the group was designated as a supporter of terrorism, shut down and had its assets frozen. At that time, President George W. Bush, accompanied by then Attorney General John Ashcroft and Treasury Secretary Paul O'Neill, charged that 'Hamas has obtained much of the money that it pays for murder abroad right here in the U.S., money originally raised by the Holy Land Foundation.'\nBut by the time of the trial, in 2007, prosecutors no longer claimed HLF provided support to Hamas or paid for violent acts. Instead, prosecutors admitted all the money went for charitable aid but said the local charities that delivered the aid to Palestinians were controlled by Hamas.\nIn October 2007, a federal jury in Texas deadlocked on all charges against HLF and most of the charges against five of its leaders. The former board chair and endowment director, Mohammed el-Mezain, was acquitted of 31 of 32 charges against him, with the jury deadlocking on the remaining charge.\nThe government has indicated that it will retry the case. But, according to OMB Watch, it will again face the problem of secret evidence that unraveled when subjected to scrutiny and the fact that none of the charities HLF was accused of funding are on government lists of terrorist organisations.\nIn his Senate testimony, Levey noted that Treasury has 'designated approximately 50 charities worldwide as supporters of terrorism, including several in the United States, putting a strain on al Qaeda's financing efforts.'\nBut OMB Watch says, 'Witnesses from charities and foundations could have provided the committee with a full picture of the real damage the financial war on terror is causing charities, foundations, and the people we serve. Instead, the public record is left incomplete, which will likely lead to continuation of flawed programmes that do little or nothing to stop terrorism.'\nGeorgetown University law school professor David Cole, one of the U.S.'s preeminent constitutional scholars, told IPS, 'The 'material support' principle is 'guilt by association' in 21st-century garb, and presents all of the same problems that criminalising membership and association did during the Cold War.'\nIn the name of cutting off support for terrorist organisations, the government has adopted the 'paradigm of prevention', Cole says. 'That term, coined by former Attorney General John Ashcroft, describes an amalgam of tactics in which the government employs highly coercive and intrusive measures against groups and individuals based not on proof of past wrongdoing, but on necessarily speculative fears about what they might do in the future.'\nIn a chapter of a forthcoming book, 'Counterterrorism: Democracy's Challenge', to be published later this year, Cole writes, 'The United States law now makes it a crime to provide anything of support -- from dues to volunteer services -- to any organisation or individual that the government has labeled 'terrorist'. The prohibition is not limited to those who intend to support the illegal or terrorist acts of so-called terrorist organisations. It criminalises any and all support -- including support that is otherwise entirely lawful, peaceful, and nonviolent.'\n'Hundreds of individuals and groups have been placed on this 'terrorist' list since 2001,' Cole says, adding, 'Remarkably, there is no definition in federal statutes of a 'specially designated terrorist' or a 'specially designated global terrorist'. Thus, the president and the secretary of treasury can apply this label to literally anyone or any group.'\nHe told IPS that the problem requires fundamental changes in the terrorism-financing law. He recommends that the Treasury Department be required to permit closed charities to direct their collected funds to charities mutually approved by the frozen charity and the government.\nHe also says that Congress should enact a statutory definition of a 'specially designated terrorist'.\n'Right now the Treasury Department makes such designations entirely on the basis of an executive order, and accordingly Congress has given the president essentially a blank cheque,' Cole told IPS.\nTreasury should allow designated entities to use their own funds to pay for their own defence, he argues. 'Treasury not only shuts down charities in a secretive one-sided process, but then bars the charities from using any of their own money to defend themselves against the designation,' according to Cole.\nAnd the criminal material support statutes should be amended to require proof that an individual supported a proscribed group with the intent to further its illegal activities.\n'Today,' according to the government, 'even aid intended to discourage terrorist activities is a crime under the material support laws,' Cole says.\nOMB Watch says the 'material support' effort has resulted in the government shutting down charities that were not on any government watch list before their assets were frozen.\nThe organisation says the result is that Muslims have no way of knowing which groups the government suspects of ties to terrorism. 'Organisations and individuals suspected of supporting terrorism are guilty until proven innocent,' it says.\nOMB Watch told IPS, 'A group could comply 100 percent and still be shut down 'pending an investigation'.' © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: April 22, 2008"
}