{
    "title": "U.S. MUST RESPOND NOW TO TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 2,
    "day": 14,
    "full text": "WASHINGTON On Dec. 21, 1988, a Pan Am plane en route from London to New York exploded.  All 259 people on board were blown up, most of them Americans. Eleven people living in the town below, Lockerbie, Scotland, also died. Now, American intelligence believes the evidence shows that the Ahmed Jabril's terrorist group destroyed Pan Am Flight 103. His Popular Front for the Liberation of Palestine/General Command has sophisticated technology, money and expertise - and a long record of terrorism in the air.  Assuming no contrary evidence shows up in the next few weeks, one of President Bush's most important decisions will be what to do about the Jabril group - and its sponsor nations. Libya in effect is already an enemy nation. Iran contemptuously dismisses American fantasies about finding reasonable, lovable ayatollahs. But the United States still hopes that somehow it can use President Hafez Assad, the Syrian dictator, to further its interests - a dream he encourages, and which surely amuses him hugely.  Jabril is a former Syrian army officer, intimately tied to Syrian intelligence and dependent on Syrian arms, funds and safe haven. That means Assad knew of every major terrorist operation, before or when it was carried out. In Damascus, Soviet officers work within the Syrian intelligence network.  Natural enough: Moscow is the ally and supplier of weapons to Syria. For decades, the Soviet Union and Eastern European nations have provided training camps and weapons for a variety of ''liberation'' forces relying on terrorism.\nNow consider this passage from the Pentagon's publication on terrorists: ''If we find states supplying money, weapons, training, identification documents, travel or safe haven for terrorists, we will respond. Our aim is to demonstrate to these countries that supporting terrorism is not cost-free.'' George Bush wrote that, as vice president and chief of the American task force against terrorism. It is not true now, nor was it when written.  The United States has known all along about safe havens in Syria, Libya, Iraq and Iran, and camps in the Soviet Union. Aside from bombing Tripoli in 1986, the United States never put a price tag on them. But now Bush himself carries the responsibility of trying to protect American lives - at least on American planes.  To do his duty, he will have to face Mikhail Gorbachev and ask him to join the United States in action against terrorism. If the Soviet leader refuses, Americans should know about it quickly. Bush can use the only weapon the United States has short of war - economic power - to embargo all commerce and air traffic with the sponsor nations. That will not hurt them much unless our allies join us. They will not like it; there's good business in the Middle East. But is the Western alliance so worthless to them that our major partners will continue to value trade over the lives of Americans, the principal foreign target of the terrorists? If so, the United States should do it alone until our allies join us in economic warfare against the protectors of terrorism. American businessmen and tourists could speed the day by finding other places to visit than countries that turn their back.\n\nLoad-Date: October 23, 1993"
}