{
    "title": "U.S. sites vulnerable_ Experts",
    "publisher": "business insurance",
    "year": 1989,
    "month": 10,
    "day": 9,
    "full text": "Terrorism shows no sign of abating, and, in fact may soon strike closer to home in such forms as \"narco-terrorism\" -- drug-related terrorism with no apparent ideological motive -- international security consultants warn.\nSome experts predict that radical animal rights fanatics and environmentalists may begin hitting U.S. targets on U.S. soil.\nIndeed, terrorism that is both politically and criminally motivated is increasing in South and Central America, said Bob Urban, vp-FinancialGroup of New York-based Johnson & Higgins.\n\"There has been an upswing in business-related\" terrorist activities, such as the kidnapping of executives in Latin America, concurred E. C. \"Mike\" Ackerman, principal in Ackerman & Palumbo, a Miami-based security consulting firm.\nTerrorist activity is like a kaleidoscope, said Gene Mastrangelo, manager of the Arlington, Va.-based Risk Assessment Information Serivce.  \"A piece of glass moves and the whole picture changes.\"\nLebanon tops the list of trouble spots for Hugh Bicheno, chief consultant for Key Biscayne, Fla.-based Security Management Associates.  Mr. Bicheno also cited any other Middle Eastern states with substantial Shiite minorities; Sri Lanka, where ethnic strife has shredded the social fabric; Colombia; Peru; and El Salvador.\n\"We identify the various Shitte terrorist manifestations and the Peruvian Sendero Luminoso as the most inimical to all U.S. interests and personnel without exception,\" he said.\nAnimal rights terrorism, a relatively new form, is likely to increase, according to several consultants.\nAmong the animal-rights related attacks in the United States was the planting of a bomb designed to kill a medical testing company executive earlier this year, he noted.\nRichard C. Heydinger, risk management director for Hallmark Cards, Inc. in Kansas City, Mo., expressed concern about narco-terrorism spawned by the Bush administration's recently declared war on drugs.\nA few days before a Colombian drug cartel threatened to kidnap Bush family members, Mr. Heydinger warned risk managers to \"take the Colombian drug lords seriously.\"\n\"I think this time around, the security risk may be imported,\" he said.  Narco-terrorist may strike United States corporations' U.S. facilities as well as foreign plants, and attack their personnel on their native soil, he said."
}