{
    "title": "U.S. WON'T PRESS EUROPE TO USE SKY MARSHALS_ IN BELGIUM , BOTH SIDES DISCUSS COOPERATION AGAINST TER",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 27,
    "full text": "The United States said Monday that it would not force the issue of placing armed sky marshals on trans-Atlantic planes if European countries reject such anti-terrorist precautions.\nAsa Hutchinson, U.S. undersecretary for border and transportation sec urity, told European Union officials that the U.S. administration would look at all other safety precautions in case of a security threat and would move to cancel a flight as a last resort.\n\"From our perspective, sky marshals add a deterrent factor and a safety factor that we will always consider, but we will consider other measures as well,\" Hutchinson told reporters after an EU-U.S. meeting to discuss cooperation.\nPortugal, Sweden and Denmark have signaled that they prefer canceling flights to deploying armed guards on planes if there is a strong suspicion of an attack.\nHutchinson defended the use of such guards on planes, arguing that they are needed to thwart terrorist attacks. But he said Washington was looking for cooperation as much as possible.\n\"We recognize that is not a security measure that is acceptable in all European countries,\" Hutchinson said. \"We obviously would not make that demand\" if armed marshals are not allowed under a particular country's laws, \"or they don't have the resources to do it.\"\nTogether with European Union negotiators, Hutchinson agreed that \"canceling any flight is a matter of last resort.\"\nBoth sides also agreed to reassess rail security in the wake of train bombings March 11 that killed 191 people and injured more than 2,000 in Madrid, Spain.\n\"The technology that we currently have that is so applicable to aviation security is not necessarily the technology that is needed in rail and transit systems,\" Hutchinson said.\nThe meeting was the first of a series of sessions between EU and U.S. officials to better coordinate anti-terrorist policies.\nBoth sides said there were also plans to start an international database for missing and stolen passports, which allow terrorists to travel and raise money on the black market.\n\"We have set today a new dialogue in motion that will help us address some of the fundamental threats to our security in the months and years to come,\" said the EU's newly appointed terrorism czar, Gijs de Vries.\n\nNotes\n\nWORLD FOCUS\n\nLoad-Date: April 27, 2004"
}