{
    "title": "U.S. must secure border to keep nation safe",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 8,
    "full text": "Safety is expensive but necessary.\nIncreased terrorism continues to threaten the nation. Illegal immigration is also taking advantage of the economy.\nTightening the hold on who can enter the country is one clear way to help prevent these problems. Border travel can be beneficial by generating income through commerce and tourism. But a new measure requiring a $97 passport could reduce the traffic flow on the edges of the United States.\nA bill in intelligence-reform legislation passed by Congress last year will require all travelers from Canada, Mexico and other allied nations to show a passport or other secure documents to enter the country.\nTravelers crossing our land borders will have to comply with the rules by Dec. 31, 2007.\nDespite significant concerns voiced by President Bush about the bill's effect on traffic flow at key border crossings, the passport requirement still is headed toward implementation.\nAll who travel by air or sea from Canada, Mexico, the Caribbean, Bermuda and South and Central America will have to show a passport or one of four other secure documents by Dec. 31, 2006.\nFederal officials from the departments of State and Homeland Security recognize the hardship the passports' costs would pose. They said they would keep working to create a cheaper document that allows citizens to cross borders.\nIn the shadow of the fourth anniversary of the Sept. 11 attacks, safety is more critical than ever.\nAs much of a reversal as it is from the welcome message of Ellis Island, we simply can't afford to give everyone asylum in the U.S. anymore. It's just too dangerous.\nAs we continue to fight the war on terrorism, it's critical that we do everything we can to prevent another attack.\nPumping up border security is worth the extra cost if it helps prevent terrorism and illegal immigration.\nIt would be too easy right now for a terrorist to cross our borders.\nThe United States' top priority right now has to be keeping its citizens safe.\n(C) 2005 The Lariat via U-WIRE\n\nLoad-Date: September 8, 2005"
}