{
    "title": "U.S. forces turn focus to west, north Africa; In addition to terrorism concerns, the continent conta",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "Opening a new front in the war on terrorism, the United States has begun training and equipping armies in parts of Africa that U.S. officials see as an inviting refuge for terrorists as well as a long-term source of oil.\nSoldiers of the Army's 10th Special Forces Group are training troops in Mali and Mauritania, on the fringes of the Sahara Desert. Marines are preparing for missions in Niger and Chad.\nThe effort, which began last November in Mali with almost no public notice, is an extension of the Bush administration's anti-terror campaigns in Afghanistan and the Horn of Africa, where U.S. troops are operating with local forces and conducting aerial and maritime surveillance.\nBut the new focus on Africa also marks a shift for the United States, which had been reluctant to become involved militarily in a continent beset with instability. Now there are plans to rotate U.S. troops regularly into certain bases and airfields, although they would not establish large bases.\nThe developing partnership was apparent last week when the country of Chad made an urgent call for U.S. help in the aftermath of a deadly clash with fighters from an Islamic extremist group. The U.S. training in Chad is not expected to begin until summer, but American forces nevertheless quickly responded.\nTo aid Chad's casualties, two U.S. Air Force C-130 cargo planes delivered 19 tons of medical supplies, blankets and food on short notice to an airfield in north-central Chad. They flew from Ramstein airbase in Germany under the authority of the U.S. European Command, whose geographic area of responsibility includes Chad and the rest of Africa, except the Horn.\nOne defense official, speaking on condition of anonymity, said U.S. surveillance aircraft also have helped in recent months to monitor and track movements of the extremist group believed involved in the Chad fighting.\nChad shares a long border with Sudan, which once gave refuge to Osama bin Laden.\nIn Mali, meanwhile, the Special Forces unit that is training forces is scheduled to complete its work this week, said Marine Corps Lt. Col. M.J. Jadick, spokeswoman for European Command's special operations unit. Special Forces teams also are conducting training in two other locations in Mali.\nThere could be drawbacks, however. At times in recent history, the United States has found that supplying arms or military training to some underdeveloped nations, such as Afghanistan in the 1980s, can backfire if political forces shift and the same weapons are then used against the United States or its allies.\nJ. Stephen Morrison, African affairs specialist with the Center for Strategic and International Studies, sees three main motives for the heightened U.S. interest in the region.\n* Terrorism. As bin Laden's al-Qaida and other Islamic extremist groups with similar anti-Western aims get squeezed harder in Central Asia and the Persian Gulf, the regions of western and northern Africa are becoming more inviting.\nThat includes members of the Salafist Group for Call and Combat, a radical group that has pledged its allegiance to al-Qaida. One of its leaders is an Algerian, Saifi Ammari, who is said to be recruiting among Muslims in Mauritania, Niger and Libya and operating with small armed groups.\nChad's government said Ammari may have been among the fighters who clashed with Chadian troops last week.\n* International crime. Morrison says west Africa is a \"warren of crime syndicates,\" including some that deal diamonds and launder money in support of Lebanon's Hezbollah, a Shiite Muslim group whose armed wing has been branded a terrorist group by the State Department.\n* Oil. The United States already gets 17 percent of its imported oil from sub-Saharan Africa, and some are forecasting that within a decade that figure will rise to nearly 25 percent. The biggest suppliers in the region are Nigeria and Angola.\n\nLoad-Date: March 17, 2004"
}