{
    "title": "U.S. MAY BE TERRORIST TARGET OVER BOSNIA ROLE, EXPERT SAYS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 2,
    "day": 27,
    "full text": "ROBERT H. KUPPERMAN, an internationally known expert on terrorism, said Friday that the United States may suffer terrorist attacks as a result of its involvement in the war in Bosnia.\nKupperman stressed that he had no way of knowing who was responsible for the bombing of the World Trade Center in New York early Friday afternoon.\nBut before the bombing, Kupperman said he had predicted, in an newspaper commentary article written for publication Tuesday, that U.S. involvement would bring attacks by others involved in the Bosnian conflict.\nPresident Bill Clinton announced Thursday that the U.S. would soon begin to airdrop food and other supplies to eastern Bosnia. Though the U.S.  action is ostensibly designed to help all ethnic groups there, it is especially aimed at helping the besieged Muslims in an area where Serbs have carried out a brutal campaign of \"ethnic cleansing.\"\nKupperman, a senior adviser at the Center for Strategic and International Studies in Washington, has advised the U.S. and foreign governments on terrorism.\nHe conducted the first inter-agency studies of foreign and domestic terrorism for the U.S. government.\nIn a telephone interview Friday night, Kupperman said the United States had been lax in monitoring potential threats from Serbs, Croats, and others in Bosnia.\nWhile stressing that it might take weeks before the precise cause of the bombing at the World Trade Center is known, Kupperman said Serbian nationalists, over the past three or four months, had threatened terrorist acts if the United States or its allies became involved against them in the former Yugoslavia.\n\"The Serbs threatened to attack a French nuclear power station if they cooperated with us,\" Kupperman said. \"They threatened that a (U.S.) 747 would be hijacked and crashed into a nuclear power plant. There were rumored assassination plans against pro-Croat German senior officials.\"\nKupperman also cited a history of terrorist attacks by Croatian nationalists dating back to the 1970s. In 1976, five Croatians hijacked a TWA jetliner for 30 hours, eventually landing in Paris. They were protesting what they said were the anti-Croatian policies of the late President Tito of Yugoslavia.\nAlso in 1976, Croatians were linked to a bomb planted in Grand Central Station in New York. A New York police officer was killed trying to disarm the bomb.\nCroatian terrorists were suspected of planting a bomb at New York's La Guardia Airport in 1975 that killed 11 people and injured 70. A Croatian nationalist was charged in Paraguay in 1976 with the murder of a man whom he mistook for the Yugoslavian ambassador.\nThe Croatian group purportedly responsible for the attacks has been associated with the Ustasha party, a Croatian liberation group considered responsible for murdering thousands of Serbs and Communists in World War II.  The recent fighting in the former Yugoslavia has pitted Serbs against Croats once again in a bloody and complicated struggle among various ethnic groups.\nKupperman also noted that it was a Serbian nationalist who assassinated the Austrian Archduke Ferdinand in Sarajevo in 1914, touching off the spark that led to World War I.\nKupperman said that in his commentary article, he predicted that U.S.  involvement in the Bosnian conflict would mean Serbian terrorist attacks in America.\n\"I think our counterintelligence activities have been very, very lax since Desert Storm,\" Kupperman said. \"We haven't focused on the Serbs or Croats or Bosnians.\n\"It's going to take a few weeks to learn what's going on,\" he said.  \"But I think we're in for a whole series of these. I think this business is back in business again.\"\nSteve Markardt, a spokesman for the FBI, said he had no comment on Kupperman's remarks.\nDavid Christian, a spokesman for the CIA, said he had no knowledge of warnings by Serbs about possible terrorist acts. He said he didn't believe that Kupperman, or any other private citizen, was in a position to know whether U.S. intelligence was adequate.\nKupperman said he was not criticizing the U.S. decision to airdrop supplies to eastern Bosnia. But he said that if the U.S. did become involved in the conflict, \"it's going to be costly to us, in my view, on terrorism grounds.\"\nAsked what the U.S. could do besides step up intelligence collection, Kupperman said: \"I think we have to take security more seriously again.  We'll have to do the things we did when we were concerned about terrorist operations during Desert Storm (in 1991).\"\nSuch measures, he said, would include greater security at airports, such as not permitting bags to be checked at the curb during the duration of the U.S.  involvement in Bosnia.\n\"We have a habit in America of either getting very excited about things, or giving up,\" Kupperman said.\n\nGraphic\n\n \nPHOTO; Photo by AP - Firefighters resting outside an entrance to the underground garage at the World Trade Center Friday. An explosion just after noon in the garage triggered fires in the center.\n\nLoad-Date: September 29, 1993"
}