{
    "title": "U.S. Will Give Qaeda Suspect A Civilian Trial",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 27,
    "full text": "The Justice Department, in an abrupt change in policy from the Bush administration, is preparing to bring terrorism-related charges against a man identified as an operative of Al Qaeda who has been held in a military brig for more than five years, government officials said Thursday. \n  The charges would move the case of the only enemy combatant to be held on American soil, Ali Saleh Kahlah al-Marri, into a civilian criminal court. The Bush administration had argued that he could be held indefinitely without being charged.\n  The decision also would allow the Obama administration to avoid taking a position for the time being on whether a president may detain legal residents indefinitely without trial. \n  The Justice Department faced a March 23 deadline to file a brief with the Supreme Court declaring whether it was continuing to hold to the Bush administration's position that the government had the authority to  detain legal residents like Mr. Marri indefinitely, without charges.\n  The decision to move Mr. Marri to a civilian court should give the Obama administration time to sidestep that issue for now as it sets about a large-scale review of detention policies that would affect those prisoners being held at Guantanamo Bay, Cuba, and those who may later be captured on suspicion of involvement with terrorism.\n  Mr. Marri was arrested in Peoria, Ill., in December 2001, and moved to the Navy brig in Charleston, S.C., in 2003. The Bush administration described him as a sleeper agent for Al Qaeda. \n  Mr. Marri is expected to be charged in Illinois as early as Friday with providing material support to terrorist groups. The Justice Department would then probably ask the Supreme Court to drop the case from its docket, saying that the issue was moot.\n  The decision to bring criminal charges against Mr. Marri was reported separately Thursday on the Web sites of The Washington Post and The New Yorker. \n  At least in part, the decision is a demonstration that Obama administration officials believe  the nation's civilian courts are capable of handling some  terrorism cases. \n  Bush administration officials had argued that the president needed the authority to detain some terrorism suspects indefinitely because it was impracticable to prosecute many of them in civilian courts.\n  The issue as to whether there are some terrorism cases that cannot be successfully brought in a civilian criminal court is also at the heart of the debate about what to do with many of the 245 detainees still at Guantanamo. \n  Attorney General Eric H.  Holder Jr. said Thursday that legal teams would reassess each of the inmates at Guantanamo to decide whether they should be prosecuted for criminal offenses or released.\n  ''We need to look at these people again,'' he said in an interview at his office at the Justice Department. ''What kind of threats do they represent, if they pose any threats at all? We are determined to do this on an individualized basis.''\n  Mr. Holder said that some detainees were likely to be found to represent a low enough security risk to warrant their release, but that others would be likely to be found to have engaged in terrorist acts and would be prosecuted under a legal system that he said ''must be seen as fair and must be fair.''\n  He said that department officials had not determined in what forum such prosecutions might take place, but  that officials had not ruled out calling for legislation to create a new legal entity like a civilian national security court. \n  Several lawyers both inside and outside the academic world have said  there was a need for such a new court that would allow the government to deal with the most troublesome group of terrorist suspects: those who are believed to be too dangerous to release but who could not be prosecuted effectively because it would require highly classified evidence. \n  Justice Department officials declined to discuss the developments on the Marri case. But after taking office, President Obama ordered a review of the situation and the decision to charge Mr. Marri in federal court reflected the results of that review, officials said. \n  Jonathan Hafetz of the American Civil Liberties Union, the lead lawyer in the case, said bringing charges would ''definitely be a positive step in that the government will no longer be detaining Mr. Marri without charge and returning him to the civilian justice system.'' \n  But Mr. Hafetz said the criminal charges should have been filed seven years ago, when Mr. Marri was first arrested in Peoria  on suspicion of ties to Al Qaeda. \n  He said the Supreme Court should reject any government argument that the case is moot because the issue of whether the government may indefinitely detain legal residents or those in Guantanamo remains alive.\n  The case should go forward, Mr. Hafetz said, ''to make clear, once and for all, that the indefinite military detention of legal residents or American citizens is illegal, and to prevent this from ever happening again.''\n  If the Supreme Court does not consider the case, it would leave in place a decision of the federal appeals court in Richmond, that upheld President George W. Bush's authority to detain Mr. Marri indefinitely and without charging him.\n  In preparation for arguments before the Supreme Court, the Bush administration provided a sworn 2004 statement from Jeffrey N. Rapp, a military intelligence official. It said  Mr. Marri had met with Osama bin Laden and Khalid Sheikh Mohammed, the chief plotter of the Sept. 11 attacks, in the summer of 2001. \n  ''Al-Marri offered to be an Al Qaeda martyr or to do anything else that Al Qaeda requested,'' Mr. Rapp said. \n  The Qaeda leaders told Mr. Marri, the statement said, to leave for the United States and to make sure he got there before Sept. 11. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Ali Saleh Kahlah al-Marri has been held without charges in a Navy brig in South Carolina.(PHOTOGRAPH BY REUTERS)(A14)             \n\nLoad-Date: February 27, 2009"
}