{
    "title": "U.S. and Germany at Odds on Isolating Iran",
    "publisher": "the new york times",
    "year": 1993,
    "month": 12,
    "day": 2,
    "full text": "The United States is locked in a bitter dispute with Germany over Bonn's determination to expand its economic and political ties with Iran and thwart Washington's campaign to isolate the Teheran Government, senior State Department officials said today.\nBoth countries insist that ties between Washington and Bonn are exceptionally strong, and that President Clinton and Chancellor Helmut Kohl have a close personal relationship. But the Iran issue is a major irritant in the relationship, and Secretary of State Warren Christopher voiced his displeasure to Foreign Minister Klaus Kinkel during a meeting on European security in Rome on Tuesday, senior State Department officials said.\nAt his first meeting with European Community foreign ministers in Luxembourg in June, Mr. Christopher announced an American-led effort to squeeze Iran's economy and halt the sale of advanced technology that could be used for military purposes. Although the ministers agreed to study the matter and issue recommendations, most expressed little enthusiasm for the plan.\nAt a news conference during a meeting at the European Community headquarters in Brussels today, Mr. Christopher said he \"had a good discussion of the situation.\"\nBut he essentially acknowledged that the initiative has thus far failed, saying only that he welcomed a statement by Foreign Minister Willy Claes of Belgium, the current president of the European Community, \"that he hopes to bring the European position more closely in accord with the United States position.\"\nMr. Christopher added, \"The United States continues to believe Iran is an outlaw nation resisting the Middle East peace process as well as being involved in terrorist actions in many countries around the world.\"\nIn a meeting with Mr. Christopher earlier in the day, Mr. Claes said that \"it would be a historic mistake\" for the Europeans to believe they could continue to search for Iranian moderates, senior State department officials said. During the news conference, Mr. Claes said that his Government was \"doing a lot\" to help persuade the Europeans to accept the American approach.\nOf the other European communities, only Britain has wholeheartedly embraced the American initiative. In the past, Germany, France, Italy and Japan have voiced the strongest objections to any curb on their trade with Iran.\nOn Friday, Edward P. Djerejian, the Assistant Secretary of State for Near Eastern Affairs, will meet in Brussels to present intelligence information about Iranian terrorism and weapons purchases to his European counterparts and ask their governments to change their positions.\n\"His basic message will be, \"How long can you continue to say there should be a critical dialogue with Iran in the face of continued lawless behavior?' \" a senior Administration official said.\nIn recent months, Germany has begun to negotiate the restructuring of Iran's $5 billion in short-term debt to German financial concerns, a step that would substantially help Iran's troubled economy.\nGermany has resisted attempts to limit Western trade and investment with Teheran until it curbs its weapons buildup and ends its support for terrorism, and has pushed in international meetings for less pressure on Iran.\n\"The American position is not fair,\" said a senior German official involved in shaping the Iran policy. \"The Americans are saying, 'These are the bad guys and be finished with them.' We are saying, 'These are the outcasts and isn't it better to have a dialogue with them?' We have a certain difference of approach based on practicality.\"\nThe official added that it was because of a \"special relationship\" with Iran that Germany was able to act as a mediator to win the release of American hostages from Teheran in 1980. He insisted that Germany has \"the toughest legislation in all the world\" to prevent the spread of militarily useful equipment, although he added that \"we've also got good businessmen\" who may be able to find loopholes.\n\nLoad-Date: December 2, 1993"
}