{
    "title": "U.S. HALTS TRANSFER OF GUANTANAMO DETAINEES TO YEMEN",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 6,
    "full text": "WASHINGTON -- In a potentially major glitch in the administration's effort to close the Guantanamo Bay prison, President Barack Obama yesterday ordered a halt to the transfer of detainees to Yemen, where the Christmas Day attack on a U.S. airliner is believed to have been planned.\nMr. Obama's decision shows that the failed attack on a Northwest Airlines flight from Amsterdam to Detroit is having a direct effect on a key objective of his presidency.\n\"We will not be transferring additional detainees back to Yemen at this time,\" Mr. Obama told reporters at the White House. \"But make no mistake. We will close Guantanamo prison, which has damaged our national security interests and become a tremendous recruiting tool for al-Qaida.\"\nAs one of his first official acts as president last January, Mr. Obama pledged to close the prison at Guantanamo Bay, Cuba, within a year. Administration officials had acknowledged that the deadline would slip, however.\nThe decision to halt transfers to Yemen comes as White House officials scramble to figure out how Nigerian terrorism suspect Umar Farouk Abdulmutallab, 23, managed to board the flight despite numerous signs that he posed a terrorist threat. His father had contacted the U.S. embassy in Nigeria, warning that his son had become radical.\nIn the U.S. investigation of the terrorism attempt on the flight -- thwarted in large part by passengers -- one of the early findings was that the plot was nurtured in Yemen, homeland of the single largest group of terror suspects at Guantanamo.\nNinety-one Yemenis remain at the Cuba prison -- nearly half of Guantanamo's 198 detainees. The Obama administration had planned to repatriate many of them and had returned six Yemenis just days before the Christmas incident. Those six are in Yemeni government custody; U.S. officials say they are comfortable with the security arrangements.\nOne civil liberties group called the halt to Yemeni transfers \"unconscionable.\" The decision will \"effectively prevent any meaningful progress toward closing Guantanamo, which President Obama has repeatedly argued will make our nation safer,\" the Center for Constitutional Rights said.\nBut others, including Senate Minority Leader Mitch McConnell, R-Ky., hailed the decision and urged that Guantanamo not be closed. \"Given the determined nature of the threat from al-Qaida, it made little sense to transfer detainees from the secure facility at Guantanamo back to Yemen, where previously transferred detainees have escaped from prison and returned to al-Qaida,\" he said.\n\nLoad-Date: January 6, 2010"
}