{
    "title": "U.S. _ Dialogue with PLO may spur peace talks",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 16,
    "full text": "WASHINGTON - The United States said Thursday that when it begins its    dialogue with the Palestine Liberation Organization (PLO), it will    discuss arrangements for opening peace talks on the Middle East.\n \n     One day after announcing that the United States would begin a    \"substantive dialogue\" with the PLO because the organization had met    U.S. conditions for such talks, Secretary of State George Shultz said    the United States would also tell the PLO how important it is for the    organization to uphold Yasser Arafat's renunciation of terrorism.\n \n      The American diplomat designated as the sole official liaison to    the PLO moved swiftly Thursday to establish contact with the group and    schedule the first formal talks.\n \n     The diplomat, Robert Pelletreau Jr., ambassador to Tunisia,    telephoned PLO headquarters in Tunis, and Palestinians there said a    team of PLO officials would meet with him today.\n \n        Pelletreau, 53, was briefly a hostage of Palestinian extremists    in 1970 when guerrillas of George Habash's Marxist Popular Front for    the Liberation of Palestine diverted three airliners to Amman, Jordan,    and took passengers and crew hostage.\nNew York Times; Los Angeles Times Syndicate    When the hostages were brought to a downtown hotel for a press    conference, Pelletreau escaped his inattentive captors by mingling with    the journalists and walking out with them after the conference ended.\n \n     Pelletreau's telephone call on Thursday was the first official and    authorized U.S. contact with the PLO since 1975.\n \n     Because of the many questions raised about the implications of the    sudden decision to deal with the PLO, Shultz took the unusual step of    inviting Israeli journalists to his office to try to allay Israeli    concerns about being abandoned by the United States. The Israelis have      refused to talk to the PLO.\n \n     President Reagan said, \"We have not retreated one inch from our    position of guaranteeing the safety of Israel.\" He said the Israelis    did not have any valid reason to be upset with the United States.\n \n     But Shultz is known to feel that the Israeli government of Prime    Minister Yitzhak Shamir should show more flexibility in its diplomacy.\n \n     In an interview with the New York Times Wednesday, Shultz,    referring to Israel, said, \"I think that the process of moving toward    peace in the Middle East is a process of making people face up to the    reality of the difficult decisions that will have to be made if you're    going to get there.\" Shultz spoke shortly before the American decision    was announced.\n \n     The State Department spokesman, Charles Redman, said there were at    least three subjects on the American agenda for talks with the PLO.\n \n     The first, he said, is terrorism. The second is procedure:    Pelletreau is the \"only authorized channel\" for communications with    the PLO, which has its headquarters in Tunis.\n \n     In addition, Redman said the United States would explain \"our    views of the peace process, how we see it, the importance of direct    negotiations - all of the kinds of things that you know to be our    approach to Middle East peace.\"\n \n     The United States favors an international conference as a prelude    to direct negotiations between Israel and its Arab neighbors.\n \n     Redman said Palestinians had a \"right to pursue their desire for    an independent state\" through direct negotiations with Israel.\n \n     \"They can bring that to the table if they want,\" he said.\n \n     The United States opposes the creation of an independent    Palestinian state. Instead, it favors \"self-government by the    Palestinians\" of the West Bank and the Gaza Strip in some sort of    association or confederation with Jordan. Israel has administered the    two territories since it seized them in the 1967 Middle East war.\n \n     A major question is whether the United States will favor PLO    participation at a peace conference, given Israel's continued hostility    toward dealing with the group.\n \n     In the interview, Shultz said the chief problem is \"how you bring    about direct negotiations between the key parties, to find your way to    peace and how to structure that and how the Palestinians will be    represented.\"\n \n     \"It's still a big problem,\" he said. \"You have to find a way of    Palestinian representation that will also be compatible with Israeli    representation.\"\n \n     Redman said: \"The question of which parties participate in    negotiations is not for the United States to decide unilaterally. That    is up to the parties, Arabs and Israelis alike, to decide.\"\n \n     Under the peace plan outlined by the United States earlier this    year, the secretary general of the United Nations would invite \"the    parties involved in the Arab-Israeli conflict,\" as well as the five    permanent members of the Security Council, to the international    conference on the Middle East.\n \n     Redman referred to the PLO as \"one of the parties in the Middle    East.\" But neither he nor other American officials would say whether    they believe the PLO should attend the conference.\n \n     Israeli Prime Minister Shamir said Tuesday, \"We are not ready and    will never be ready to talk to the PLO.\"\n \n     In the past, the United States has said that Israel should    negotiate with a joint Jordanian-Palestinian delegation on issues like    the future of the occupied territories. But the feasibility of such a    delegation has come into question since King Hussein of Jordan    announced on July 31 that he was breaking his legal and administrative    ties with the territories and would not pretend to speak for    Palestinians residing there.\n \n     Under a 1975 agreement with Israel, the United States has shunned    contact with the PLO. Henry Kissinger, who as secretary of state set    the original conditions for dealing with the PLO, said it was    reasonable for Shultz to conclude that the conditions had been met in    \"a complex, convoluted statement\" issued by Arafat on Wednesday.\n \n     But Kissinger cautioned that \"the United States should do nothing    until the new administration can determine both the substance of what    it wants to achieve and the procedure it wishes to follow.\"\n \n     The U.S. conditions for dealing with the PLO were that it recognize    Israel's right to exist, that it accept United Nations Security Council    Resolutions 242 and 338 as the basis for peace in the Middle East and      that it renounce terrorism.\n \n     After comments by Arafat at a news conference in Geneva on    Wednesday, the United States deemed that the conditions had been met.\n \n     The U.S. ambassador to Israel, Thomas Pickering, said the United    States' next move in the Middle East was to organize talks on a    transition period intended to build confidence between Arabs and    Israelis.\n \n     \"The idea of an interim or transitional period has been introduced    in the process in order to find a way to give both sides an opportunity    to become comfortable with the rather vast changes that would have to              be made in achieving a final peace settlement,\" Pickering said in    remarks to the Israel Council on Foreign Relations.\n \n     In the transition period, as envisioned by the United States,    Israel would give Palestinians an opportunity to run some of their own    affairs in the West Bank and the Gaza Strip.\n \n     Pickering, who has been chosen by President-elect George Bush as    the next American delegate to the United Nations, said the proposal for    a transition period includes ideas from the 1978 Camp David agreements    and from the Middle East peace plan offered earlier this year by    Shultz.\n \n     Pickering did not say when the talks might start or who would    attend. His remarks suggest that the United States hopes to take    advantage of the latest ferment in the Middle East to revive interest    in major elements of the Shultz plan.\n \n     At the White House, Reagan said the United States would \"certainly    break off communications\" with the PLO if the group committed    terrorist acts in the future.\n \n     Richard Murphy, the assistant secretary of state for Near Eastern    and South Asian affairs, said that more terrorism \"may well occur.\"\n \n     In an interview on the NBC News program Today, Murphy said: \"This    is a very disorganized outfit, the PLO. There are many different    elements in it.\"\n \n     If terrorism occurs after Arafat's declaration renouncing it, then    members of the PLO will \"have to explain what their stand is - how did    this happen, who did it, and are you going to dissociate yourselves    from it,\" Murphy said.\n \n     State Department officials said they would closely monitor the    conduct of PLO members including Arafat, who was described by Shultz    less than three weeks ago as \"an accessory\" to terrorism.\n \n     On Wednesday, Reagan said the PLO \"must demonstrate that its    renunciation of terrorism is pervasive and permanent,\" and Redman said    that \"performance is going to count.\"\n \n     A member of the transition team for Bush said the United States    would have \"devalued its word\" if it had not opened talks with the    PLO after the group met the American criteria for such a dialogue.    \"You can't establish conditions and then change the ground rules when    they are met,\" he said.\n \n     \"The purpose of a dialogue is to see whether a meeting with the    PLO is serious and productive,\" said the aide to Bush. \"If all we    hear is propagandistic posturing or an effort to get the U.S. to    deliver Israel, it will be neither serious nor productive. Peace has to    be made with Israel, not with the United States.\"\n \n \n - Information from the Los Angeles Times was used in this report.\n \n    \n\nGraphic\n\n \nCOLOR MAP, Anne Hand; mao of Israel locates occupied territories which are center of Palestinian dispute\n\nLoad-Date: November 12, 1992"
}