{
    "title": "U.S. won't seek death penalty for accused Benghazi ringleader Way now cleared for major terrorism tr",
    "publisher": "daily news ",
    "year": 2016,
    "month": 5,
    "day": 11,
    "full text": "WASHINGTON - The Justice Department announced Tuesday that it will not seek the death penalty against Ahmed Abu Khattala, 54, a U.S.-designated terrorist whom prosecutors accuse of leading the 2012 attacks in Benghazi, Libya, that killed four Americans, including the U.S. ambassador.\nThe announcement, contained in a notice to the federal trial court in Washington, clears the way for a major terrorism trial in the nation's capital, the first in the U.S. since 2015, barring a plea agreement by Abu Khattala.\nThe decision ended a lengthy review after President Barack Obama aired concerns in October about capital punishment, which he called \"deeply troubling,\" and could open the way to a negotiated plea by Khattala.\nThe move marked a shift for the department, one year after federal prosecutors last May secured a death sentence in a capital terrorism case against Dzhokhar Tsarnaev, for the 2013 Boston marathon bombings.\nAnalysts said the government faced a difficult calculation in the Benghazi case, pointing to complex legal, political and national security concerns that have produced a mixed record in capital terrorism cases, and to the fact that no District of Columbia jury has ever imposed the death penalty.\nNo trial date has been set.\nAbu Khattala commanded a brigade absorbed by the extremist group Ansar Al-Sharia, which staged the Sept. 11, 2012, attacks that killed U.S. Ambassador Chris Stevens and three others, according to investigators. The U.S. government in January 2014 designated Abu Khattala a terrorist and Ansar al-Sharia, an armed militia that seeks to establish Sharia law in Libya, a terrorist organization.\nThe Obama administration authorized Abu Khattala's capture in a June 2014 U.S. Special Operations raid in Libya after luring him to a villa south of Benghazi.\nHe pleaded not guilty after being indicted on 18 counts, including death-eligible charges of murder of an internationally protected person, murder of an officer or employee of the United States, killing a person in an attack on a U.S. facility and providing material support to terrorists resulting in death.\nA spokesman for U.S. Attorney Channing Phillips referred questions about the decision by the attorney general's office to the Justice Department.\nFederal Public Defender for the District A.J. Kramer declined to comment.\nThe decision returned focus at least briefly to the criminal prosecution for an attack that remains politically charged.\n\nLoad-Date: May 11, 2016"
}