{
    "title": "U.S. issues 3d terrorism alert, but no targets specified",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 12,
    "day": 4,
    "full text": "For the third time in 53 days, the Bush administration issued a general terrorism alert yesterday. \"We're still at war. We're still at risk,\" Homeland Security Director Tom Ridge said.\nThe threat to the United States and its overseas possessions, Ridge said, is not specific about when or where. He said an increase in the \"decibel level\" and credibility of intelligence suggesting an imminent threat led his advisers to unanimously recommend a third public call for vigilance.\nThe intelligence alarms come \"from all around the world,\" Ridge said, and might be connected to the end of Ramadan, the Muslim holy month of fasting and prayer, in mid-December and the nearing of Christmas and Hanukkah.\nA senior U.S. intelligence official, who requested anonymity, said Ridge's warning was based largely on an increased volume of communications among known and suspected members of the al-Qaeda terrorist network around the world.\nNoting it has been 12 weeks since the Sept. 11 attacks on the United States, Ridge said Americans may have relaxed their vigilance. But, he said at a news conference, \"now is not the time to back off.\"\nThe Bush administration tipped off state officials Friday that a new public alert was likely, said Eric Tolbert, director of emergency management for North Carolina. Mayors also were told that day.\nNo terrorist attacks followed the administration's previous alerts on Oct. 11 and Oct. 29, and officials never said Americans could stand down from them. That has put Ridge into a quandary, several experts said.\nIf he says nothing in advance of an act of terrorism, people will be angry about the lack of warning. If he says something and it proves to be nothing, people will start to ignore the threats, said retired Army Col. Dave McIntyre, now research director of the ANSER Institute for Homeland Security, a science and safety think tank in Arlington, Va.Ridge's only choice is to warn the public, McIntyre and Tolbert said.\nMcIntyre said he ran into a similar problem in Germany years ago when he was responsible for counterterrorism issues. Every Friday afternoon, like clockwork, intelligence sources would warn of a terror threat in Germany. The Army would put its people on alert. Nothing would happen. After four months of alerts, people got lulled. Then, terrorists struck.\nAnother possibility, McIntyre said, is that terrorists are depleted and are reduced to merely scaring their enemies.\n\"You can still cause confusion by causing alerts,\" he said. Either way, for Ridge, it is better to be safe than sorry, he said.\nWoody Fogg, New Hampshire's emergency-management director, agreed that Ridge was in a tough spot and was doing the right thing by alerting the public. Fogg said his state would \"just increase vigilance in accordance with the credible threat level.\"\nSaid Tolbert of North Carolina: \"We're already at heightened alert.\"\nSeth Borenstein's e-mail address is sborenstein@krwashington.com.  \nTish Wells of the Inquirer Washington Bureau contributed to this article.\n\nGraphic\n\n \nPHOTO;\nSUSAN WALSH, Associated Press\nTom Ridge, director of homeland security, advises Americans not to drop their guard. \"We're still at risk,\" said the former Pa. governor.\n\nLoad-Date: December 4, 2001"
}