{
    "title": "U.S. - SOVIET COOPERATION SOUGHT",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 4,
    "day": 7,
    "full text": "WASHINGTON - The Soviet Union has agreed to meet with the United States to discuss cooperation on the issues of terrorism, narcotics trafficking and protection of the environment, U.S. officials said Thursday.  The officials said Secretary of State James A. Baker III had proposed cooperation in these areas to Eduard A. Shevardnadze, the Soviet foreign minister, at a meeting last month in Vienna, Austria.  ''The secretary popped the question on Shevardnadze and he said, 'Fine, let's do it,' '' said an official of President George Bush's administration. The meeting has yet to be scheduled.  Baker said at his confirmation hearings that he hoped to develop a closer working relationship with the Soviet Union on what he termed ''transnational'' issues - matters that cross borders.  The Soviet role in international terrorism has been the subject of heated debate among American intelligence analysts in the last decade. Under William J. Casey, CIA director during most of the Reagan years, the CIA concluded that the Soviet Union had a hand in training terrorists.  Some CIA analysts and officials at other intelligence agencies were less certain about whether the Soviet authorities had any direct ties to terrorist groups. But analysts agreed that the Soviet Union had provided broad support to most of the countries the United States had identified as state sponsors of terrorism.  Herbert Meyer, vice chairman of the agency's National Intelligence Council from 1982 to 1985, said he had found the evidence of Soviet involvement in terrorism compelling.\n''There is no question that, in the past, the Soviet Union has been a key player in state-sponsored terrorism,'' Meyer said. ''They have provided support through training facilities and other means. If the Soviet Union still supports those states which engage in terrorism - Iran, Libya, Syria, Yemen, North Korea - then the idea of cooperation is insane.  ''On the other hand, if the Soviet Union has withdrawn all support to state-sponsored terrorism, including the shutting down of all training camps in Eastern Europe and elsewhere, that is an enormously important news story that I have not yet read.'' An administration official said that he had found the evidence of a direct Soviet link to terrorism less persuasive. But he said many of the ''national liberation'' movements backed by the Soviet Union in past years had engaged in violent acts.  ''In that sense,'' he said, ''they certainly have blood on their hands.'' CIA director William H. Webster alluded Thursday to the Soviet Union's new willingness to cooperate with the United States on counterterrorism.  Asked to assess the latest activities of the KGB, Webster said at a breakfast meeting that the pace of espionage had increased under Gorbachev but that the agency's style was ''less confrontational.'' ''We find them everywhere,'' Webster said. ''There's been no pulling back on intelligence collection in this country and other parts of the world.'' He said the effort to steal Western technology also had continued to be strong.  But Webster also said that the KGB had made some gestures in line with the new Soviet approach to foreign affairs. He cited the recent meeting between Vladimir A. Kryuchkov, the head of the KGB, and Jack F. Matlock Jr., the American ambassador in Moscow.  Webster said Yuri V. Dubinin, the Soviet ambassador to the United States, had not yet asked for a similar meeting.\n\nLoad-Date: October 22, 1993"
}