{
    "title": "U.S. ACCUSES LIBYA AS 2 ARE CHARGED IN PAN AM BOMBING",
    "publisher": "the new york times",
    "year": 1991,
    "month": 11,
    "day": 15,
    "full text": "The United States indicted two Libyan intelligence agents today in the 1988 bombing of Pan Am Flight 103 over Scotland and left open the possibility of military retaliation for the attack that killed 270 people and became a horrific symbol of terrorism.\nAs the authorities in Scotland issued similar indictments against the two Libyans, who are believed to be in Libya and are unlikely to be extradited to the United States for trial, the White House all but blamed Libya's leader, Col. Muammar el-Qaddafi, for the bombing.\n\"This consistent pattern of Libyan-inspired terrorism dates from early in Qaddafi's leadership and cannot be ignored,\" said Marlin Fitzwater, the White House spokesman.\nAt the same time, the United States said there was no evidence to link Syria and Iran, which until about a year ago were prime suspects, to the bombing of Flight 103, and officials did not appear interested in further pursuing their possible involvement.\n \nBomb's Timer Found\n Administration officials said their conclusions about Iran and Syria were based solely on the results of the long investigation and had nothing to do with the Middle East peace talks, in which Syria's participation has been crucial, or with American efforts to improve relations with Iran.\nOfficials said suspicions of Syrian and Iranian involvement first surfaced because the bomb was of a type used by a Syrian-based terrorist group backed by Iran. But they said that an inch-by-inch search of an 845-square-mile area surrounding the crash site had more recently produced fragments of the bomb's timing device and other evidence that led investigators away from those two countries and toward Libya. [Page A8.]\n \n'Not a Rogue Operation'\n Richard Boucher, a State Department spokesman, said: \"The bombers were Libyan Government intelligence operatives. This was a Libyan Government operation from start to finish.\"\n\"The bombing of Pan Am 103 was not a rogue operation,\" he said. \"An operation of this magnitude, involving people so close to the Libyan leadership, could only have been undertaken with the approval of senior Libyan officials.\"\nForeign Secretary Douglas Hurd of Britain said in London: \"This was a mass murder which is alleged to involve the organs of government of a state. This was a fiendish act of wickedness. It cannot be passed over or ignored.\"\nBut the indictments also stood as a statement of policy toward Libya and signaled a new round of tensions in the long-volatile Libyan-American relationship. Over the years, the United States has regularly accused Libya of terrorism, including the 1986 bombing of a West Berlin discotheque for which the United States retaliated with a bombing raid on Libya. American and Libyan warplanes have met in combat at least twice in the last 10 years.\nMr. Fitzwater refused to say what the Administration's next step would be, but said \"all options\" were open. Officials who spoke on condition of anonymity said that Washington was considering a range of responses that included military action but that President Bush's next move was not likely to come immediately.\nIt was not clear whether Mr. Bush was seriously contemplating a punitive raid like the one ordered on Libya by President Reagan in 1986 or was primarily interested in taking a tough public stand that would leave Colonel Qaddafi guessing and, by implicitly threatening military action, put him on notice against terrorist actions.\nThe State Department issued a \"white paper\" detailing what is said was a pattern of continued Libyan terrorism over the past few years.\n\"The 1986 air strike on Libya by the United States combined with other international pressures did not end Tripoli's support for terrorism,\" the department said. Instead, it said, Libya used front companies and surrogates to hide its involvement.\nSome investigators believe that the bombing of Flight 103 may have been ordered in revenge for the bombing raid on Libya.\nAmerican officials tried to play down any suggestion that challenging Colonel Qaddafi once again with the indictments could increase the risk of terrorism against American targets.\nThe State Department said today that American diplomatic outposts worldwide were given advance notice of the Pan Am indictments. But the Government has not urged diplomats or American travelers to take any new security precautions, nor does it expect to issue such warnings unless \"the threat environment changes,\" a department official said.\nAt the same time, however, the Secret Service has tightened security aboard the President's plane. Last week, during Mr. Bush's trip to Europe, the Secret Service briefed reporters on how to detect bombs and encouraged them to search their luggage thoroughly before boarding Air Force One.\nThe indictments were issued against Abdel Basset Ali al-Megrahi, 39 years old, and Lamen Khalifa Fhimah, 35. The were identified as officials of Libyan Arab Airlines who were members of Libya's intelligence organization.\nNeither of the men had been mentioned on Wednesday by an Administration official who said he believed a Libyan agent known as Mohammed Naydi would be among those indicted.\n \nPlane Had Left Heathrow\n The indictments capped a three-year investigation by the British and American authorities into the explosion that ripped apart the Pan Am Boeing 747 in the night sky shortly after it took off from Heathrow Airport in London on Dec. 21, 1988.\nAccording to investigators, the bomb, contained in a portable cassette player that had been put aboard a plane in Malta and transfered twice to Flight 103, killed all 259 people aboard and rained burning fuel and debris onto the town of Lockerbie, Scotland, where 11 people died and buildings were set alight. There were 189 Americans aboard the plane.\nAt a news conference in Washington today, Attorney General-designate William Barr outlined a plot in which the two Libyans and \"co-conspirators\" fashioned a bomb of plastic explosives and a tiny, electronic timing device. He said they put it in a cassette player that was then hidden in a suitcase filled with clothes.\nThe bomb was placed aboard a plane in Malta and was transferred in Frankfurt to a Pan Am flight to London. There it was placed aboard Pan Am 103, where it exploded 38 minutes after takeoff, scattering debris over 845 square miles that Mr. Barr said investigators later searched \"inch by inch, month by month.\"\nAccording to the indictment, Mr. Megrahi came to Malta shortly before the bombing and purchased a shirt that was put in the suitcase containing the bomb. The indictment added that a fragment of the timing device was found embedded in a piece of the shirt in the plane's wreckage.\nThe indictment charged that Mr. Fhimah obtained luggage tags that were used to get the suitcase on an Air Malta plane that connected with Pan Am Flight 103. Quoting from a diary that it said belonged to Mr. Fhimah, it said he made a notation that Mr. Megrahi was arriving in Malta and reminding himself to bring the luggage tags. Prosecutors would not say how they obtained the diary.\n \nNew Legal Issues Seen\n The indictments posed new legal issues for the Administration, including how to proceed against the two indicted Libyans, and what other indictments may yet be issued.\nThe indictments also posed a complex set of diplomatic and military questions as Washington considered its next move. Officials said American responses could range from a formal demand for extradition of the two Libyans from their homeland, to international actions like an embargo on the purchase of Libyan oil, to a punitive military raid like the one in 1986.\nOfficials said Mr. Bush had started consulting with Prime Minister John Major of Britain and President Francois Mitterrand of France in hopes of forging what Mr. Fitzwater called a \"cooperative international response to this latest terrorist atrocity by Qaddafi's Government.\"\nRelatives of those killed by the bombing called the indictment a good first step. \"For the families that lost loved ones in the bombing of Pan Am Flight 103, today marks a milestone in the nearly three years of unresolved grief and unrelenting persistence to find the truth,\" said Bert Ammerman, the head a group of families of victims of the bombing.\nBut The Associated Press quoted some as criticizing continued American dealings with Syria, which they believe masterminded the bomb plot.\n\"It's great that they've got the gun and the gunman,\" said Kathleen Flynn of McLean, Va., whose son John Patrick was killed in the bombing. \"Now who bought the bullets, and who masterminded it?\"\n\nGraphic\n\n \nPhotos: Lamen Khalifa Fhimah (Reuters); Abdel Basset Ali al-Megrahi (Reuters) (pg. A1); A photograph of a timing device fragment that was found imbedded in a shirt after the crash of Pan Am Flight 103 being displayed yesterday in Washington by Robert S. Mueller 3d of the Justice Department's criminal division after indictments were announced against two Libyan agents. (Jose R. Lopez/The New York Times) (pg. A8)\n\nLoad-Date: November 15, 1991"
}