{
    "title": "U.S. _ Saudis ignored requests for tighter security ; Ambassador says the kingdom was warned about t",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "Saudi officials did not respond to American requests for extra security at residential compounds in Riyadh in the face of warnings of imminent al-Qaida terrorism, the U.S. ambassador said Wednesday.\nWhether extra guards would have stopped the assaults Monday on the three compounds is unclear, but Ambassador Robert Jordan suggested the Saudis had not done enough to fight terrorism.\n\"We contacted the Saudi government, in fact on several occasions, to request that added security be provided to all Western residential compounds and government installations in the kingdom,\" Jordan said on CBS' \"The Early Show.\" \"But they did not, as of the time of this tragic event, provide the additional security we requested.\"\nThe Saudi foreign minister, Prince Saud al-Faisal, said he received no such request but acknowledged the bombings showed problems within his country's security effort.\n\"The fact that the terrorism happened is an indication of shortcomings, and we have to learn from our mistakes and seek to improve our performance in this respect,\" he said at a news conference. \"Each time the American Embassy or any other embassy seeks the intensification of security measures, the government fulfills this request.\"\nBefore Monday, Saud said, \"there was news coming from everywhere that they were planning a major attack.\"\nBut U.S. and Saudi officials said the warnings provided no specifics of location or time.\nSeveral U.S. officials said even if security had been improved at the compounds, it is unlikely the attacks could have been stopped, given the number of attackers armed with automatic weapons.\nIn Washington, a State Department official said American and Saudi officials would look at how the security issues were handled in the days preceding the explosion.\nSaudi officials might have provided extra police patrols for a day or two, but then pulled them, one U.S. Embassy consular official said.\nSuspicion that al-Qaida carried out the attacks grew Wednesday as a six-member FBI team made its way to Riyadh to assist the investigation. After being delayed in Germany, the agents were expected to arrive in the kingdom today.\nThe team was kept small to prevent the perception that U.S. law enforcement officials were taking over, according to FBI officials. The group will determine what other personnel and resources need to be brought in.\nSaudi cooperation with the U.S. investigators could be critical. Some U.S. experts worry the Saudis will limit American access to suspects and evidence, as they did after the 1996 bombing of the Khobar Towers military dormitory that left 19 American service members dead.\nBut current and former officials said the relationship between Saudi police and U.S. investigators has improved since the earlier bombing, which American counterterrorism officials say was carried out not by al-Qaida but a group called Saudi Hezbollah.\n\"I think there has been a realization that the terrorist threat is real and could come home with a vengeance to the kingdom in Saudi Arabia as it has come home to us in the United States,\" said Rep. Porter Goss, R-Fla., chairman of the House Intelligence Committee.\nAfter Monday's car bombings, the State Department ordered nonessential diplomats and family members out of Saudi Arabia. Other Americans in Riyadh moved to a U.S. military compound outside of town.\nSaudi officials linked the attacks to an alleged al-Qaida cell they had been hunting in recent weeks. They said 15 Saudis took part in the strikes, nine of whom appear to have perished as suicide bombers.\nOn May 7, the Saudis had raided a suspected safehouse for that cell and confiscated explosives and guns. Several suspects escaped.\nU.S counterterrorism officials said it was possible the Saudis headed off an even larger attack with the raid, forcing al-Qaida operatives to go forward with a less potent strike than they were planning.\nThe officials said the question of who directed the operation remains to be answered. They listed several possibilities: senior al-Qaida operatives, including the son of Osama bin Laden, who are hiding in Iran, and top al-Qaida operatives inside Saudi Arabia.\nAmong Al-Qaida's top men in the kingdom is one known as Abu Bakr al-Azdi, a key operational planner, U.S. officials said. His real name is Ali Abd al-Rahman al-Faqasi al-Ghamdi, the officials said.\nU.S. officials had initially said that Abu Bakr, using another name, sent e-mails to a London magazine last weekend that appeared to announce the impending attack. Officials now say the signer, Abu Mohammed al-Ablaj, is another al-Qaida operative, but his e-mails are still regarded as credible evidence of al-Qaida's involvement.\nAnother operative involved in Saudi operations is Khalid al-Juhani, who appeared with other suspected al-Qaida operatives on a \"martyrdom video\" that U.S. forces recovered from a home in Afghanistan more than a year ago, U.S. officials said.\nAssociated Press writers Ken Guggenheim, Curt Anderson, Matt Kelley and George Gedda contributed to this report.\n\nLoad-Date: May 15, 2003"
}