{
    "title": "U.S. Court of Appeals for 2nd Circuit Case Summaries_ May 6, 2013",
    "publisher": "the daily record ",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "Anti-Terrorism Act\nTortured Victims Protection Act — Alien Tort Act In re Terrorist Attacks on Sept. 11, 2001 (Al Rajhi Bank, et al.) 11-3294-cv(L) Judges Cabranes, Raggi and Rakoff\nBackground: A number of families and estates of the victims of the Sept. 11, 2001 terrorist attacks, individuals injured by the attacks, and commercial entities that incurred damages and losses appealed from the dismissal of 76 defendants. The defendants were purported charities, financial institutions and others who allegedly provided support and resources to Osama bin Laden and al-Qaida. Ruling: The Second Circuit affirmed. The court found that Anti-Terrorist Act claims were properly dismissed because the plaintiffs cannot allege aiding-and-abetting claims under the statute. Further, they failed to allege that the defendants were the proximate cause of their injuries. The plaintiffs’ Alien Tort Statute claims were properly dismissed as there existed no universal norm against terrorism on the date of the attacks. Finally, the plaintiff’s Tortured Victim Protection Act claims were properly dismissed as the TVPA only imposes liability on natural persons. Sean P. Carter of Cozen O’Connor for the plaintiffs-appellants; Christopher M. Curran of White & Case for the defendant-appellee Al Rajhi Bank; Henry Weisburg and Brian H. Polovoy of Shearman & Leddicotte for the defendant-appellee Saudi American Bank; James J. McGuire, Timothy J. McCarthy, Aimee R. Kahn, Daniel A. Mandell and Mischon de Reya for the defendant-appellee Dar Al-Maal Al-Islami Trust; Martin F. McMahon for the defendants-appellees Dallah Al Baraka Group & Saleh Abdullah Kamel\nhttp://www.nydailyrecord.com/be-the-first-to-know/\">Click here for more from this resource. </a>\n8 2013 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: May 13, 2013"
}