{
    "title": "U.S. grills terrorism suspect at secret site",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 8,
    "day": 16,
    "full text": "BANGKOK, Thailand -- Al-Qaida's alleged Asian mastermind is being interrogated at a secret location by U.S. investigators, Thai officials said Friday.\nHambali, an Indonesian whose real name is Riduan Isamuddin, had been in Thailand more than a month when he was arrested following a tip, Prime Minister Thaksin Shinawatra said.\n\"We had been following Hambali for several days and it happened that we just arrested him,\" Thaksin told reporters.\n\"Right now we are in the process of interrogating him with the allied countries. I cannot say where,\" Thaksin said.\nHe refused to elaborate or say whether the 39-year-old Hambali was still in Thailand.\nMilitary sources, speaking on condition of anonymity, said Hambali, was handed over to U.S. authorities and flown out of the country on Wednesday.\nSeveral Southeast Asian governments said they also wanted to question the man suspected of being the operational head of Jemaah Islamiyah, a terrorist network affiliated with al-Qaida and blamed for a string of bombings in the region.\nHambali was arrested Monday at an apartment building on the outskirts of Ayutthaya, a major tourist attraction with dozens of ancient Buddhist temples.\nThaksin said the arrest came after a tip from residents. \"We arrested the suspect after people notified police about the appearance of the foreigner,\" Thaksin said, according to Thailand's state radio network.\nViolent arrest\nPlainclothes officers smashed down the door of Hambali's one-room apartment and took him away after a violent struggle, residents in the apartment building told reporters.\nHambali had lived in the building, where all the other residents are Buddhists, for only two weeks, the other tenants said.\nHambali is suspected in a number of attacks blamed on Jemaah Islamiyah, including the Aug. 5 bombing of the Marriott Hotel in Jakarta that killed 12 people and the October 2002 bombings of nightclubs on the Indonesian island of Bali that killed 202 people.\nJemaah Islamiyah is also believed to have been behind a foiled plot to bomb Western targets in Singapore in late 2001, and a series of church bombings in Indonesia and the Philippines in December 2000.\nAuthorities also say Hambali is connected to the Sept. 11, 2001, terror attacks on the United States, although whether he played a direct role is not clear.\n\nLoad-Date: August 17, 2003"
}