{
    "title": "U.S. Says Terrorist Attacks Dropped Sharply in 1992",
    "publisher": "the new york times",
    "year": 1993,
    "month": 5,
    "day": 1,
    "full text": "After an increase in terrorism in 1991, the number of international terrorist incidents dropped sharply in 1992, falling to their lowest level in 17 years, the Clinton Administration said today.\nAccording to the State Department's annual report \"Patterns of Global Terrorism,\" there were 361 terrorist incidents last year, a 36 percent decline from the 567 incidents in 1991.\nTwo United States citizens were killed and one was wounded last year, the lowest numbers since the State Department began tracking terrorist incidents in 1968.\nThe report named Iran as \"the most dangerous sponsor of terrorism in 1992.\" It asserted that Iran was responsible for more than 20 incidents, including the year's most spectacular terrorist act -- the March 17 truck bombing that destroyed the Israeli Embassy in Buenos Aires, killing 29 people and wounding 242 others.\nResponsibility for that bombing was claimed by Islamic Holy War, the name used by the Party of God, a radical Shiite Muslim group closely tied to Iran. \"Hezbollah is indistinguishable from Iran,\" a State Department official said, using the Arabic name for the Party of God.\n \n'Threat Is Still There'\n The report released today covers 1992, and therefore does not include incidents that have taken place since the end of December, like the bombing of the World Trade Center in New York on Feb. 26. Administration officials said that blast, which killed six people and wounded more than 1,000, is a vivid reminder that although incidents of terrorism appear to be declining, they have by no means been halted.\n\"Even though the numbers are down, the threat is still there,\" said the senior State Department official, who spoke on condition of anonymity. Moreover, some intelligence officials have expressed concern that incidents like the World Trade Center bombing could signal an upsurge in terrorism.\nFor the first time, the report lists Hamas, the Islamic Resistance Movement, which operates in Gaza and areas of the West Bank, as a terrorist organization. The report said the group, which was formed in 1987, has become increasingly bold in carrying out activities like the slaying of an off-duty Israeli border guard and ambushes of Israeli soldiers in Gaza and Hebron in December, aimed at disrupting the Middle East peace talks.\nThe report makes little mention of Pakistan. In recent weeks, Administration officials including R. James Woosley, the Director of Central Intelligence, said Pakistan was \"on the brink\" of being designated a sponsor of terrorism, mainly because of its involvement with guerrilla groups operating in Kashmir.\nState Department officials link the overall trend of declining incidents to the disappearance of the Communist governments in Eastern Europe and the Soviet Union that provided support and safe havens for terrorist groups.\n\"The decline of the sanctuaries that the terrorist groups found in Eastern Europe is important,\" the department official said. \"As we've seen from the recently declassified documents in many of the Eastern European countries, some of the things people were saying in the early 80's about the willingness of those countries to allow terrorists to operate there were true.\"\nThe report had few surprises. The six countries that had been listed last year as sponsoring terrorism were still listed in the report, even though the document said there was no evidence that two of them, North Korea and Syria, were directly involved in any terrorist incidents. A third country, Cuba, has publicly advised insurgents it had sponsored in Guatemala and Colombia to end their armed struggle and negotiate a political settlement.\nState Department officials say these countries remain on the list because they continue to harbor groups that were involved in terrorism.\nThe other countries listed, besides Iran, are Iraq and Libya.\nThe Serbian-dominated Government of Yugoslavia is not listed as supporting terrorism, despite its backing of Bosnian Serbs who have carried out a campaign that has included mass rapes and killings of civilians in Bosnia and Herzegovina.\n\"It's a war,\" the State Department official said, though he added that the \"issue of definition is an extremely thorny and difficult one.\"\nA senior Israel official said today that Hamas had been receiving increasing amounts of financial aid from Iran since the end of the Perisan Gulf war, and that the Government of Prime Minister Yitzhak Rabin is trying to pump more funds to Palestinian groups in the occupied territories to counter Hamas's growing influence.\nRegarding Pakistan, some Administration officials have argued that placing it on the terrorist list would sever its longstanding relationship with the United States that reached its height during the war fought by Muslim guerrillas to oust a Mosow-backed Government in Afghanistan.\nThe report can be obtained free of charge from the Office of the Coordinator for Counterterrorism, Department of State, (202) 647-7633.\n\nLoad-Date: May 1, 1993"
}