{
    "title": "U.S. Hand Seen in Paraguay 's Pursuit of Terrorism Suspect",
    "publisher": "the forward",
    "year": 2003,
    "month": 1,
    "day": 17,
    "full text": "ASUNCI\"N, Paraguay - His cell is ready. So is his indictment.\nAhmed Assad Barakat, a 35-year-old Paraguayan of Lebanese descent, is sitting in a Brazilian jail trying to fight off extradition to Paraguay, where he is wanted for financial crimes and criminal association.\nBut the charges do not indicate the real reason behind the move: Barakat is considered the top leader of Hezbollah in the tri-border region where Brazil, Argentina and Paraguay meet, and where some 30,000 Arabs live.\nThe Bush administration is flexing its muscles to make sure Barakat is soon sent to prison by a judge in the capital of this small, landlocked country, which serves as America's beachhead in the South American front of the war against terrorism.\nBarakat has applied for political asylum and claims he is the victim of a smear campaign. But observers say his days in Brazil are numbered after the country's Supreme Tribunal ruled in favor of his extradition last month.\nA spokeswoman for the Brazilian Justice Ministry, Ana Felicia Linares, told the Forward there is \"a very strong probability\" Barakat will be extradited.\nOfficials won't acknowledge it on the record, but in private conversations they readily concede that the United States has interceded in the case.\n\"The extradition is in the interest of the United States, not Paraguay,\" said a high-ranking Brazilian official closely associated with the extradition process. \"Washington asked Asunción to request the extradition.\"\nAmerican and Paraguayan officials deny such allegations, insisting the case is solid and that the Brazilian court decision proves just that.\nThe Barakat case sheds light on the multifaceted anti-terrorist campaign waged by the Bush administration since the September 11 attacks - a full-fledged effort combining bureaucratic efforts to dryup the finances of terrorist groups of global reach with behind-the-scenes, strong-arm diplomacy and undercover police operations (See sidebar).\nWhile Brazilian officials insist that the court decided independently of any political pressures and American officials deny any meddling, the timing raises questions.\nThe ruling came just hours after a major regional counter-terrorism meeting of American and Brazilian, Argentine and Paraguayan officials. Brazil was satisfied that the summit's final declaration said there was no evidence of active terrorist cells or training camps in the tri-border area and emphasized the need to monitor terrorism financing. Regional officials and observers claimed the cautious phrasing was no accident.\n\"It looks like there was a tacit agreement between Brazil and the United States - Brazil accepted to hand over Barakat and the U.S. accepted to tone down its concerns about terrorism in the region in public,\" a regional investigator said.\nThe noose is clearly tightening on Barakat and Hezbollah. He is also under investigation in Chile for trying to set up front companies in the free-trade zone of Iquique.\nThe Forward has learned that Barakat has come under renewed scrutiny in Argentina for a possible role in the 1994 bombing of the AMIA Jewish communal center which killed 85 people.\nArgentine intelligence is investigating whether Barakat provided logistical support for the Hezbollah terrorist team that investigators believe passed through the tri-border area on its way to carry out the bombing in Buenos Aires, judicial sources close to the investigation told the Forward.\nBut the crux of the action has taken place in Paraguay. Immediately after the September 11 attack, Washington used its leverage to prod the small, impoverished country, which has a reputation for high-level corruption but is heavily dependent on American aid, to lead counter-terrorist efforts in the region.\nIn the days after the attacks, Paraguayan police quickly arrested some 20 Arab suspects. On October 3, 2001, the police sent some 30 masked agents to raid a wholesale electronics store owned by Barakat in Ciudad del Este, in the tri-border area. While he managed to escape to neighboring Brazil, the agents arrested two of his associates on that day and his main partner, Sobhi Fayad, a month later. Investigators said they found a trove of evidence in his shop linking him to Hezbollah.\nThe most damning evidence, they say, is a letter from Hezbollah Secretary General Hassan Nasrallah thanking him personally for his contributions. According to a copy of the letter and of its certified translation obtained by the Forward, Nasrallah thanks him for contributing to a program aiding the children of \"martyrs.\"\nThe letter is written on the stationary of the foundation of the \"martyrs,\" which bears an image of Nasrallah's face. Paraguayan investigators say some 30 similar letters were found in the area.\n\"The money goes to charities and the martyr foundation is managed by Nasrallah so it is obviously suspicious,\" said Carlos Altenburger, head of the Paraguayan police's small anti-terrorist unit. \"We believe he sent some $50 million to Hezbollah since 1995.\"\nThe police said they found hundreds of receipts for donations to Al Mukawama, which investigators consider the extreme wing of Hezbollah, as well as personal agendas detailing the fundraising efforts.\nThey also allegedly seized some 60 videos containing hours of anti-Israeli and anti-American speeches by Hezbollah leaders. One of the videos seen by the Forward shows a simulation of a suicide attack against an Israeli soldier.\nA Paraguayan investigator said the material seized in the raid also contained letters and e-mails showing direct links between Barakat and the top leadership of Hezbollah.\n\"Barakat is more than a financier,\" he said. \"He has direct contact with Nasrallah, he made some trips to Lebanon, to Iran, he has contacts with Iranian diplomats and he is the most feared and undisputed leader of Hezbollah in the region.\"\nArgentine and Brazilian intelligence assessments of Barakat obtained by the Forward reach similar conclusions, noting that he received visits from Hezbollah military and political leaders and travels at least once a year to Lebanon, where he meets Nasrallah and Hezbollah spiritual leader Hussein Fadlallah.\nAn Argentine source said the FBI considers him to be a close collaborator of Mohammed Ali Hamadi, a Hezbollah operative who was charged for the 1985 hijacking of a TWA plane during which a U.S. Navy diver was murdered.\nThe FBI declined to comment. But a senior American diplomat in the region said that \"Barakat is the biggest fish in South America.\"\nIn interviews before his arrest in Brazil last June, Barakat acknowledged being a Hezbollah sympathizer, but said he did not support terrorism and that the evidence against him was fabricated.\nSeveral officials in Argentina and Brazil expressed similar doubts.\n\"I have some reservations about the Barakat case,\" said Jorge Palacios, head of the anti-terrorist unit of the Argentine federal police. \"Intelligence information shows he appears to collaborate with Hezbollah, but that doesn't mean there is judicial evidence.\"\nA senior Brazilian diplomat speculated that the Nasrallah letters could be fabrications.\nOne instance in which the Paraguayans appear to have overreached is their claim, relayed by the American media, that Hezbollah in general and Barakat in particular run training camps in the tri-border area.\nMaria d'Almeida Diniz, director of the Brazilian intelligence service ABIN, told the Forward her agents found no evidence of such activity during searches of various locations, including Barakat's farm.\nAccording to American officials and pictures seen by the Forward, it appears that there have been meetings of Hezbollah sympathizers in the countryside where the group's political message was conveyed to a small group amid décor of Iranian flags, Hezbollah posters and pictures of the late Ayatollah Khomeini.\nThe main American focus is on Barakat's money, including transfers to the United States.\nBy charging him with criminal association, Paraguay could sentence him to up to 12 years in prison. His top associate Sobhi Fayad was sentenced to six-and-a-half years years in prison for tax evasion in November. The case hinges on Brazil's final decision.\nBut as an American official told the Forward, \"the biggest decision - to extradite him - has already been made, so we fully expect him to go.\"\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}