{
    "title": "U.S. SEES NO TERRORISM IN CLINIC FIRES",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 22,
    "full text": "Federal investigators have found no evidence of a national conspiracy behind the bombing and burning of abortion clinics around the country, representatives of three Federal agencies said today.\nThe officials said the Government did not view the attacks as ''terrorist'' incidents or as criminal violations of laws protecting civil rights, although they might violate other Federal criminal laws.\nAs a result, the Federal Bureau of Investigation is not actively involved in investigating the attacks, said Lane Bonner, a bureau spokesman. The cases are being handled by the Treasury Department's Bureau of Alcohol, Tobacco and Firearms, which has primary responsibility over use of bombs and incendiary devices.\nUS officials say they have found no evidence of national conspiracy in bombing and burning of abortion clinics around country, so that FBI is not actively involved in investigations; Deputy Asst Atty Gen Victoria Toensing denies Reagan Administration is not acting vigorously against such violence (S)\n''We follow these investigations very closely,'' Mr. Bonner said. ''We are going to aggressively investigate those matters that fall within our investigative jurisdiction but these fall mainly within B.A.T.F.'s jurisdiction.''\nVictoria Toensing, a Deputy Assistant Attorney General in the Justice Department's criminal division, denied charges by abortion rights groups that the Reagan Adminstration was not proceeding against the violence with enough vigor.\n \n'The Experts in This Area'\nShe said the Treasury bureau's investigators ''are the experts in this area, looking at bombs and arson kind of evidence.'' Miss Toensing added: ''Some people have made a wrong assumption that B.A.T.F. are not top-of- the-line investigators. That's just wrong.''\nThe Treasury agency, working with state and local agencies, has investigated 25 incidents of arson or bombing involving abortion clinics and related facilities since March 1982, Tom Hill, a spokesman for the agency, said today.\nHe said eight of the cases had been solved, with five men being convicted of various crimes, and the 17 others remained under investigation. ''We're out there using all our resources,'' he said, but he added that there was no group specializing in investigating attacks on abortion clinics.\n''We have taken the position that so far our investigation doesn't point to a nationwide organized conspiracy,'' Mr. Hill said.\nMr. Hill said that while people identifying themselves as ''the Army of God'' had taken responsibility for several attacks on abortion clinics, there did not appear to be a large organized group by that name.\nIn Cleveland, The Associated Press reported today that two people asserting that they were members of the Army of God called a local radio station to say they were responsible for the separate bombings Monday of an abortion clinic and a family planning center in the suburbs of Washington.\nMr. Hill, in his remarks, noted that three men had been convicted of attacks on abortion clinics in St. Petersburg and Clearwater, Fla., and Arlington, Va. Officials said the pattern of anti-abortion violence suggested that some other attacks might also be the work of small organized groups.\nMiss Toensing said the F.B.I. and the Bureau of Alcohol, Tobacco and Firearms had divided responsibility for arson and bombing cases for more than 10 years. The bureau takes primary responsibility, she said, in attacks on Federal Government buildings or property or officials, terrorist incidents and violations of the criminal civil rights laws.\n \nExceptions Did Not Apply\nMiss Toensing said none of these exceptions applied in attacks on abortion clinics.\nShe said the bureau's working definition of terrorism was ''unlawful use of force or violence by an organized group to intimidate or coerce a government in furtherance of political or social objectives.'' This would exclude attacks on abortion clinics, she said.\nMiss Toensing also said that under the Justice Deparetment's interpretation of judicial precedents the Federal criminal laws on civil rights did not provide a basis for prosecuting people who use violence against abortion clinics.\nThe Supreme Court ruled in 1973 that a woman's right to have an abortion was protected by a constitutional right to privacy created by the 14th Amendment.\nOne of the Federal criminal laws on civil rights, section 241 of the Criminal Code, makes it a crime for two or more people to ''conspire to injure, oppress, threaten, or intimidate any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States.'' But the courts have construed this language narrowly."
}