{
    "title": "U.S. House, District 11",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "The four candidates split over a bill aimed at tightening the U.S. Economic noose on Cuba and whether terrorism shoulf be fought by expanding law enforcement's power to use wiretaps.  Phyllis Busansky:  - U.S. role in United Nations: Believes the United States should continue to participate in United Nations missions.  - Cuba: Agrees with the Helms-Burton bill that codified the embargo against Castro. However, she disagrees with the provision allowing former owners to file lawsuits in U.S. courts against anyone purchasing properties confiscated by the Cuban government after the 1959 revolution.  - Immigration: Believes current immigration laws are sufficient. Supports increasing the border patrol to curb illegal immigration. Believes that by helping South American countries become stronger, it will discourage illegal immigration.  - Defense Spending: Believes more defense efforts have to be shifted from Cold War technology to deal with emerging threats of terrorism. Agrees with those who say more money needs to be spent on combating nuclear, chemical and biological terrorism.  - Terrorism: Favors more use of wiretaps to catch suspected terrorists and believes in the death penalty for convicted terrorists. Also supports the idea of using commando teams to go into foreign countries to capture terrorists suspected of committing acts against the United States.\nJim Davis:  - U.S. role in United Nations: Believes the United States needs to use its role as the world's leader to encourage other countries to help shoulder the financial and human burden of UN missions.  - Cuba: Believes more has to be done to get the international community to join the embargo against Castro's regime. Would have voted for the Helms-Burton bill that codifies the embargo against Cuba and allows former owners to file lawsuits in U.S. courts against anyone purchasing properties confiscated by the Cuban government after the 1959 revolution. However, he is concerned about that provision's impact on nation's federal court system.  - Immigration: Believes current immigration laws are fine, but more has to be done to stop illegal immigration. If necessary, the border patrol should be increased. They should also have the technological advances necessary to do their job. Supports financial penalties against companies that hire illegal immigrants to cover the cost of deportation and provide a deterrent to businesses.  - Defense Spending: Supports spending to maintain a strong national defense, but opposes congressional efforts to spend money on things the Pentagon and intelligence community says it doesn't need yet, such as the National Missile Defense System.  - Terrorism: Supports chemical tags to make it easier to trace explosives used in bombs. Believes in giving judges more discretion to order wiretaps as a way of catching suspected terrorist before the damage is done.  Pat Frank:  - U.S. role in United Nations: Prefers the United Nations serve as peacekeepers in foreign conflicts rather than just sending U.S. troops. Supports active involvement, saying the U.S. can't live in isolation to the world. Advocates discretion in involving U.S. troops in internal disputes of other nations.  - Cuba: Opposes the Helms-Burton bill because of provisions allowing lawsuits against foreign firms that benefit from American property confiscated by Castro. That intrusion into other nations' policies can create an economic backlash, she said. Prefers to continue the U.S. embargo and respond case-by-case to nations that ignore the U.S. embargo.  - Immigration: Supports tightening the requirements for permanent residency and citizenship.  - Defense Spending: Opposes congressional moves adding costly, not requested weapons programs to the defense budget. Supports reducing the size of the military by about 20 percent. Calls the president's objective of being prepared for two simultaneous wars \"unrealistic.\"  - Terrorism: Supports counter-terrorism legislation passed by Congress in April and supports greater wiretap authority for federal law enforcement targeting suspected terrorists.  Sandy Freedman:  - U.S. role in United Nations: The United States should continue to participate in UN missions, but it should not always have the major role.  - Cuba: Believes sanctions against Castro need to be tightened. Supports President Clinton's decision to delay a key provision of the Helms-Burton bill which would allow the former owners of large properties confiscated by the Cuban government after the 1959 revolution to file suit in U.S. courts against anyone purchasing those properties.  - Immigration: Would not change current immigration laws. If necessary, she would beef up the border patrol to help curb illegal immigration.  - Defense spending: Believes in maintaining a strong national defense, but doesn't think Congress should be giving the Pentagon more money than it requests. Believes it is important priority for the Pentagon to keep pace with scientific and technological advances.  - Terrorism: Supports tagging explosives so law enforcement can trace down the origins where explosives used in bomb. Believes the government should be careful and cautious about expanding the use of wiretaps because of privacy issues.\nRepublican Mark Sharpe faces no opposition for the GOP nomination. His views on the issues will be compared with those of his eventual Democratic oppovember general election.\n\nNotes\n\n'96 WHERE THEY STAND HILLSBOROUGH FOCUS\n\nGraphic\n\n \nSIGNATURE (C); PHOTO (4C),\n (C) Sandy Freedman\n\nLoad-Date: August 6, 1996"
}