{
    "title": "U.S. AIMS AT AFGHAN DRUG TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON -- U.S. authorities are planning a broad new campaign to choke off the prime source of financing for terrorists in Afghanistan, sending in dozens of federal drug enforcement agents to disrupt the country's massive opium trade and the money that streams to the Taliban and al-Qaida.\nThe surge of narcotics agents, which would boost the number of anti-drug officials inside Afghanistan from a dozen to nearly 80, would bolster a strategy laid out last week by the Obama administration to use U.S. and NATO troops to target \"higher-level drug lords.\"\nDetailed plans described to members of Congress behind closed doors earlier this month suggest that the effort will be modeled after the federal Drug Enforcement Administration's campaign against drug cartels in South America.\nRep. Adam Smith, D-Wash., who chairs the House Armed Services terrorism subcommittee, said the DEA's effort is aimed at crippling the Afghan narcotics networks by driving up the costs of the opium trade. \"Any financing effort is really going to focus on the drug trade, and the DEA is going to have to play a key role,\" Mr. Smith said.\nUnveiling his new strategy for Afghanistan last week, President Barack Obama said the country's economy \"is undercut by a booming narcotics trade that encourages criminality and funds the insurgency.\"\nAs the United States beefs up its military and civilian presence there, Mr. Obama said officials will track the growth of the Afghan illicit narcotics production as one measure of the administration's progress.\nThe strategy review called the drug trade the major driver of corruption in Afghanistan, and said allied forces must support local counternarcotics efforts to destroy drug labs, equipment and caches. It also urges efforts to identify other agricultural programs for Afghan farmer to replace their dependency on the illegal drug trade.\nMichael Braun, who was the DEA's operations chief until late last year, said proceeds from the drug trade in Afghanistan have allowed the Taliban to flourish. There are also indications, he said, that al-Qaida is heavily involved in Afghan opium trafficking.\nAfghanistan is the world's largest producer of opium, the main ingredient in heroin. The Afghan drug trade accounts for 90 percent of the worldwide production.\n\nLoad-Date: March 31, 2009"
}