{
    "title": "U.S. BEGINS TO EXACTPRICE FOR TERRORISM; AMERICA 'S WELL-COORDINATED STRIKES IN AFGHANISTAN AREN'T T",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 10,
    "day": 8,
    "full text": "The time to strike back had arrived.\n* Tangible evidence against Osama bin Laden and the Al-Qaida terrorist network was in, courtesy of Great Britain and Pakistan.\n* Repeated warnings to the Taliban to turn over bin Laden had gone unanswered.\n* A broad international alliance had coalesced around America's right to respond - with appropriate force - to the murderous attacks of Sept. 11.\n* A plan to destroy military and communications targets without causing undue suffering to Afghan civilians had been carefully coordinated.\n* An effort to provide food and medical relief for an overwhelming stream of refugees was under way.\n* Internal opponents to the Taliban's theocratic rule of Afghanistan stood at the ready to retake their own homeland.\nIt was no longer a matter of if the United States would strike back, but when. After what must have seemed like an eternity to those who suffered through it, America has begun to exact some measure of revenge for the attacks that brought down New York's twin towers, damaged the Pentagon and turned four planeloads of innocent travelers into suicide bombs.\nBut just as the anger felt by most Americans was a quiet one, tucked away in their hearts and minds, the reaction to Sunday's attacks was one of measured emotions. Unlike the Palestinians who danced in the streets when the World Trade Center towers collapsed, Americans recognized the seriousness of the moment.\nThat's because most U.S. citizens realize the opening round of attacks against Taliban strongholds won't bring a quick and clean end to the nation's Sept. 11 War of Self-Defense. Victory in the struggle against terrorism cannot be declared until extremist cells around the world have been neutralized, and civilized people from all nations, cultures and religions can go about their daily lives without fear.\nWhile the vast majority of Americans will support the military strikes authorized by President Bush, Congress and America's allies, they also realize the road ahead may be a long and bumpy one. As bin Laden himself made clear in a frightening statement released Sunday, his followers were happy to have killed 6,000 or more people on Sept. 11. They would be overjoyed to kill 60,000 Westerners if they could, and absolutely ecstatic to obliterate 600,000. The time to stop Al-Qaida and related terrorist organizations is now, before they acquire the means to do so.\nThe noose around the necks of the Taliban began to tighten last week after British Prime Minister Tony Blair, whose friendship with America is Churchillian in proportion, provided evidence of bin Laden's complicity in the attacks. Britain's report revealed that leading members of Al-Qaida, were warned in advance of an imminent assault on U.S. targets and were urged to return to the shelter of Afghanistan by Sept. 10. Pakistan, which has no shortage of bin Laden supporters within its borders, independently reached the same conclusion. That signaled the rest of the Muslim world it was time to stand for civilized behavior and against terror.\nMeanwhile, Afghanistan's so-called Northern Alliance made ready to drive out the Taliban, and the nation's exiled king, Mohammad Zaher Shah, said he recognized the \"legitimate right\" of the United States to use force against the militant regime that had worked hand-in-hand with bin Laden.\nBy late last week, some 40 nations had given their approval to U.S. plans to take military action, including use of their air space and, in some cases, facilities. It was a unity unseen since the Persian Gulf war, when an allied force wrested Kuwait from the Iraqi invasion army of Saddam Hussein.\nFor all his rantings about the evils of American and its friends, bin Laden has failed in his quest to be a modern Saladin, uniting the Muslim world against the West. He is now isolated financially and diplomatically, but like all zealots, he won't be finished until he's dead or captured.\nAmericans will now ask, \"What's next?\" We should not be surprised if bin Laden and Al-Qaida try to continue their jihad with new attacks on the United States and the West. The 1993 bombing attack on the World Trade Center, the 1999 attacks on U.S. embassies in Africa and the 2000 attack on the U.S.S. Cole all showed bin Laden's bloody fingerprints. He will try to strike again, and the world must not let down its guard. Nor should we be surprised if more allied attacks follow, in Afghanistan as well as elsewhere.\n\"I gave them a fair warning and they chose not to heed it,\" President Bush said of the Taliban's failure to turn over bin Laden and otherwise comply with requests for information about terrorist activity. \"None of these demands were met, and now the Taliban will pay a price.\"\nThat price won't be paid in full until terrorism is dead and no nation would dare to harbor those who would bring it back to life.\n\nLoad-Date: October 10, 2001"
}