{
    "title": "UC- Berkeley officials deny allegations of center's link with terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 5,
    "day": 8,
    "full text": "University of California-Berkeley officials emphatically denied allegations printed in a student publication Tuesday claiming the UC Berkeley Center for Middle Eastern Studies receives funding from sources with alleged links to terrorist organizations.\nThe Berkeley Jewish Journal reported that two donors for center programs, a Saudi Arabian government official and a Saudi Arabian conglomerate, have also funded organizations allegedly sponsoring terrorist activities. The programs support research and visiting scholars.\nU. California-Berkeley\nUniversity officials blasted the journal's article in a statement Wednesday for spreading \"erroneous information.\"\n\"The campus has no evidence whatsoever that any gifts it has received are in any way tied to al Qaeda or other terrorist groups,\" the statement said.\nOne of the programs, the Sultan Endowment for Arab Studies, is funded by Sultan bin Abdulaziz al Saud, Saudi Arabia's second deputy prime minister. Al Saud is a defendant in a $ 1 trillion lawsuit filed by the families of Sept. 11 victims.\nThe plaintiffs' brief accuses al Saud of indirectly providing money to al Qaeda through Islamic charities that fund terrorist activities.\nAl Saud gave money to the International Islamic Relief Organization, Al-Haramain Islamic Foundation, Muslim World League and the World Assembly of Muslim Youth.\nWhile these charities have been accused in the brief of sponsoring terrorist activity, none of the organizations are on the U.S. State Department's or FBI's list of foreign terrorist organizations.\nThe Al-Falah program receives money from Xenel Industries, Ltd. The article alleges that the CEO of the conglomerate, Abdullah Alireza, sits on the board of the bank Dar al-Maal al-Islami, which originally included Osama bin Laden's half-brother.\nA co-author of the article, Adam Cramer, defended the story and said it was a \"right and responsibility\" to make known the source of the center's funds.\nCramer cited the legal briefs and numerous media reports on the organizations suspected of aiding terrorism as credibility for the story.\nThe center has never dealt with either al Saud or Alireza personally, said David Leonard, dean of the international and area studies department. The Sultan program is funded by an organization in the name of al Saud, not by al Saud directly, he said.\nThe majority of the center's funding comes from the U.S. Department of Education, Leonard said. The department, however, could not provide exact financial figures on the center's funding.\nThe remaining funding from endowments for the center's programs, especially ones that bear the name of the donor, must undergo additional scrutiny by a university committee, Leonard said. The university does not accept funding with political strings attached, he said.\nThe journal's allegations have drawn criticism from professors affiliated with the center.\n\"I would say that right-wing Zionism on the campus has, ever since I came to Berkeley, been less than impartial,\" said UC-Berkeley anthropology professor Laura Nader.\nNader accused the Berkeley Jewish Journal of giving selective attention to the center and singling out professors with Middle Eastern names for their article.\n(C) 2002 Daily Californian via U-WIRE\n\nLoad-Date: May 8, 2003"
}