{
    "title": "UC- Berkeley faculty, staff ordered to carry ID cards on campus",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 18,
    "full text": "All university staff and faculty were mandated Monday to carry University of California at Berkeley identification cards on campus, in an effort to secure the campus against the growing threat of terrorism.\nIn the same memorandum, which was issued by Chancellor Robert Berdahl's office, UC police asked faculty and staff to help secure the campus against terrorism.\nU. California-Berkeley\nThe FBI warned in recent weeks that terrorists could attack \"soft targets\" like universities. The federal government last night also raised the national terror alert to \"orange,\" the second-highest level.\nA U.S. attack on Iraq could incite terrorism, President Bush warned last night.\n\"The issue came up because of the impending war and security on campus,\" said Associate Chancellor John Cummins.\nPeople should report suspicious cars, people and activity, UC police said Monday. Police also told faculty and staff to secure \"sensitive areas,\" such as laboratories.\nJust as in airports, police warned that bags in public areas should be attended at all times.\nMost UC employees already have photo identification cards, but those without one can get one from the Cal Photo ID office located in lower Sproul Plaza.\nWhile most UC Berkeley students find academic life nearly impossible without student identification cards, faculty and staff members could enter secured buildings without UC Berkeley identification.\nThe new policy, in isolation, is not a great departure from university policy. Most universities already have similar requirements for their staff and faculty, according to the memorandum.\n\"This [requiring identifications] is not anything out of the ordinary,\" said political science lecturer Darren Zook, who studies terrorism. \"It just sounds like a precautionary measure.\"\n(C) 2002 Daily Californian via U-WIRE\n\nLoad-Date: March 18, 2003"
}