{
    "title": "UCLA professor combines expertise in public health, bioterrorism(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 2,
    "full text": "Peter Katona spends his spare time giving talks on biological weapons and terrorism across the country. Otherwise, he can be found doing clinical rounds in the halls of the Ronald Reagan UCLA Medical Center.\nKatona, a clinical professor of medicine, works as an infectious disease practitioner and approaches public health projects in terrorism from the perspective of a doctor.\n\"Peoplegenerally are pigeonholed into public health or pigeonholed into clinical medicine. It's very hard to find an interest in bridging that gap though,\" Katona said.\nThis is because clinical medicine focuses on the needs of one patient at a time, whereas public health focuses on the needs of a population, he said.\nAs an infectious disease practitioner as well as an epidemic intelligence service officer, Katona formed a connection between the two practices and works to solveproblems that involve an investigative approach.\n\"(We were) trying to pin down outbreaks and see what their epidemiology was,\" Katona said about his work. \"There's a detective part of infectious disease that has always been very interesting.\"\nIn the 1970s, Katona left public health to finish his clinical work in infectious diseases. This eventually developed into an interest in bioterrorism, which occurs when individuals are intentionally infected with diseases to harm a population.\nHis study of bioterrorism soon grew into expertise, leading to three books and an appearance on ABC World News in 2003.\nWhile writing his books, Katona analyzed the use of government funds for different anti-terrorism operations and gave his opinions as a disease expert on several news programs.\n\"In the early '90s I was very interested in bioterrorism,\" Katona said. \"Eventually it evolved into an interest in disasters and how disasters work and how disasters affect the health care system.\"\nKatona has taught a course on systems based health care for medical students for more than 15 years and currently teaches an undergraduate class on terrorism at UCLA.\nHolli Herdeg, a fourth-year Greek and Latin and political science student who took Katona's class on terrorism, saidKatona approaches teaching as a place to broaden ideas on a topic through outside sources. Some of these were speakers from shipping port and mall security to show how terrorism can affect places not usually thought of, Herdeg said.\nHerdeg also worked as a manager for a cyber security project, Emergency Preparedness Center Los Angeles, led by Katona for almost two years. Katona often had very organized helpers to balance his big ideas Herdeg said.\n\"He has these fantastically creative ideas and then he uses his team to bring them down to Earth and make them accessible and realizable,\" Herdeg said.\nKatona also tries to stay occupied with other side projects, such as establishing preventative measures against cyberterrorism in hospitals, which is the use of hacking to destroy data or exploit people based on information gained online. He has created a video warning of the dangers and is trying to find more funding to elevate the project.\n\"I get bored easily so I go into something else as best I can,\" he said.\nKatona joined the Los Angeles County Peer Agency Consortium, a committee that works to increase communication across the city's first responders.\nOne of the people he works with is Richard Weintraub, director of leadership and training at the Los Angeles County Sheriff's Department and a member of LACPAC.\n\"Intelligent is probably an understatement,\" Weintraub said about Katona. \"He has a very positive, pleasant demeanor which endears people to him. He doesn't have a big ego. He doesn't try to show off.\"\nThe LACPAC group of five members is now serving as a model for other cities to build similar programs, Katona said.\nAs time goes on, Katona said he thinks his clinical work will eventually fade away, leaving more time for his projects. However, his favorite thing right now is teaching and he hopes to continue this for a long time.\n\nLoad-Date: April 13, 2015"
}