{
    "title": "UCLA profs incorporate talk about terrorism into classes",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "The terrorist attacks that struck the nation Sept. 11 have changed many things in American society, including education.\nWhile the University of California at Los Angeles has already launched a series of seminars focusing on the issues related to these events, many professors have started to incorporate them into their classes.\nDeborah Larson, professor of political science, said she will incorporate the events into her class on foreign relations with the United States, which is offered twice a year.\nU. California-Los Angeles\n\"The focus of the class will remain the same,\" she said. \"I think people are just figuring out the implications themselves, and it's hard for professors to be instant pundits on the subject.\"\nLarson, who said she had an overwhelming amount of students enroll in her class, will have her students write a research paper on an issue relevant to the attacks.\nShe added that she will continue to correlate current events with events from the nation's history.\n\"History has lessons to teach us today,\" Larson said, noting this is what she told her students the first day.\nFor example, Larson plans to discuss how the Gulf of Tonkin Resolution from the Vietnam War might compare to President George W. Bush's current actions in the \"war on terrorism.\"\nMark McGurl, assistant professor of English, said while the discussion in his lecture for his American literature class might change, the syllabus will not.\n\"In the first few classes I'll point out connections one could point out,\" he said. \"It's a matter of being conscious; what we will study is connected to a broader historical context.\"\nMcGurl said he will draw out examples from World War I and how its horror and violence had an influence on American culture.\nWhile some professors may allow the terrorist attacks to influence the topics discussed in their classes, others will not allow news of the terrorist attacks to affect the subject matter.\n\"Last year's presidential elections were a nice topic to dwell upon, but the events that happened on Sept. 11 are just not a normal operation of American government,\" said Thomas Schwartz, professor of political science.\nHis introductory class on American politics will continue to focus on issues relevant to the way the government is run, he said.\nBecause the terrorists are attempting to disrupt the way things are run in the country, Schwartz said, not focusing on the issue will make a strong statement.\nBut Schwartz said he will devote Thursday, Yom Kippur -- a day on which not all of his students will attend class because of the Jewish holiday -- to discuss how the government will face a crisis like this.\n(C) 2001 Daily Bruin via U-WIRE\n\nLoad-Date: September 27, 2001"
}