{
    "title": "UD human rights program provides expertise, motivation",
    "publisher": "daily news ",
    "year": 2007,
    "month": 4,
    "day": 14,
    "full text": "DAYTON - University of Dayton students who have taken Mark Ensalaco's classes on human rights say they end up feeling a call to change the world.\nThat's especially true of five ROTC students who will head off to war as conflicts continue to change the world.\nThe students - Michael Merletti, Michael Latza, Chris Esquivel, Jessica Rapagnani and Laura Fowler - all joined ROTC in 2003 and 2004 knowing there might be fighting in their future.\nBut only after taking courses in the human rights studies program at UD do they feel prepared to deal with some of the tough calls facing soldiers daily in Iraq and elsewhere, they said.\n\"When we signed up I don't know if we could have envisioned what the Iraq insurgency would end up becoming, and now public opinion has turned against the war,\" said Latza, a senior who will enter the Army after graduation. \"But we signed up for the job, no matter what.\"\nThe students plan to provide leadership within the military based on the knowledge gleaned from debates on U.S. policy, international law and human rights in Ensalaco's classes.\n\"We're in a difficult position as a nation in dealing with questions about terrorism, and the students are equipped to fill a role that's very complex and dangerous,\" said Ensalaco, an associate professor of political science and a national expert on political violence.\" Their dedication to solving these problems is very encouraging.\"\nFor civilian human rights students, learning about terrorism or torture prepares them to deal with domestic social issues facing the United States today.\nJacquelin Zubko, a senior, said she was inspired to work with immigration issues after graduation. \"Specifically refugee situations, which are a direct result of what's going on in the world,\" Zubko said.\nWhile UD offers a minor in human rights, Ensalaco is seeking approval for a full degree program in human rights from UD's board of trustees in May. \n\"We're seeing more and more students with an interest in humanitarian work,\" he said.\nStudents would be prepared to enter public administration, work at think tanks that shape public policy or work on a grassroots level on social issues, Ensalaco said.\nHe said it's more important now than ever, because of the threat of terrorism.\n\"We as a nation haven't been prepared to deal with this war's problems,\" Ensalaco said.\nThe students - ROTC and civilian - feel prepared to lead peers who may not be as informed.\n\"All of us are happy to serve our country,\" said Rapagnani, who will enter the Air Force after graduation and wrote an honors thesis on the war on terror. \"Mostly we can serve by being better leaders on this - and offer our help.\"\nContact this reporter at (937) 225-7404 or sirwin@DaytonDailyNews.com.\n\nGraphic\n\n \nUniversity of Dayton ROTC members and human rights students preview a PBS TV special on the Islamist Jihad in preparation for a forum in which they will take part. The students are (from left) Michael Merletti and Michael Latza, both of Cleveland; Chris Esquivel of Washington, D.C.; Jessica Rapagnani of St. Louis and Laura Fowler of Fairport, N.Y. Staff photo by Jan Underwood\n\nLoad-Date: April 16, 2007"
}