{
    "title": "Ugandan again refuses to enter terrorism plea",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 11,
    "day": 27,
    "full text": "Uganda's main opposition leader again refused to answer terrorism charges in a military court Friday as a political crisis intensified ahead of next year's presidential election.\nKizza Besigye also refused to enter a plea Thursday when charges of terrorism and illegal firearms possession were filed against him in the military court. The court is controlled by trusted aides to President Yoweri Museveni.\nThis month, civilian prosecutors accused Besigye of treason, sparking two days of protests and rioting in which at least one person was shot to death. Armed troops and police patrolled the area outside the military tribunal in armored personnel carriers Friday.\nThe military judge entered a not guilty plea for Besigye and 22 co-defendants and ordered Besigye held until another hearing Dec. 19. Later Friday, the civil court granted bail, but Besigye remained imprisoned.\nBesigye has mounted the strongest challenge to Museveni's 19-year rule.\nMuseveni had been hailed as a reformer, but his recent crackdown on Besigye has brought criticism from international allies and human rights organizations.\n\"Nobody is trying to stop him from (running in) elections,\" Museveni said Friday on the sidelines of a Commonwealth summit in Malta.\nMuseveni said the international community was unreasonably biased in favor of the Ugandan opposition. \"I've begun to hear arguments that once you're in the opposition, you're above the law,\" he said.\nBesigye's wife, Winnie Byanyima, and defense lawyers said authorities filed charges at the military tribunal because the standards on evidence and testimony are lower than in civilian courts. Byanyima further charged that the military proceedings were designed to distract her husband before the election.\n\"This court is irregular. With a man whom we know as a painter, a tailor and a dressmaker chairing the court, this is a kangaroo court,\" Byanyima said. She was referring to the head of the military tribunal, Gen. Elly Tumwine, who has no law qualifications and holds a degree in fine arts.\nThe charges against Besigye are linked to past accusations he has denied: that he led a rebel group known as the People's Redemption Army and had links with another rebel movement, the Lord's Resistance Army.\nThe People's Redemption Army is described as a group of armed Ugandan dissidents based in the east of neighboring Congo.\n\nLoad-Date: November 27, 2005"
}