{
    "title": "Ugly truth about Israeli terrorism is blurred by bias",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 7,
    "day": 26,
    "full text": "Ray Hanania is a Palestinian-American author. Reach him by e- mail at rayhanania@@aol.com.    \nWho was the child whose arm dangled lifelessly from the side of the gurney carried from the rubble of several apartment buildings destroyed in the terrorist attack Tuesday?  \nShe was among at least eight children and five women killed, and 140 civilians injured during the devastating early-morning attack.  \nI expected to learn the next day more about these victims. Not just a name, but their ages. Their lives. The personal side of their tragedy.  \nBut then I realized the victims are Palestinian, not Israeli, so their personal details don't get reported in this country. Instead, these eight children disappear into a cold chart of statistics.  \nThe numbers are available on the Web site of the Palestine Red Crescent Society (www.PalestineRCS.org), which, like the Red Cross, struggles against great restrictions to provide medical services to Christians and Muslims victimized by Israeli terrorism.  \nAmong the statistics in this attack from an Israeli-flown, American-made F-16 fighter jet firing an American-made missile: 240 families left homeless, three apartment buildings destroyed and 20 buildings around the complex heavily damaged.  \nWith only a few exceptions, Palestinian victims are portrayed to Americans as nameless, faceless non-human statistics. In sharp contrast, Israeli victims of Palestinian terrorism or those killed in clashes with Palestinians resisting Israeli attacks are portrayed in the most human terms possible.  \nTo me, they are all human. They are all victims. I grieve for all of them, Palestinian and Israeli. And unlike many of my Israeli and pro-Israeli friends, when the tables are turned, I have often publicly denounced Hamas terrorist attacks that have resulted in innocent civilian deaths.  \nPalestinians like me don't fit into Israel's PR strategy, which prefers the American media focus on extremist images and rhetoric.  \nMore offensive to me, though, are the comments of Israeli government officials who are always the first to denounce every incidence of violence involving an Israeli - including those they provoke through extremism.  \nThe morality they throw tugs at our hearts as images of Israeli victims are splashed across American news reports and front-page headlines. Israel's \"spin\" is often picked up by commentators.  \nWhen Israelis \"assert\" they sought to assassinate an \"alleged\" Hamas \"terrorist leader,\" and brush aside the Palestinian women and children as \"unavoidable collateral damage,\" everyone just accepts the excuse because it is politically correct.  \nSalah Shehada has been walking around the Gaza Strip for years. It's not like he was hiding. The Israelis could easily have apprehended him, if the charges are really true. Killing him means allegations will go unchallenged.  \nWorse, the \"spiritual leader\" of Hamas had announced days before that Hamas was weighing a halt to suicide bombings.  \nTruth doesn't seem to be a priority in how Palestinian victims of Israeli terrorism are targeted for \"extra-judicial\" assassination, or how they are portrayed to the American public.  \nI understand why some Americans disagree with my views. They don't know the truth and often only get half the picture.  \nIsrael's government is headed by Ariel Sharon, who sparked the current violence 22 months ago when he went to the Al-Aqsa Mosque to spout anti-Arab hatred. Sharon plagiarizes from President Bush's speeches and openly exploits post-Sept. 11 American anguish.  \nIt's shameful.  \nSharon wants to provoke Palestinian violence because it plays into his long-term agenda to take more Christian and Muslim Palestinian lands.  \nSharon doesn't want peace with the Palestinians. He wants peace without them.\n\nLoad-Date: July 26, 2002"
}