{
    "title": "Ugly secrets Our view _ Documents in Libya disclose the U.S. role in torture. OPINION",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "When tyrants fall, as they have across the Arab world, the curtains hiding their ugly secrets often fall with them.\nSo it is with Moammar Gadhafi, the dictator of Libya who maintained power for more than 40 years with ruthless brutality.\nThe Libyan rebels who liberated the capital city of Tripoli also liberated many of the secret files of the country's External Security Organization. Discovered in those files last week were documents exposing that in the mid-2000s, Mr. Gadhafi's despised spy agency had extensive ties to both the CIA and Britain's Secret Intelligence Service (MI6).\nSome of the documents - the authenticity of which has not been challenged by any of the governments involved - detailed illegal kidnapping schemes known as \"extraordinary rendition.\"\nThese operations mainly targeted two categories of people: those suspected of ties to terrorism and thought to possess intelligence information sought by Western intelligence and leaders of groups suspected of working against Mr. Gadhafi.\nIn the former, Western agencies snatched suspects off the streets of other countries - Thailand and Hong Kong, for example - secretly flew them to Libya and turned them over to Libyan intelligence interrogators notorious for the use of torture.\nIn the latter, U.S. and British spies told Libya about the whereabouts and activities of Gadhafi opposition leaders and sometimes kidnapped them - and their family members - returned them to Libya and turned them over to Mr. Gadhafi's security forces.\nReaction to these disclosures has varied. In England, the government of Prime Minster David Cameron said the information would be investigated by a panel headed by Sir Peter Gibson, a retired lawyer and judge. But Mr. Gibson also has been serving as a commissioner overseeing the work of Britain's intelligence services. As the newspaper The Guardian put it in an editorial, \"In a proper judicial inquiry, Sir Peter Gibson ... would be appearing not as a judge but as a potential witness.\"\nYet even a compromised inquiry might be better than none, which so far seems to be the response of the Obama administration. A CIA spokeswoman last week dismissed questions about collaboration between her agency and Mr. Gadhafi's intelligence apparatus. Working with other governments on anti-terrorism projects is \"exactly what we are expected to do,\" she said.\nThey also are expected - in fact, required - to obey the law. Torturing or facilitating the torture of people, whatever they're suspected of doing, violates U.S. criminal statutes and binding international treaties signed by U.S. presidents, confirmed by the U.S. Senate and possessing the force of law.\nAmong those kidnapped by the CIA - in Bangkok in March 2004 - was Abdel-Hakim Belhaj and his pregnant wife. Mr. Belhaj was then an official of the Libyan Islamic Fighting Group, a now-defunct opposition force that hoped to assassinate Mr. Gadhafi. At the time, the LIFG was believed to have some links to al-Qaida.\nMr. Belhaj has said that CIA agents tortured him in Thailand, took him to Libya and then turned him over to Libyan interrogators, who tortured him some more.\nToday, Mr. Belhaj commands the rebel forces in Tripoli that deposed Mr. Gadhafi. The rebels' success would not have been possible without the crucial assistance of NATO forces supported by, among other countries, the United States and Great Britain - Mr. Gadhafi's former collaborators in torture.\nAt the very least, Mr. Belhaj deserves an apology. And the American public deserves an explanation.\n\nLoad-Date: September 15, 2011"
}