{
    "title": "UI student ill-treated, lawyer says Al-Hussayen accused of routing money to groups connected to worl",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 4,
    "day": 5,
    "full text": "Attorneys for a University of Idaho student accused of routing money to\n groups linked to international terrorism say that some of his jail treatment\n has been ''cruel and unusual.\"\n Sami Omar Al-Hussayen, 34, is currently in the Ada County Jail but may soon\n be moved to less-pleasant conditions in a neighboring county, his attorneys\n say.\n Federal authorities allege that Al-Hussayen set up and maintained Web sites\n for groups that supported terrorist actions and that he funneled money to an\n organization that funded terrorism.\nFrom the time the FBI arrested the Saudi Arabian student on charges of\n immigration fraud in Moscow, Idaho, Feb. 26, until March 24, Al-Hussayen had\n been held at the Ada County Jail in Boise. Though a U.S. magistrate judge\n ordered the release of Al-Hussayen, the Bureau of Citizenship and Immigration\n Services stepped in to keep him in federal custody.\n From March 24 until this week, Al-Hussayen was held 40 miles outside of\n Boise at the Canyon County Jail in Caldwell, where he was kept isolated in a\n small cell known as ''the hole,\" according to an affidavit filed in U.S.\n District Court by his attorney Thursday.\n The cell is usually used for the most dangerous, threatening inmates, said\n David Nevin, Al-Hussayen's attorney. But according to officials at the Canyon\n County Sheriff's office, Al-Hussayen was in ''the hole\" for his own\n protection from other inmates, said Nevin's affidavit.\n While in Canyon County, ''Mr. Al-Hussayen is locked in the cell 23 hours\n per day for five days of the week, and 24 hours per day for the remaining two\n days,\" Nevin says in the affidavit.\n Al-Hussayen can use his one hour out of the cell to shower, call his\n family, or call his attorneys.\n According to Nevin, the distance to the Canyon County Jail harms his\n ability to work with his client.\n With the large amount of back ground material in this case, Nevin needs to\n meet with Al-Hussayen sometimes more than once a day and for significant\n amounts of time, he said.\n Keeping the UI student in Canyon County violates his Sixth Amendment right\n to have the assistance of counsel for his defense, said the attorney's\n affidavit.\n In Canyon County, Al-Hussayen is not allowed nonreligious reading materials\n and has no access to a radio or television. Other than the Quran and several\n books about Islam, he has a prayer rug, a prayer schedule, a battery-operated\n clock, a contact lens case and a toothbrush, according to his attorney.\n Nevin in his affidavit called it ''cruel and unusual punishment,\"\n particularly for a man who has presented no disciplinary problem to his\n jailers.\n Because of the location and detention conditions, Al-Hussayen was moved\n back to the Ada County Jail on April 1, but may be returned to Canyon County\n next week. Due to a contract issue with Ada County's jail, all Bureau of\n Citizenship and Immigration Services prisoners are scheduled to be moved to\n the neighboring county.\n Al-Hussayen's attorneys will appear in U.S. District Court in Boise at 11\n a.m. Monday to argue against moving Al-Hussayen, citing emotional and physical\n hardship.\n\nNotes\n\nChanged in Spokane edition.\n\nLoad-Date: April 9, 2003"
}