{
    "title": "UK arrests 7 on suspicion of funding terror",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 1,
    "full text": "LONDON ? Seven people have been arrested in Britain on suspicion of financing terrorism in Somalia by smuggling a leaf that can produce a mild high into the United States, officials said Tuesday. Scotland Yard said the group was arrested as part of an operation that involved Homeland Security Investigations, the investigative branch of U.S. Immigrations and Customs Enforcement. \nThe operation was investigating a network suspected of illegally exporting a leaf known as khat from the U.K., where it is legal, to the U.S. and Canada, where it is a controlled substance, Scotland Yard said. \"Law enforcement had developed leads, in the U.K. and U.S., that khat was being transshipped through the U.K., then illegally smuggled into the United States,\" said Ross Feinstein, a spokesman for U.S. Immigration and Customs Enforcement. \"The proceeds generated by this illegal activity (were) then transferred back to Somalia.\" He added that the khat mostly originated from Kenya, and that U.S. law enforcement officials are continuing to work closely with their counterparts overseas on the investigation. Khat is popular in East Africa and parts of the Arabian peninsula. Users chew on the leaf to induce feelings of euphoria. It has been illegal in the U.S. since 1993, but is still legal in many countries worldwide. British police said one woman and six men were arrested early Tuesday at four separate residences in London, Coventry and Cardiff, Wales. Those four homes are being searched along with seven other residential addresses and a business address in Coventry, police added. Police said the seven people arrested in the early morning raids are suspected of involvement in funding a terrorist organization and laundering the proceeds of crime for that purpose. All of the suspects have been brought to a London police station for questioning. Separately Tuesday, police said they charged a man from Birmingham with six counts of terrorism offenses. They allege Kamran Ahmed, 21, possessed documents or records that could be used to commit terrorism. Ahmed was bailed to appear before Westminster Magistrates Court on Friday. _______ Vinograd can be reached at http://twitter.com/CassVinograd \n\nLoad-Date: May 2, 2012"
}