{
    "title": "UK cops nab 6 in terror raids, say no Olympic link",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 7,
    "day": 7,
    "full text": "BC-EU--Britain-Terrorism Arrests, 7th Ld-Writethru,537\nUK cops nab 6 in terror raids, say no Olympic link\nEds: Adds details, contributor line.\nBy RAPHAEL SATTER\nAssociated Press\nLONDON » British police used smoke grenades and a stun gun in an early-morning swoop Thursday on a home close to London's Olympic Park, as six terror suspects were rounded up in a series of raids across the city.\nOfficers said the five men and one woman were detained following an operation to monitor their activities and insisted their alleged plans to stage attacks had no link to London's upcoming Summer Games, which begin on July 27.\nPolice didn't identify the suspects, who range in age from 18 to 30. However, Mizanur Rahman, who is involved with a Muslim activist group, said all those arrested were British Muslims.\nThree of the men were detained in Newham, the London borough which contains the Olympic Park. Officers said a 24-year-old suspect was hit by a Taser gun during his arrest, but did not require hospital treatment.\nRahman said the three men were brothers.\nScotland Yard confirmed it had previously employed one of the men as a community support officer, a law enforcement worker who patrols the streets but does not have powers of arrest. The department said he had served between 2007 and 2009, when he resigned, and had not been involved in any sensitive work.\nResident John Smallshaw said a raid took place at a residence on Abbey Road, only about a mile (1.6 kilometers) from the Olympic Park. He told The Associated Press he was awoken just after 4 a.m. by \"five loud bangs in quick succession\" and saw police raiding the home. He said he later witnessed \"one young man taken on foot to a waiting ambulance.\"\nAnother man was later taken into an unmarked police car, Smallshaw said, adding that plainclothes officers were still at the premises.\nThree other suspects, including a 30-year-old woman, were detained in the Ealing neighborhood of west London, police said.\n\"Today's operation in London is not linked to the Olympic and Paralympic games,\" Scotland Yard said in a statement.\nSearches were being carried out at eight separate addresses in east, west and north London and at one business in the Hackney district of east London, close to the capital's financial district.\nPolice said all the suspects have been taken to a southeast London police station to be questioned. They can be held for questioning for 14 days before they must be charged or released.\nSecurity officials said the arrests followed an intelligence operation to monitor the group. No attacks were considered to be imminent, and the fact that Britain's terrorism threat level has not been altered also indicates that authorities believed they had good knowledge of the extent and scope of the possible plot.\nBritain's terror level is currently ranked as substantial -- the third highest point on a five-point scale -- and means an attack is a strong possibility.\nIntelligence officials say there has been an expected increase in chatter among extremist groups ahead of the games, but there are still no specific or credible threats targeting the Olympics.\nLast week, two Muslim men were arrested -- and later released without charge -- after they were spotted canoeing on the River Lee, a branch of which runs through the Olympic site.\n--------\nAssociated Press Writer David Stringer contributed to this report Alt Heads:\nUK cops nab 6 in terror raids, say no Olympic link\n\nLoad-Date: July 7, 2012"
}