{
    "title": "UK court holds 9 on terror conspiracy plot",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 12,
    "day": 27,
    "full text": "LONDON ? Nine terror suspects were charged Monday with planning a series of bombings in Britain and ordered to remain in custody. Details about their alleged plot were not released, but security officials said they were planning substantial attacks on British cities and landmarks. \nIt was described as an extensive plot that posed a real threat to public safety. The suspects were expected to be back in court Jan. 14 on a variety of terror-related charges including conspiracy to cause explosions. Chief magistrate Howard Riddle at the City of Westminster Magistrates' Court ordered the men be held until their next court date. The nine men, and three others who have since been released without charge, were taken into custody last week during dawn raids in London, Cardiff and Stoke-on-Trent in central England. The nine men ordered held are: Gurukanth Desai, 28, Omar Sharif Latif, 26, and Abdul Malik Miah, 24, from Cardiff, Mohammed Moksudur Rahman Chowdhury, 20, and Shah Mohammed Lutfar Rahman, 28, from London, and Nazam Hussain, 25, Usman Khan, 19, Mohibur Rahman, 26, and Abul Bosher Mohammed Shahjahan, 26, from Stoke-on-Trent. The decision to charge the nine men was announced early Monday morning. \"I have today advised the police that nine men should be charged with conspiracy to cause explosions and with engaging in conduct in preparation for acts of terrorism with the intention of either committing acts of terrorism or assisting another to commit such acts,\" anti-terror prosecutor Sue Hemming said. Police said the conspiracy started Oct. 1 and continued until Dec. 20, the day of the arrests. The men were taken into custody at a time of heightened concern in Europe over a number of recent terror-related plots. The men, including some of Bangladeshi origin, are also accused of preparing for acts of terrorism, downloading and researching materials and methods for acts of terrorism, and carrying out reconnaissance missions and testing incendiary material. \n\nLoad-Date: December 28, 2010"
}