{
    "title": "UK court backs detention of journalist's partner Justices say he had files stolen by Edward Snowden",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 2,
    "day": 20,
    "full text": "- Britain's High Court on Wednesday endorsed the decision by police to hold journalist Glenn Greenwald's partner at a London airport on terrorism grounds last summer. The ruling sent chills through free expression advocates and media groups.\nThe panel of three judges said London's Metropolitan Police officers acted properly when they invoked Britain's Terrorism Act to stop David Miranda at Heathrow Airport on Aug. 18, seizing encrypted devices and questioning him for nearly nine hours.\nWriting on the panel's behalf, Lord Justice John Laws said the devices contained a large number of files stolen by former National Security Agency contractor Edward Snowden, including nearly 60,000 highly classified UK intelligence documents.\nThe detention was a proportionate measure in the circumstances, Laws said. He said the objective - finding out whether there was anything in the files that might be a boon to terrorists - was not only legitimate, but very pressing.\nBoth sides acknowledge Miranda was carrying intelligence documents at the time he was detained on his way from Germany back to Brazil. But defenders of the 28-year-old student argue the documents amounted to raw material for Greenwald's reporting on the National Security Agency, which has rattled the intelligence establishment and sparked a broad-based movement to rein in or at least reform the agency's domestic surveillance programs.\nThe government, they say, wasn't trying to determine whether there was anything in Miranda's files that could help terrorists. Rather, it arbitrarily targeted him as a terror suspect to seize his files and intimidate his colleagues.\nThe use of terror legislation in this case has drawn widespread criticism.\nRosie Brighouse, a legal officer with London-based Liberty, said the law had been used in a blatantly abusive way, while Paris-based Reporters Without Borders demoted the U.K. three ranks in its World Press Freedom Index following the incident.\n\nLoad-Date: February 20, 2014"
}