{
    "title": "UK lawmaker to ask police to explain detention UK lawmaker demands explanation on why police detaine",
    "publisher": "the capital ",
    "year": 2013,
    "month": 8,
    "day": 19,
    "full text": "LONDON (AP) - A British lawmaker on Monday called for police to explain why the partner of a journalist who received classified information from former National Security Agency contractor Edward Snowden was detained for nearly nine hours at Heathrow Airport.\nKeith Vaz, the chairman of the Home Affairs Select Committee, said that he wants to know why police stopped David Miranda, the partner of Guardian journalist Glenn Greenwald. Miranda was held for nearly the maximum time authorities are allowed to detain individuals under the Terrorism Act's Schedule 7, which authorizes security agencies to stop and question people at borders.\nMiranda's cellphone, laptops and memory sticks were confiscated, Greenwald said.\n\"What needs to happen pretty rapidly is we need to establish the full facts,\" Vaz told the BBC. \"Now you have a complaint from Mr. Greenwald and the Brazilian government - they indeed have said they are concerned at the use of terrorism legislation for something that does not appear to relate to terrorism - so it needs to be clarified, and clarified quickly.\"\nMiranda, 28, was stopped Sunday while traveling home to Brazil after visiting Germany where he met with Laura Poitras, a U.S. filmmaker who has worked with Greenwald on the NSA story. The Guardian reported it paid for Miranda's flights, but did not immediately respond to a request for elaboration on what his role with the newspaper might be, if any.\nVaz said it was \"extraordinary\" that police knew that Miranda was Greenwald's partner, and the authorities were targeting partners of people involved in Snowden's disclosures.\n\"Bearing in mind it is a new use of terrorism legislation to detain someone in these circumstances ... I'm certainly interested in knowing, so I will write to the police to ask for the justification of the use of terrorism legislation - they may have a perfectly reasonable explanation,\" Vaz said.\nGreenwald has written about NSA surveillance programs based on files disclosed by Snowden, who now has temporary asylum in Russia.\nAlso seeking answers is David Anderson, the official independent reviewer of terrorism legislation. He said he had asked authorities to explain why Miranda was detained and held for so long. He said that fewer than 40 people out of 69,000 stopped under schedule 7 in 2011-2012 were held for six hours or more.\n\"It is such a wide power that it would be surprising if it was used perfectly on every occasion,\" Anderson told the BBC. \"It is a very extensive power and this just points up the need to have it properly controlled.\"\nLabour Party lawmaker Tom Watson described the detention as an \"an embarrassment to the government.\"\n\"What I think we are going to see is this is sort of the intelligence services overstepping the mark- they are clearly trying to intimidate Glenn Greenwald - and that's an attack on journalism,\" Watson told the BBC.\nIsabella Sankey, policy director at the human rights organization, Liberty, said that the group has challenged Schedule 7 at the European Court of Human Rights.\n\"This case very clearly highlights all the huge problems with this power,\" she said. \"Shocking that it is, we're not surprised. We see this power used routinely... It's caused huge alienation.\"\nLondon police acknowledged that they had detained a 28-year-old man at 8:05 a.m. He was released at 5 p.m. without being arrested, the Metropolitan Police Service said. They have not commented further.\nThe Home Office defended Schedule 7 in a report last year, arguing it was designed to help authorities determine whether people crossing U.K. borders have been involved in the \"commission, preparation or instigation of acts of terrorism.\" Border agents are not required to have reasonable suspicion before detaining a traveler.\nIn most cases, those questioned under Schedule 7 are detained for less than an hour. Less than a tenth of 1 percent are held for more than six hours, and there were 24 arrests from the 69,000 stops in 2012.\n\nLoad-Date: August 19, 2013"
}