{
    "title": "UK Labour leader links terror to wars as campaign resumes",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 5,
    "day": 27,
    "full text": "LONDON - Four days after a suicide bombing plunged Britain into mourning, political campaigning for a general election in two weeks resumed Friday with the main opposition leader linking acts of terrorism at home to foreign wars like the one in Libya.\nLabour Party leader Jeremy Corbyn risked being assailed for politicizing the Manchester Arena attack that killed 22 people by claiming that his party would change Britain's foreign policy if it takes power after the June 8 vote by abandoning the \"war on terror.\"\n\"Many experts, including professionals in our intelligence and security services, have pointed to the connections between wars our government has supported or fought in other countries, such as Libya, and terrorism here at home,\" Corbyn said in his first speech since Monday night's atrocity.\nNational campaigning had been on hold to honor the victims of the arena bombing.\nSalman Abedi, the bomber who struck the Ariana Grande concert, had strong links to Libya. His parents were born and lived there before moving to Britain in the early 1990s. They eventually returned with several of their six children, and Abedi traveled there to visit his family on occasion.\nPrime Minister Theresa May, who was attending a summit of the Group of Seven in Sicily, offered a blistering critique of Corbyn's position when she was asked about it at a news conference.\nMay said that while she was at the summit rallying support for the fight against terrorism, \"Jeremy Corbyn has said that terror attacks in Britain are our own fault, and he has said that just a few days after one of the worst terror attacks\" in the country's history.\n\"There can never, ever, be an excuse for terrorism,\" she said, adding \"the choice people face at the general election has become starker.\"\nWhile Corbyn could alienate some voters with his comments, he is trying to win back the many Labour supporters who turned away from the party in the aftermath of then Prime Minister Tony Blair's decision to join the U.S.-led invasion of Iraq in 2003.\n\nLoad-Date: May 30, 2017"
}