{
    "title": "UK police treat Parliament crash as terrorism, seek motive",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 8,
    "day": 15,
    "full text": "LONDON - Police flooded central London streets and cordoned off the city's government district Tuesday, after a speeding car plowed into cyclists and crashed outside Parliament in what authorities were treating as an act of terrorism.\nWith the driver in custody, counterterror detectives were working to uncover the motive behind what they suspect is the fourth vehicle attack in Britain - and the second on Parliament - in 18 months.\n\"Given that this appears to be a deliberate act, the method and this being an iconic site, we are treating it as a terrorist incident,\" Assistant Commissioner Neil Basu, Britain's top counterterrorism officer, told reporters.\nBritish counter-terrorism police are carrying out three searches in central England as part of an investigation after a car slammed into barriers outside the Houses of Parliament in London.\nPolice say the driver, a 29-year-old UK national, was arrested on suspicion of preparing a terrorist act. He is currently being questioned at a south London police station.\nPolice say the silver Fiesta, which was privately owned, had travelled from Birmingham to London late on Monday night. It was then driven around the Westminster and Whitehall area from approximately 6 a.m. until the crash at 7:37 a.m. Tuesday.\nPolice say there have been no other arrests in connection with this investigation.\nA rooftop camera recorded the silver Ford Fiesta driving past Parliament and suddenly veering sharply to the left, striking cyclists waiting at a set of lights, then crossing the road and crashing into a barrier outside Parliament. Armed police surrounded the car within seconds, pulling a man from the vehicle. Police said the driver was alone and no weapons were found in the car.\nThree people were hurt, none critically.\nPolice arrested the 29-year-old driver, a resident of England's Midlands region who was not previously known to counterterrorism police or the intelligence services. Basu said the suspect was not cooperating with police.\nSecurity Minister Ben Wallace said the man, whose name was not released, was a British citizen originally from another country.\nPolice said the car was driven from Birmingham in central England to London late Monday and was in central London for more than seven hours before the crash. Detectives were searching two properties in Birmingham and one in another Midlands city, Nottingham.\nPolice said they did not believe there was any ongoing threat from Tuesday's incident. After a meeting of the government's crisis committee, COBRA, officials said Britain's terrorism threat level would remain at \"severe,\" meaning an attack is highly likely. It has briefly been raised to the highest level, \"critical,\" after some previous attacks.\nPrime Minister Theresa May, who was on vacation in Switzerland, praised \"the formidable courage of our emergency services and urged the public \"to remain vigilant - but also to come together and carry on as normal.\"\n\"The twisted aim of the extremists is to use violence and terror to divide us,\" May said in a statement. \"They will never succeed.\"\nPolice cars and ambulances flooded London's government district just after 7:30 a.m., after witnesses reported seeing a silver car traveling at high speed hit pedestrians and cyclists, then crash into a barrier designed to protect Parliament from vehicle attack.\nOne injured person was treated at the scene and two were taken to local hospitals, where they were treated and released.\n\"The car drove at speed into the barriers outside the House of Lords. There was a loud bang from the collision and a bit of smoke,\" Ewelina Ochab told The Associated Press. \"The driver did not get out. The guards started screaming to people to move away.\"\nPolice shut the nearby Westminster subway station, and asked people to stay away from the area, which is filled with government offices and major tourist attractions, including Westminster Abbey.\nDonovan Parsons, a cameraman for ITV's \"Good Morning Britain,\" was filming outside Parliament when he heard a loud crash.\n\"I saw the car crashed into the barrier outside Westminster Palace, with smoke coming out of the vehicle. Police were around it, telling people to get back. ... They dragged someone out of the car,\" Parsons said.\n\"It didn't look like an accident,\" said Jason Williams, who lives nearby. \"How do you do that by accident?\"\nThe early morning scenes brought a sickly sense of deja vu to many Londoners, whose city has been a target of violent attacks over the decades - from Irish militants, Islamic jihadists and far-right extremists.\nLast year alone, the city was hit by three deadly attacks. In March 2017, Khalid Masood plowed a car into crowds on Westminster Bridge, killing four people, then fatally stabbed a police officer before being shot dead in a courtyard outside Parliament.\nLess than three months later, a van rammed into pedestrians on London Bridge before three men abandoned the vehicle and attacked weekend revelers in the nearby Borough Market. Eight people were killed and 48 injured.\nIn June 2017, a far-right extremist drove a van into a crowd of worshippers leaving a London mosque, killing one man and injuring eight others.\nThat attack followed the suicide bombing a month earlier at an Ariana Grande concert in Manchester that killed 22 people.\nBritish authorities say the threat is not diminishing. Since March 2017 they have foiled 13 Islamist-inspired plots and four far-right plots, and currently have 676 live counterterrorism investigations, officials said Tuesday.\nThis time, there was relief that no one was killed and that there was a quick return to normality. Most of the cordons were lifted by mid-afternoon, apart from a stretch of road right outside Parliament, where forensics officers in blue coveralls collected evidence from the crashed Ford Fiesta.\nWhile May and other British politicians expressed sympathy for the victims and thanks to first responders, U.S. President Donald Trump tweeted that the crash was \"another terrorist attack in London.\"\n\"These animals are crazy and must be dealt with through toughness and strength!\" Trump added.\nTrump has a history of tweeting about violence, or alleged violence, in London. He angered many when he said a London hospital was like a war zone because of knife violence.\nTuesday's crash raised questions about security at Parliament, which has grown progressively tighter after previous attacks. Concrete and steel barriers protect against vehicle attacks, armed police officers patrol the grounds and visitors undergo airport-style security screening.\nSince last year's vehicle attacks, concrete barriers or bollards have been erected along bridges and beside some major roads to prevent cars mounting the sidewalk to hit pedestrians, and there are calls for the street outside Parliament to be closed to traffic.\nLondon Mayor Sadiq Khan said authorities would learn lessons from the latest incident.\n\"Just as the terrorists, the bad guys, evolve and find new ways to kill, to injure, to maim, to divide our communities, the police, the security services, the emergency services evolve and find ways to keep us safe,\" he said. Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: August 15, 2018"
}