{
    "title": "UK police seek motive of Parliament car crasher",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 8,
    "day": 16,
    "full text": "LONDON - Detectives searched several properties as they built up a profile Wednesday of a Sudan-born man who crashed a car outside Britain's Parliament in what police are treating as an act of terrorism.\nPolice are trying to determine what was in the mind of 29-year-old Salih Khater when he plowed a car into cyclists and pedestrians, injuring three, before smashing into a security barrier.\nKhater, a British citizen of Sudanese origin, was arrested at the scene of Tuesday's crash on suspicion of \"the commission, preparation and instigation of acts of terrorism,\" police said. Police said later he was also suspected of attempted murder.\nBritish authorities do not name suspects until they are charged, but media and neighbors said the arrested man was Khater. Police confirmed the suspect was a 29-year-old British man originally from Sudan. They said he was not previously known to counterterrorism officers or the intelligence services.\nPolice said they had finished searching an apartment where the suspect had lived in the central England city of Birmingham, as well as another property in the city and a third in Nottingham, about 50 miles away. They continued to search a third property in Birmingham.\nA Facebook page for a man of the same name says he lives in Birmingham, works as a shop manager, and has studied at Sudan University of Science and Technology. Coventry University in central England said Khater had studied accounting there between September 2017 and May 2018 but had failed his first-year studies and was no longer enrolled.\nAhmed Abdi, a neighbor of Khater in Birmingham, said he recognized him from news footage, \"and I was shocked.\"\n\"He was very, very quiet and he never spoke to anybody. He would say nothing to nobody,\" Abdi said.\nThe suspect was being held at a London police station as detectives traced the movements of the Ford Fiesta which careered across a road, hitting cyclists and pedestrians, then crashed into a security barrier at Parliament. Three people were injured, but none remains in hospital.\nDetectives say the car was driven from Birmingham to London late Monday, and drove around the area near Parliament for an hour and a half on Tuesday morning before the rush-hour crash.\nAli Mohamed, a member of Birmingham's Sudanese community, told reporters that Khater had gone to London for an appointment at the Sudanese embassy to apply for travel back to his homeland.\nThe incident appears to be the second in less than 18 months in which a vehicle has been used to attack the heart of Britain's government. Over the past two decades authorities have tightened security around Parliament with fences, crash barriers and armed police.\nNow the rise of vehicle attacks around the world is triggering calls for traffic to be barred from Parliament Square, currently a busy traffic route.\nLondon Mayor Sadiq Khan told the BBC that the plan presented challenges, but \"it's possible to have a design solution that meets the objectives ... in relation to keeping our buildings and our people as safe as we can do, but also not losing what's wonderful about our city which is a vibrant democracy.\"\nPolice on Tuesday flooded the streets around the iconic neo-Gothic Parliament buildings and cordoned off the area that attracts tourists as well as lawmakers after the crash in front of Parliament's House of Lords. Police say they are treating the incident as a terrorist attack.\nThe crash came less than 18 months after an attacker plowed a car into pedestrians on Westminster Bridge, killing four people, then fatally stabbed a police officer before being shot dead in a courtyard outside Parliament.\nLess than three months later, a van rammed into pedestrians on London Bridge before three men abandoned the vehicle and attacked weekend revelers in the nearby Borough Market. Eight people were killed and 48 injured.\nIn June 2017, a far-right extremist drove a van into a crowd of worshippers leaving a London mosque, killing one man and injuring eight others.\nSecurity officials say that since March 2017 they have foiled 13 Islamist-inspired plots and four far-right plots, and currently have 676 live counterterrorism investigations. In March, they said the number was more than 500.\n\nLoad-Date: August 16, 2018"
}