{
    "title": "UK passports could be seized to fight terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 2,
    "full text": "LONDON - Prime Minister David Cameron on Monday proposed new laws that would give police the power to seize the passports of Britons suspected of having traveled abroad to fight with terrorist groups.\nBritish police officers stand guard outside the Houses of Parliament in London, Monday, Sept. 1, 2014. Britain's Prime Minister David Cameron is expected on Monday to expand powers to combat terrorism in hopes of preventing attacks by Islamist militants returning from terror training in the Middle East. AP Photo/Matt Dunham\nSpeaking to Parliament, Cameron said his government is also working on plans to block such suspected British jihadi fighters from re-entering the U.K. The power to monitor such suspects who are already in Britain would also be strengthened.\nThe plans to widen Britain's anti-terror laws, which are likely to be approved by parliament, are aimed at preventing attacks by Islamist militants returning from terror training in trouble spots in the Middle East.\nLike other Western countries such as the U.S., France and Germany, Britain is worried that citizens who travel abroad to join terror groups could threaten their home country when they return.\nIntelligence and security services suspect that around 500 Britons have gone to fight in Syria and potentially Iraq. Cameron has described the extremism posed by the Islamic State group as the biggest security threat of modern times - surpassing that of al-Qaida - and said it poses a direct threat to Europe.\nBritain's Home Secretary already has the authority to withhold passports in some cases, but Cameron said more is needed to ensure police at border crossings could act in time when they spot a suspect.\n\"We will introduce specific and targeted legislation to fill this gap by providing the police with a temporary power to seize a passport at the border, during which time they will be able to investigate the individual concerned,\" he said.\nAuthorities on Friday raised Britain's terror threat alert from \"substantial\" to \"severe,\" the second-highest level, in response to the crises in Iraq and Syria and concerns that terrorist groups could target Europe. The alert means that an attack on Britain is \"highly likely\" - though the government did not provide information to suggest an attack was imminent.\n\nLoad-Date: September 2, 2014"
}