{
    "title": "UK police shoot 1, arrest 6 others in counterterror raids",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 30,
    "full text": "Six people have been arrested and a woman remains in the hospital after London police late Thursday raided a house in the United Kingdom capital as part of an ongoing counter-terrorism investigation.\nAll suspects have been arrested on suspicion of the commission, preparation and instigation of terrorist acts under Section 41 of the UK Terrorism Act 2000 and remain in custody at a south London Police station.\n\"During the course of that operation one of the subjects of that operation - a woman - was shot by police - she remains in hospital\", Deputy Assistant Commissioner Basu said, describing her condition as serious but stable.\nPolice fired CS gas into the address, which had been under observation as part of a current counter-terrorism operation.\nThe area around parliament has been on a state of heightened alert since a deadly attack on March 22 perpetrated by Khalid Masood, a 52-year-old convert to Islam.\nAlexandra Sabanov, a mother-of-one who lived next door to the raided house, saw officers with \"gas masks and snipers\".\nIn 2010, the 27-year-old man travelled to Gaza as part of an aid convoy. The attacker was shot dead at the scene.\nRuth Haile, who lives in the road, said she heard gunshots and saw an injured woman being treated.\n\"Detectives from the Counter Terrorism Command are continuing their investigation, and as a result of this arrest there is no immediate known threat\", police said in a statement about Thursday's incident.\nIndia football goalkeeper Subrata Paul fails dope test\nHe confirmed that police believe they have foiled an active terror plot with the arrests.\nThe Independent Police Complaints Commission started an investigation into the shooting of the woman.\n\"After that attack, we increased the number of officers on duty patrolling at key locations - and that continues as we police against the backdrop of a severe terrorist threat\".\nSenior officers said the security services had thwarted 13 terrorism attempts in the last four years shortly before the deadly Westminster Bridge incident.\n\"Due to these arrests that have been made yesterday, in both cases I believe we have contained the threats that they posed\", Basu said.\nSix people, including a 16-year-old boy, were arrested in an \"ongoing\" inquiry to foil a suspected terror network allegedly actively engaged in planning an atrocity.\nWhat's different about this one is the intelligence convinced Scotland Yard they needed to go in fast and hard to carry out arrests.\nTheresa May, who was on a tour of a factory in Chesterfield at the time, praised the police and security services for the operation.\n\nLoad-Date: April 30, 2017"
}