{
    "title": "UK set to pay compensation over house arrest plan",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 28,
    "full text": "LONDON ? Alleged terrorism suspects held under a house arrest-style program but never put on trial are likely to win compensation payments, Britain's government said Wednesday after losing a legal case. The Court of Appeal rejected a government appeal to overturn an earlier High Court ruling that the program breached human rights law. \nControl orders have been used to curtail the movements of terror suspects who can't be brought to trial without revealing sensitive intelligence. Latest figures show 12 people ? nine of them British ? are being held under the system. Suspects can be electronically tagged, kept under curfew for up to 16 hours per day, denied the use of telephones or the Internet and barred from meeting with others. Three appeal judges said in a ruling that the original decision that the program can breach human rights was justified. It means that some suspects held under the system can sue Britain for loss of liberty and breaches of European human rights laws. \"We will resist strongly paying damages to former subjects of control orders wherever possible, and minimize the level of compensation where we have no choice but to pay,\" the Home Office said in a statement. Britain's new coalition government has pledged to review the system under a wider overhaul of counterterrorism laws. But Alex Carlile, the country's independent reviewer of anti-terrorism laws, said in an annual report last week that few alternatives to the system have been put forward. \"Control orders are an unwelcome but appropriate means of addressing a small number of cases. No viable alternative has been suggested for this very small group of terrorism suspects,\" he said. The program began after Britain's House of Lords ruled in 2004 that terror suspects who couldn't be prosecuted could not be detained without trial. Lawyer Mohammed Ayub said his client, a Muslim imam from northern England alleged by British intelligence to have received terrorist training and taken part in terrorist activities, hoped to bring his lawsuit to court later this year. Britain's government released the man ? who has never been named by the courts ? from a three-and-a-half year control order after the appeal court ruled last year that suspects must be allowed to see details of secret evidence against them. The Home Office decided to free the man rather than reveal details of intelligence against him, or disclose government sources. \"I am very upset that I have been labeled a terrorist suspect without a shred of evidence ever having been disclosed against me,\" the imam said in a statement released through Ayub. \"I have always maintained my innocence and deplore those who engage in terrorist activities.\" The Home Office said it will lodge a new appeal against the latest court ruling, but acknowledged the control order program is being reviewed. \"We have already made clear our intention to review the control order system while taking whatever steps necessary to protect the public,\" the ministry said. \n\nLoad-Date: July 29, 2010"
}