{
    "title": "UKRAINE THWARTS MURDER PLAN",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 9,
    "day": 10,
    "full text": "KIEV, Ukraine -- Ukraine's security service thwarted a plan to kill one of the former Soviet republics' presidents during last month's summit, the head of the service said Saturday.\nLeonid Derkach, head of the security service, said four people from the breakaway Russian republic of Chechnya and several from Middle East countries, were detained in connection with the plan, according to the news agency Interfax.\nDerkach did not name the intended target of the attack, but the reported Chechen involvement raised speculation that it was Russian President Vladimir Putin, who was among eight presidents from the Commonwealth of Independent States to attend the summit in the Crimean city of Yalta.\nRussia is waging a war in Chechnya against separatist rebels, whom it claims are backed by Muslim extremists from abroad.\nPutin's press service and the Russian Federal Security Service declined to comment Saturday.\nIn addition to Putin, the presidents of Armenia, Azerbaijan, Belarus, Georgia, Moldova, Kazakstan, Tajikistan and Ukraine participated in the Aug. 18-19 summit.\nDerkach spoke after a closed-door meeting of security services' chiefs from the former Soviet republics in Kiev, the Ukrainian capital. Ukraine's President Leonid Kuchma met Saturday with the officials, whose discussions focused on ways to combat international terrorism and crime, Kuchma's press service said.\nThe head of Russia's Federal Security Service, Nikolai Patrushev, said a long-planned anti-terrorist center that would be jointly operated by the former Soviet republics was close to realization.\n\"All the countries are facing international terrorism. For Russia, it is Chechnya and Central Asia,\" Patrushev said. \"Our task is to prevent terrorism from unfolding in Central Asia.\"\nRussia is wary of the spread of radical Islam in Central Asia, where Muslim insurgents believed backed by Afghanistan's Taliban regime are skirmishing with government troops in Uzbekistan, Tajikistan and Kyrgyzstan.\n\nLoad-Date: September 11, 2000"
}