{
    "title": "ULSTER _ THE LIVING, THE DEAD AND THE ELECTED",
    "publisher": "the new york times",
    "year": 1981,
    "month": 8,
    "day": 23,
    "full text": "Late Thursday night, in an antiseptic corridor of a one-story prison hospital outside Belfast, two anguished women made a hard decision. Tortured by the sight of Patrick McGeown going through the agony of starvation, his wife and his mother ordered that he be fed, abruptly ending his political hunger strike at the end of its 42d day. Their decision to save the life of Mr. McGeown, an Irish Republican Army bomber, could have important repercussions in London and Dublin and beyond. The prisoners' hunger strike has dominated the affairs of this troubled province for months.\n''We pray to God that other wives and mothers will make the same decision when their boys get to that stage in the hunger strike,'' said a Belfast man who, like many people here, is sorely distressed at the procession of coffins coming out of Maze prison, where the hunger strikes are leading the prisoners' campaign for special political status. The McGeown case was the second; last month, the mother and sister of Patrick Quinn ordered the end of his fast after he had lost consciousness, and thereby saved his life. After recovering his senses with the help of food, he decided to continue eating, despite the damage this did to the solidarity of the strike, which began in March.\nPolitical implications of hunger strike by Irish Republican Army prisoners for Great Britain, Northern Ireland and Republic of Ireland discussed\nBecause a hunger striker loses consciousness before he dies, the families - always called to the bedside -could be a key to ending the protest. Some of them are known to oppose it and even for wives and parents who share the prisoners' hard-line nationalism, the final hours present a strong temptation to order intravenous nourishment, which prison authorities are quick to provide.\nLast week, Michael Devine, a 27-year-old nationalist, became the 10th striker to die. The mounting toll increases the pressure ''to make sure they did not die in vain,'' as one prisoner's brother put it. In a hospital room next to Mr. McGeown's, an 11th prisoner, Laurence McKeown, is nearing the end of his eighth week without food. He may die next week, with other strikers to follow, and the protesters say dozens more are waiting in line to join the fast.\nIn negotiations, the British Government has made significant concessions on such symbolic issues as prisoners' clothing and working schedules. But London has refused to give the prisoners formal political status, which Prime Minister Margaret Thatcher rejects as a formula ''to let them run the prisons.''\nIn Belfast, it is widely believed - both by people who condemn Prime Minister Thatcher as ''obdurate'' and by those who admire her as ''firm'' - that she is unlikely to change her position and that the prisoners are thus not likely to win their strike soon. Even Gerry Adams, who is believed to be a high-ranking officer in the Irish Republican Army, recently told the strikers that he would not object if they called off the protest. Mr. Adams was let into the prison for a long meeting with the strikers (itself a significant concession by the authorities).\nAfterward, he said, ''We gave them a factual and hard breakdown on their position - that, in fact, they would all be very soon dead.'' The prisoners' response, according to Mr. Adams, was ''so be it.''\nWall of Silence Breached\nIn Britain, the protest is causing painful and persistent distress to many people who do not care particularly about Ireland, but who find it distasteful that young men are starving to death in one of Her Majesty's prisons. The subject of Northern Ireland's constitutional status, formerly protected by a bipartisan wall of silence, is openly worried about. Leaders such as former Prime Minister James Callaghan have suggested that a radically new approach is needed.\nThe Republic of Ireland (where condemnations of terrorism can be ambiguous because of popular support for the guerrillas' goal of Irish reunification) has experienced some of its worst violence in years, in clashes between police and supporters of the strike.\nPrime Minister Garret FitzGerald, who has been in office for less than two months, has been increasingly critical of Britain's ''inflexibility'' in dealing with the strike. Beyond the issues, the protest presents special political difficulties for Mr. FitzGerald, because of the narrowness of his party's control in the Dublin Parliament. In the June elections that brought him to office, two of the prisoners were also elected to Parliament. One of them has since died on hunger strike, making necessary a by-election that the opposition could well win. The other prisoner who was elected (but who is not a striker) might resign his seat, forcing a second byelection. Mr. FitzGerald's margin in Parliament could be wiped out, forcing him to call new general elections.\nResolution of these Dublin-centered uncertainties is still several months away. But north of the border last week, an election for a seat in the British Parliament brought another big propaganda gain for the hunger strikers. In voting to fill the vacancy left by Robert Sands, the first of the strikers - who was elected to Parliament and died just a few weeks later - the hunger strike and terrorism were central issues. The pro-I.R.A. candidate, Owen Carron, won by an even larger margin than Mr. Sands had recorded last spring.\n''The establishment politicians say we have the support of only a tiny minority of the people,'' one of Mr. Carron's backers exulted.  ''But if that's the case, I wonder why we seem to be able to win elections?''"
}