{
    "title": "ULSTER 'S 'RIGGED' SYSTEM OF JUSTICE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 7,
    "full text": "To the Editor:\nWilliam Borders' news article on ''terrorism courts'' (Sept. 13) obscures the purpose of Lord Diplock, who proposed the present juryless system used in Northern Ireland.\nDiplock never produced serious proof of juror intimidation and admitted he had no cases of perverse verdicts to cite. He was very clear about his real objective: a high conviction rate of Irish nationalist prisoners (by British definition ''terrorists'') without adverse publicity.\nEdmund Curry letter, in response to William Borders's September 13 article, comments on Diplock juryless court system in Northern Ireland\nBefore the Diplock system, Britain imprisoned nationalists through internment. Internment produces a 100 percent conviction rate by dispensing with charges and trials. Defendants go directly from arrest to prison. In 1971 the use of internment in Northern Ireland brought Britain international disgrace. In 1972 Diplock proposed his system.\nThe Diplock courts have worked successfully, producing a 93 percent conviction rate by switching from no trial to the fiction of a trial. The 7 percent decrease in convictions is the trade-off for neutralizing the criticism. But that high conviction rate has been purchased at a terrible expense.\nThe Diplock system abolished juries, guaranteeing that all factual questions would be decided by special judges hostile to the nationalist population. It also reversed the presumption of innocence, ma nipulated the rules on the admis sibility of evidence andsanctioned rules on confessions unacceptable to the most conservativeof American judges.\nThe system is still coupled with interrogation practices for which Britain has already been condemned by the European Commission of Human Rights and Amnesty International. Because of the rigged system, a Diplock verdict is evidence of almost nothing except that the defendant was arrested.\nBrigadier Frank Kitson, British counterinsurgency theoretician and former brigade commander in Northern Ireland, stated in 1971 that one alternative would be the use of the ''law … as just another weapon in the Government's arsenal, and in this case it becomes little more than a propaganda cover for the disposal of unwanted members of the public.'' His was an apt description of the Diplock system and, in fact, a prophecy.\nEDMUND J. CURRY, New York, Sept. 14, 1981"
}