{
    "title": "ULSTER 'TERRORISM' IN THE USE OF INFORMERS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 23,
    "full text": "To the Editor:\n A public statement may be evaluated only in the context in which it is made. Had U.S. Circuit Court Judge Carl McGowan, in his Jan. 27 letter, observed that principle, his account of the assassination of Edgar Graham by an I.R.A. gunman in Ulster would not have been so misleading.\nThe attack on Graham, the judge wrote, was ''apparently precipitated'' by Graham's advocacy, in a letter to The Times of London, of ''the use of informers in the apprehension and conviction of terrorists of all kinds.''\nMost readers of the London Times knew that Graham - a well-known law professor and legislator in Ulster - was not simply enunciating a general principle. He was making a public defense of the methods by which the Northern Ireland government obtains and uses informer testimony.\nIn the prosecution of alleged I.R.A. activists, who are denied trial by jury, the police have been relying on trial judges to protect their informer/witnesses. To their credit, several judges are refusing to turn the trials into a charade.\nFor example: Northern Ireland prosecutors obtained the indictment of 21 alleged Irish National Liberation Army members on the testimony of one Jackie Grimley. At the subsequent trial, Lord Justice Gibson rejected the prosecutors' plea that the protection of the state's witness required restrictions on the cross- examination of Grimley.  The result: Grimley admitted that he had some 40 convictions, in England and Ireland, for such varied crimes as assault, robbery and rape; that the police were paying him £25 each week in which he brought them ''evidence'' and - even more to the point - that the police ''fed him'' the names of men on their wanted lists whom they asked him to identify as I.R.A. activists.  At the close of the trial, Lord Justice Gibson dismissed all charges with the understatement that ''Grimley was a person of anything but unimpeachable character . . . who lived a life of lies and deceit.'' Patrick McGrory, a distinguished Northern Ireland lawyer, has written that the typical informer witness is ''a mixture of low moral character and criminal behavior'' with ''inducements to lie.'' ''This,'' he wrote, ''is the kind of man on whose evidence, wholly uncorroborated, courts are being invited, one after another, to find large numbers of people guilty beyond all reasonable doubt.'' For such subversion of the judicial process, Edgar Graham was an outspoken advocate. Yet Judge McGowan characterized him as ''the voice of a new generation dedicated to law and order.'' I do not condone assassinations, whether by the I.R.A. or the C.I.A. But I consider the unconscionable abuse of the judicial process practiced by the Northern Ireland government as another, and equally abhorrent, form of terrorism, wholly repugnant to my concept of law and order.\n \nGERALD O'REILLY Long Beach, L.I., Feb. 10, 1984"
}