{
    "title": "Ulster killing imperils peace; IRA suspects held; Dublin scraps plan to release 9 early",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 11,
    "day": 11,
    "full text": "A postal worker in Northern Ireland was shot to death yesterday during an apparent robbery attempt by suspected Irish Republican Army gunmen, prompting the Irish government in Dublin to rescind its decision to grant early release to nine IRA prisoners.\nThe shooting was the first potential threat to the peace process underway toward a settlement of the 25-year-old sectarian war among Catholics and Protestants in British-ruled Northern Ireland.\nBritish police arrested two men and were searching for a third after the shooting, which occurred at a postal sorting center in Newry, about 60 miles south of Belfast along the border with the Republic of Ireland.\nA statement last night by Maire Geoghegan-Quinn, Ireland's justice minister, said that ''initial intelligence … suggested the possible participation of a member or members'' of the IRA. ''Pending clarification,'' she said, the government canceled the releases since they ''were based specifically on the premise'' that the IRA's ''campaign of violence was over for good.''\nArmed robbery historically has been one of the chief methods used by the IRA to finance its operations. But violence has also been a tool for several lesser-known splinter groups that also have been battling for unification of Northern Ireland with the Republic of Ireland.\nIn recent days, Martin Maginnis, a top official of Sinn Fein, the political arm of the IRA, had warned that if the peace process did not move faster, violence could resume.\nBritish Prime Minister John Major has conditioned continued progress on adherence to the cease-fires declared by the IRA and its enemies, Northern Ireland's Protestant paramilitaries. Major was reported to be withholding judgment on responsibility for yesterday's violence pending further investigation.\nIrish Prime Minister Albert Reynolds has staked his credibility and his government's relations with Britain on his repeated assurances that the IRA would adhere to the cease-fire and on his rush to get talks moving. His government came in for heavy criticism from Protestant politicians in Northern Ireland this week when it announced that as a gesture of confidence in the peace process, it would grant early, pre-Christmas release to some IRA members serving prison terms in Ireland for terrorism-related crimes.\nWhile IRA terrorism has been concentrated in Northern Ireland, the organization has stockpiled tons of arms across the border in the Republic of Ireland. Last month, Irish police raided IRA hideouts, seizing arms and explosives.\nLast night, in a statement to the Press Association, a British wire service, the IRA said, ''On Aug. 21 the IRA announced a complete cessation of military operations. All our units were instructed accordingly. The position has not changed.''\nThe Royal Ulster Constabulary, the British-run police force in Northern Ireland, said the postal worker was shot in the head at the rear of the heavily guarded postal center after it was raided by men dressed as postal workers driving a van resembling a postal vehicle. Police said the shooting occurred during a struggle as the assailants were attempting to gain access to a room containing registered mail.\n\nLoad-Date: November 13, 1994"
}