{
    "title": "UM, DMC make plans to handle bio-terrorism",
    "publisher": "crain's detroit business",
    "year": 2002,
    "month": 7,
    "day": 1,
    "full text": "Incidents of biological terrorism have prompted two of the area's top medical and research institutions, the University of Michigan and The Detroit Medical Center, to launch plans to deal with the threat.\nArnold Monto, a UM professor of epidemiology, directs the newly created Bioterrorism and Health Preparedness Research and Training Center in Ann Arbor. Threats from diseases such as anthrax and smallpox are not isolated to Washington and New York City, Monto said.\n''This is critical in Michigan because it is a major manufacturing area in the country,'' he said. ''Some of the large facilities are possible targets.''\nMonto said people can protect themselves from attack by increasing their awareness of their health and by contacting their physician if they are feeling ill for unusual reasons.\nSuzanne White, chairwoman of the DMC Weapons of Mass Destruction Task Force, said a main challenge of bio-terrorism is addressing symptoms that appear to be the flu.\nShe said the medical center's doctors are being trained to recognize and treat diseases such as anthrax and smallpox. They also have learned to alert authorities of illness outbreaks and associated demographic or geographic patterns that may signify an attack.\nTo coordinate responses, the DMC in May joined city of Detroit emergency personnel, major employers and others to create the Southeast Michigan Weapons of Mass Destruction, Bioterrorism and Disaster Preparedness Consortium.\nThe consortium is requesting a $6 million grant from the $31 million that the state received from the federal government for disaster preparedness. The money would cover this year's startup costs, caretaker training and new equipment, such as ventilators.\nMonto said acts of bio-terrorism should be considered weapons of ''mass disruption'' because they are more likely intended to cause panic than casualties. Businesses can protect employees by analyzing how vulnerable they are and putting corresponding actions in place, he said.\nMark Weimerskirch, emergency-management coordinator for General Motors Corp.'s Global Headquarters, agreed, saying weapons of mass destruction and fire are the two top risks to the Renaissance Center.\nLast fall, the Detroit Fire Department's hazardous-materials team responded to a perceived anthrax threat at the RenCen. After off-site testing, officials determined that the substance was cornstarch used by printers to keep pages from sticking.\nWeimerskirch said at the time that employees were instructed to remain calm while measures were taken to secure and clean the area.\nKenneth Scotford, senior engineering specialist for protective services at General Dynamics Land Systems headquarters in Sterling Heights, said the plant prepared for biological attacks by scrutinizing incoming mail, having a system to cut flow through the air intakes and monitoring who enters and leaves the building.\n''Everyone that is on-site here is badged,'' he said.\nEric Morath, (313) 446-6000, Ext. 5201; emorath@crain.com  \n\nLoad-Date: July 1, 2002"
}