{
    "title": "UMD, UMB launch new effort to draw FBI to Md",
    "publisher": "the daily record ",
    "year": 2016,
    "month": 9,
    "day": 13,
    "full text": "Officials from the University of Maryland, College Park and the University of Maryland, Baltimore are launching a new academy focusing on terrorism and counter-terrorism studies they hope will entice the FBI to relocate its headquarters to Greenbelt.\nBased at the College Park campus, the Maryland Academy for Innovation in National Security will combine elements of existing programs from both institutions, focusing on topics such as terrorism, cybersecurity, language study and law.\nThe academy is also designed to serve as a resource for FBI personnel, offering professional education and graduate degree programs, officials said.\n“Supported by this academy, the FBI will be stronger, faster, more nimble, more effective,” UMB President Dr. Jay A. Perman said at a news conference Tuesday morning. “Imagine bringing our totality of people together with the FBI’s to train the world’s most passionate and most able national security professionals. ”\nThe new academy will pool resources from several existing department and centers within the two institutions, including the Maryland Cybersecurity Center, the Center for Health and Homeland Security, the Carey School of Law and the National Consortium for the Study of Terrorism and Responses to Terrorism – known as the START consortium.\n“The Maryland Academy Will be a national leader in terrorism and counter-terrorism preparedness studies, the FBI’s No. 1 priority, generating the best data in the world on terrorism,” said William Braniff, executive director of START.\nOfficials envision the academy having an “integrated and vibrant, brick-and-mortar campus” where “at the water cooler, you are just as likely to bump into an assistant special agent in charge for counter-terrorism” as you are Ph.D students, data scientists and undergraduates looking for internships, Braniff said.\nLandover and Springfield, Virginia, are also under consideration to be the new home for the FBI headquarters to replace the aging J. Edgar Hoover Building in Washington.\nMaryland has pledged up to $317 million in funds from the state and Prince George’s County for transportation infrastructure improvements if the Greenbelt site is selected, and $255 million if the Landover site is selected.\nUniversity, state and county officials joined Greenbelt Mayor Emmett V. Jordan at the Greenbelt Metro Station Tuesday to announce the new initiative. They also used the occasion to highlight why they feel the area is the best site for the General Service Administration to place the FBI and its thousands of employees.\nTo emphasize the easy access to mass transit, officials from each campus used Metro and MARC trains to get to the event.\n“If we have 11,000 employees coming to Greenbelt, they ain’t all going to be driving private cars,” UMD President Wallace D. Loh said.\nThe FBI also should be in close proximity to the research universities in College Park and Baltimore to take advantage of their research and educational programs and facilities, Loh said. For example, College Park produced more graduates who go on to work at the FBI than any other university, and it was UMD and UMB researchers who identified the strain of anthrax used in the fall 2001 attacks, he said.\nAlso appearing at Tuesday's kickoff event were University System of Maryland Chancellor Robert L. Caret and Howard County Executive Allan H. Kittleman, who said the FBI relocation would be good for the broader region, not just Prince George's County.\nHouse Speaker Michael E. Busch said the state worked for years to make sure there was adequate funding for road improvements in the area, but that Virginia had taken similar steps.\n“We are in constant competition,” Busch said. Since Maryland is already home to the National Security Agency and Fort Meade, Greenbelt would be a more logical choice than a site in Virginia, he added.\n“Hopefully, we’ll be back here with shovels in a couple of months. ”\nhttp://www.mddailyrecord.com/be-the-first-to-know/ Click here for more from this resource.\n© 2016 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: September 19, 2016"
}