{
    "title": "UN , India to step up cooperation in counter-terrorism, terror financing",
    "publisher": "the world",
    "year": 2018,
    "month": 9,
    "day": 30,
    "full text": "United Nations, Sept. 30 -- India is an \"important partner\" of the United Nations in countering terrorism and preventing violent extremism, UN Secretary General Antonio Guterres has said, and there are plans to step up cooperation between the two on strengthening capacity in combating terror financing.\nGuterres, who will begin a three-day visit to India on Monday, said the planning and implementation of acts of terrorism transcend borders and it is the responsibility of all the States to take action to address the conditions conducive to the spread of terrorism.\n\"The threat of radicalisation, violent extremism, and terrorism continues to persist and even grow in many parts of the world. Modern-day terrorists are savvy in both technology and social media, successfully exploiting contemporary tools to propagate the narrative of hate and violence to recruit young people and raise funds,\" Guterres told PTI in an email interview.\nThe UN chief emphasised that all nations must prevent and combat incitement to violence, and enforce counter-terrorism measures.\nHe described India as an important partner of the UN in countering terrorism and preventing violent extremism.\nThe Government of India's recent contribution to the United Nations Trust Fund for Counter-Terrorism will support the execution of capacity-building projects by the United Nations Office of Counter-Terrorism, he said.\n\"There are also plans for cooperation between India and the United Nations on strengthening capacity in the areas of countering terrorist financing, and on the use of advance passenger information,\" the UN Chief said in the email interview.\nThe United Nations Global Counter-Terrorism Strategy provides a solid framework for such joint action, while also calling upon all States to respect international humanitarian and human rights law. As part of India's continuing commitment to strengthen multilateral efforts to counter terrorism and support the work of the newly established UN Office for Counter Terrorism (OCT), the Indian government had this year announced a voluntary contribution of USD 550,000 for the OCT.\nGuterres noted that though the primary responsibility lies with Member States, the UN Secretariat is fully committed to supporting efforts to tackle terrorism and to helping find multilateral solutions to complex global challenges such as this.\nThe recently-established United Nations Office of Counter-Terrorism is tasked to provide strategic leadership and coordination to United Nations counter-terrorism efforts.\n\"The Organisation will also enhance its efforts in support of Member States' developing effective counter-terrorism strategies, through capacity building support and mobilisation of much-needed resources,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 30, 2018"
}