{
    "title": "UN Agency Alerts Nigeria On Looming Terrorists' Attacks",
    "publisher": "the will ",
    "year": 2020,
    "month": 5,
    "day": 15,
    "full text": "The United Nations Department for Safety and Security (UNDSS) has alerted Nigeria on the looming complex and coordinated attacks on the nation's critical infrastructure, calling for urgent review and implementation of anti-terrorism measures.\nAccording to the UNDSS Nigeria, information received indicated an increased likelihood of terrorist activity, including the use of Improvised Explosive Devices (IEDs) and complex attacks against critical national infrastructure and High-Value Targets (HVTs) in Nigeria.\nThe UN agency, in its latest Security Threat Information (STI) and Advisory report on Nigeria released by the Chief Security Adviser (CSA) and DSS Representative to Nigeria, Mr. Robert Marinovic, said based on the information at its disposal, Boko Haram was planning to exploit the momentum of government's strain, due to COVID-19, to conduct a series of coordinated simultaneous attacks.\nThe report said: 'It is assessed that we are at the beginning of the security crisis characterised by a wide spectrum of interconnected crisis (civil unrests, crime and the increasing threat of terrorism), that were fuming for quite some time and now released by COVID-19 impact on the government and population.\n'In this context, the critical infrastructure are considered any of economic or security entities and their premises (petrol industry installations, banks, governmental facilities, shopping malls, hotels, etc), at any location in the country, especially state capitals, including Lagos and Abuja.\n'Though the UN in Nigeria is not the primary target for the terrorist activity, it is assessed that the UN can be impacted as collaterally (while visiting governmental installations, banks, shopping malls, e.t.c.), but also as the target of opportunity, if seen to be less protected ('soft target').'\nThe UNDSS added that it had already assessed the likelihood of such terrorist activity and included it in all respective areas of UN Security Management Systems' (UNSMS) Security Risk Management (SRMs) in Nigeria, stressing that therefore, the strict implementation of and compliance with standing security measures are of paramount importance.\nHowever, the UNDSS recommended among others that Nigeria should ensure that all SRM measures, especially those against terrorism threats, are urgently reviewed and fully implemented.\nIt directed its Security Focal Points (SFPs) to alert security guards and host government security in and around UN compounds, on the above-described threat so to be vigilant against possible hostile surveillance (that usually precedes terrorist attack).\nIt said UN personnel should patronise only neighborhood markets and Automated Teller Machines (ATMs), rather than big shopping malls or banks, to avoid unnecessary risk.\nIt also advised that emergency phone numbers (emergency contact card distributed by UNDSS SWA) should be kept handy at all times; while respective Security Operations Centres (SOC) should be informed of all suspicious movements/observations.\nIt also urged SFPs to circulate and disseminate the message to their respective personnel.\n\nLoad-Date: May 18, 2020"
}