{
    "title": "UN launches new framework to strengthen fight against terrorism",
    "publisher": "the world",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "United Nations, Dec. 7 -- UN Secretary-General Antonio Guterres has launched a new framework to combat the scourge of international terrorism and coordinate efforts across the peace and security, humanitarian, human rights and sustainable development sectors.\nTermed the UN Global Counter-Terrorism Coordination Compact, the framework is an agreement between the UN chief, 36 organizational entities, the International Criminal Police Organisation (INTERPOL) and the World Customs Organisation, to better serve the needs of Member States when it comes to tackling the scourge of international terrorism.\nSpeaking at the first meeting of the Compact's Coordination Committee here Thursday, Guterres highlighted the need to ensure full respect for international human rights standards and rule of law in countering terrorism.\n\"Policies that limit human rights only end up alienating the very communities they aim to protect and which normally have every interest in fighting extremism,\" he said, adding that as a result \"such policies can effectively drive people into the hands of terrorists and undermine our efforts on prevention.\" Guterres said that despite recent successes against the ISIS and its affiliates, the threat posed by returning and relocating fighters, as well as from individuals inspired by them, remains high and has a global reach.\nHe cited this year's Global Terrorism Index released by the Institute for Economic and Peace, which indicates that despite a 27 pr cent fall in the number of deaths from acts of terrorism worldwide, the impact of terrorism remains widespread, with 67 countries experiencing deadly attacks.\n\"This is the second highest recorded number of countries in the past twenty years,\" he said.\n\"Terrorist organization like Da'esh and Al Qaida continue to twist religion to serve their ends. At the same time, neo-Nazi and far right groups are also using the Internet as a platform to mobilize support across borders, exploit economic anxieties, radicalize, recruit and carry out attacks. It is our duty to protect communities from violent extremist groups and their hate-speech whoever they are,\" he said.\nHe also urged greater vigilance against the misuse of emerging technologies such as artificial intelligence, drones and 3D (three-dimensional) printing, as well as against the use of hate-speech and distortion of religious beliefs by extremist and terrorist groups.\nAccording to the UN Office of Counter-Terrorism, the Coordination Committee will oversee the implementation of the Compact and monitor its implementation. It is chaired by UN Under-Secretary-General for counter-terrorism, Vladimir Voronkov.\nAt its meeting, the Coordination Committee also discussed strategic priorities for the next two years, based on the sixth review of the Global Counter-Terrorism Strategy, relevant Security Council resolutions and UN Counter-Terrorism Executive Directorate (CTED) assessments as well as Member States requests for technical help.\nIt also looked into the organization of work and ways to improve the delivery of an 'All-of-UN' capacity-building support to Member States.\nThe UN Global Counter-Terrorism Coordination Compact Task Force will replace the Counter-Terrorism Implementation Task Force, which was established in 2005 to strengthen UN system-wide coordination and coherence of counter-terrorism efforts.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: December 7, 2018"
}