{
    "title": "UN says 7 peacekeepers killed in fight against Congo rebels",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 11,
    "day": 16,
    "full text": "7 U.N. peacekeepers are killed in clashes with rebels in Congo\nSeven U.N. peacekeepers were killed and 10 wounded in a military operation with Congolese forces against rebels in the northeast, which is facing a deadly Ebola outbreak, the United Nations said Thursday.\nU.N. spokesman Stephane Dujarric said one U.N. peacekeeper was still missing and several Congolese soldiers were also killed or wounded in Wednesday's operation targeting Allied Democratic Forces rebels.\nDujarric said the peacekeepers who were killed were from Malawi and Tanzania.\nA U.N. official said U.N. and Congolese forces were attacked while conducting operations to dislodge the ADF from Kididiwe, near the regional capital, Beni.\nNorth Carolina hiker killed in Mexico, family says - The family of an American hiker missing in northern Mexico said the state government had informed it that the man had been killed by a criminal organization.\nA statement from the family of Patrick Braxton-Andrew, 34, thanked Chihuahua state authorities and said the search continued to recover his body. They said Braxton-Andrew, who taught Spanish at a school in Mooresville, N.C., \"died doing what he loved - traveling and meeting people.\"\nBraxton-Andrew was last seen by hotel staff Oct. 28 in Urique, a village in Mexico's Copper Canyon National Park.\nArgentina detains 12 in bomb attacks - Argentine officials said Thursday that they had arrested 12 presumed anarchists in connection with two homemade bomb attacks two weeks before world leaders gather in Buenos Aires for the Group of 20 summit.\nOne bomb exploded Wednesday night near the mausoleum of a police chief assassinated by anarchists on Nov. 14, 1909. A woman suspected of involvement was injured and hospitalized in a coma, authorities said.\nIn a second incident, police said a man was arrested after throwing explosives at the home of Judge Claudio Bonado, who is leading an investigation into corruption.\nTen people were arrested at a home in the capital. Officials didn't say if the attacks were aimed at the Nov. 30 summit.\nSingapore named as most terrorism-prepared city in Asia - As the saying goes, it pays to be prepared, and Singapore takes top spot in that regard, according to a new report from Cushman & Wakefield. The \"Prepped Cities Index\" ranks 17 cities in the Asia Pacific region on their preparedness for things such as terrorism and environmental and macroeconomic events.\nMelbourne, Australia, and Shanghai came in second and third.\nSchoolchildren among dozens injured in German bus crash - Two public buses filled with students on their way home from school crashed head-on Thursday in southern Germany, injuring dozens of children and adults, authorities said.\nPolice said about a dozen people, including two schoolchildren and one of the drivers, had suffered serious injuries. Another 14 people suffered minor injuries in the crash, which happened west of Nuremberg. Authorities were investigating the cause of the crash.\nFrom news services\n\nLoad-Date: November 16, 2018"
}