{
    "title": "Un- American activities",
    "publisher": "st. petersburg times ",
    "year": 1993,
    "month": 7,
    "day": 4,
    "full text": "U.S. Rep. Bill Young claims to remember almost nothing about his days as a  member of the Johns Committee, a legislative panel that in the late 1950s and  early 1960s imposed itself as Florida's secret watchdog against suspected  homosexuals, communists and a variety of other \"subversives.\"\nIt's understandable that Young, a St. Petersburg Republican, would try to  forget as much as possible about that disgraceful episode in his and Florida's  history. However, the memories of the Johns Committee's witch hunts remain  much more vivid for those Floridians whose lives were devastated by the  panel's unconstitutional excesses.\nJULY 4\nNow that 25,000 pages of records finally have been made public, Floridians  can see for themselves just how dangerously the Johns Committee careened out  of control. Teachers, ministers and business executives had their careers  ruined as a result of unsubstantiated rumors against which they had no  opportunity to defend themselves. Great works of literature were removed from  Florida classrooms because the committee deemed them to be \"vile\" and  \"evil.\"\nHundreds of law-abiding Florida citizens became the subject of secret  investigations. Prominent black Floridians drew special attention from the  committee.\nMany of those whose names appear in the Johns Committee's secret files may  only now be learning that they were targeted. Millions of other Floridians who  did not live in the state 30 years ago may be shocked to learn that their  government would still be involved in such police-state tactics years after  the similar work of Sen. Joseph McCarthy had been discredited in Washington.\nHowever, on this Independence Day, the newly released details of the Johns  Committee's abuses offer a reminder that Americans must constantly be on guard  to protect their freedoms from those who would presume to protect them for us.\nAmericans' concept of freedom has changed very little in the more than 200  years since the United States won its independence. We want to be able to work  and raise our families in communities that give us the opportunity to live in  peace and thrive. We want to be free to practice the religious faith of our  choice - or to renounce religion altogether if we wish.\nWe want our government to provide us and our fellow citizens with the basic  rights of life, liberty and the pursuit of happiness - and to intrude in our  lives as little as possible otherwise. And we want a system of government that  allows us to choose those who will represent us politically - and that then  allows us to criticize them openly whenever we feel the urge, without fear of  official reprisal.\nIn 1993 as in 1776, Americans want to be free from repressive government,  whether in the form of distant kings or intrusive legislators. We rely on  government to protect us from some very real threats. For example, Americans  are more vulnerable than ever to acts of terrorism, both within our own  borders and abroad, as well as to the garden-variety violent crime that has  become almost epidemic in our culture. However, we should be suspicious  whenever government asks us to sacrifice a piece of our freedom in the name of  a war against terrorism, or a war against drugs, or a war against pornography  and \"hate speech.\"\nFlorida's Johns Committee attempted to justify its activities in just that  way, and all too many modern-day moralists and superpatriots would do the  same. However, whenever our self-imposed protectors, especially those within  government, trample the Constitution in their rush to judgment, they engage in  activities that are at least as un-American as those of the subversive forces  they purport to control. \n\nLoad-Date: July 5, 1993"
}