{
    "title": "UNABOMBER; Media are inconsistent with terrorism labels",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 4,
    "day": 9,
    "full text": "Terrorism is terrorism, correct? No, terrorism in the United States seems to be of two types: Terrorism and right-wing terrorism.\nLook hard, read several newspapers, watch television and listen to radio. Try to find a single reference to the suspect in the Unabomber case, Theodore J. Kaczynski, as a left-wing terrorist. He is the classic left-wing anarchist. Little separates him from the nut cases who in the 1960s and '70s bombed campus buildings, shot policemen in the name of some higher cause or perverted the civil rights struggle with violence.\nIf past is prologue we will see Kaczynski tried, convicted and sentenced to death. And we will be treated to scruffy protesters who believe his ends somehow justified his 16 bombs and several killings. It was a year ago this week, after the tragedy in Oklahoma City, that use of \"right-wing\" to describe terrorist acts reached its apogee. \"Hate radio\" came into vogue. President Clinton tried to politicize the awful deed in Oklahoma, as if talk on radio about Whitewater somehow spurred the crazies who bombed the federal building. The left desperately tried to lump radical militias and neo-Nazis with talk radio.\nThe common theme was that conservatives are opposed to big government, therefore those who favor no government are conservatives. It was and is a false syllogism.\nWhat isn't false is Kaczynski's background. He was student or instructor at Harvard, the University of Michigan and the University of California at Berkeley during the heyday of student radicalism. His resume reads like a tour of the mother church of left-wing influences. His campuses were shut down, Army training programs removed and the random explosive was detonated.\nKaczynski, though there is little evidence he was an activist, certainly assimilated his environment. Now comes the suggestion that his 35,000-word manifesto --published by major newspapers under duress --apes the thoughts of such radical environmental groups as Earth First. One possible motive for the murder of a public relations executive in New Jersey was the erroneous belief that the man represented Exxon in that company's effort to mitigate the public relations damage of the oil spill at Valdez, Alaska. FBI agents also are probing to learn if Kaczynski went Earth First one better. While the eco-radicals \"spike\" trees and endanger loggers, Kaczynski might have killed.\nThe eco-radicals are anarchists. In their crazed seizures of pristine public lands they are the left-wing version of the right-wing nuts who stockpile weapons. Yet the left-wing terror goes without labels.\nIt is Big Media admitting its moorings are left of center. Sen. Jesse Helms, the North Carolina Republican, is referred to as \"the ultra- conservative Helms.\" Edward Kennedy is simply \"Sen. Edward Kennedy (D- Mass.)\" Liberal is not a label that's used much.\nConservative, right-wing and the like are used as weapons. In fact, both the Unabomber, whoever he might be, and the Oklahoma City bomber or bombers are psychopaths, whatever their political orientation. The politics shouldn't get into the labeling. But if politics must intrude, then the labeling should be consistent.\nDick Williams is a veteran Atlanta commentator. His column runs Tuesday and Saturday.\n\nLoad-Date: July 17, 1996"
}