{
    "title": "Unanswered Motive for Iraq war",
    "publisher": "the world",
    "year": 2005,
    "month": 2,
    "day": 23,
    "full text": "PRESIDENT Bush's attempt to mend relations with Europe faces a special hurdle: Most Europeans feel that his decision to invade Iraq - instead of letting U.N. inspectors continue searching for forbidden weapons - was a needless attack by the world's strongest nation on a weak one.\nThe Europeans have a point. To this day, we can't understand why the White House clique craved the war. All the alleged reasons for the assault turned out to be untrue, and nobody knows the real reasons.\nWhen the attack first began, some pundits speculated that Bush secretly wanted control of Iraq's oil - or secretly wanted to protect Israel - or secretly wanted to finish his father's vendetta against dictator Saddam Hussein. But today, America seems to have stopped wondering why the war was started. The question rarely arises.\nThe White House often says the Iraq conflict is part of the war on terror. However, the invasion didn't reduce terrorism, but actually worsened it. CIA Director Porter Goss told the Senate Intelligence Committee last week that the Iraq occupation \"has become a cause for extremists.\" He added:\n\"Islamic extremists are exploiting the Iraqi conflict to recruit new anti-U.S. jihadists. … Those jihadists who survive will leave Iraq experienced and focus on acts of urban terrorism. … It may be only a matter of time before al-Qaida or another group attempts to use chemical, biological, radiological and nuclear weapons.\"\nThe Washington Post said the Ansar al-Islam terror group, responsible for many suicide bombings in Iraq, is reaping European Muslim recruits eager to strike back at the \"infidels\" who invaded a Muslim country. Adm. Lowell Jacoby, head of the Defense Intelligence Agency, said:\n\"Our policies in the Middle East fuel Islamic resentment. Overwhelming majorities in Morocco, Jordan and Saudi Arabia believe the United States has a negative policy toward the Arab world.\"\nThere you have it: The purported reasons for the war were false. The real reasons can't be found. And the invasion is spurring more terrorism against America and the West.\nNo wonder Bush is having trouble winning Europe to his side.\n\nLoad-Date: February 23, 2005"
}