{
    "title": "UNC- Charlotte has own expert on terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "At a time in history when our nation has been tested, government officials, police departments, professors and citizens turn to people like Cynthia Combs, Ph.D., an expert on terrorism.\nCombs has been an associate professor of political science for 12 years at University of North Carolina-Charlotte. She became interested in terrorism as an undergraduate at Appalachian State University. Almost three decades ago, a Palestinian faculty member, who taught law at ASU, challenged Combs to take on the issues of terrorism. They disagreed a lot, but she found their discussions fascinating.\nU. North Carolina-Charlotte\nShe pursued an undergraduate and master's degree in political science at ASU and a doctorate at George Washington University in international law. While she was a graduate student at ASU, she did consulting work for various government agencies, which she still continues today.\n\"I turned down several jobs with these government agencies because I wanted to teach, even though, they pay better and get a chance to travel. But for me, it's the students. I think that I would go crazy with an 8 a.m. to 5 p.m. job,\" said Combs.\nHer third edition of Terrorism and the 21st Century is coming out this year. She has also published The Encyclopedia of Terrorism, along with many articles about this issue and ones that surround it. In addition, she teaches a terrorism course fairly often at the police academy.\nSince, she is an expert on the subject, Combs offers her feelings towards last week's tragedies by saying, \"I think a third world war is certainly a possibility. When you target and tell people that there are these choices and these time frames to comply, if they fail to comply and military action is used, a ripple effect could be created.\"\nBut at this point, \"It's not rational to call it an act of war. A war has to be declared between countries. This is not between countries; it is a group of individuals who are against a country.\" She adds, \"It's shocking that people will be willing to kill that many innocent people -- not targeting a military base, but deliberately targeting what is known to have essentially, innocent people for symbolic reasons -- things that are important to the U.S.\"\nA significant event in U.S. history that Combs compares last week's tragedies to is the John F. Kennedy assassination because they are both turning points in our history.\nAfter the assassination of JFK, civil rights laws were passed. After last week's attacks, the airline industry is forever changed.\nAmerica's reaction to JFK's assassination was \"How could this happen in broad daylight?\" She remembers believing that it was not real. That same feeling of \"it could not be happening here, how could this have happened, and how did we not know that this was going to happen\" was the reaction to last week's hijacker attacks. Both tragedies put our nation in a state of shock, followed by massive investigative efforts to find the persons responsible.\nWhen asked how she would handle last week's terrorists attacks and what preventative measures would be taken, if she were the President of the United States, her response was, \"I would first reassure our nation that our government would deal with this crisis by law, not force. I would make sure our government utilized all possible resources, in terms of investigative powers to find the ones and bring them to justice.\n\"Then, they would be tried openly, so that Americans would be able to see the system work in a positive way. Increased security, especially in airports, and a greater effort towards gathering and sharing investigative intelligence information with related agencies would be on my list. I would not close the United States borders but network foreigners in, which will create a more positive understanding of our nation. This way our nation would not \"lose people through the cracks.\"\nTherefore, with a combined effort, our country will send messages of cohesiveness and awareness to the rest of the world, which will in turn make it harder for other nations to carry out crimes against the U.S.\nShe wants everyone to know, \"Studying terrorism shows you how bad it can get, if you don't defuse it. Behind any desperate act, there is a reason. Listen to the other side, try to understand where they are coming from, and come to a meeting ground. It is OK to disagree, just try and search for a peaceful solution.\"\n(C) 2001 The University Times via U-WIRE\n\nLoad-Date: September 21, 2001"
}