{
    "title": "UNCP graduate promoted to lieutenant colonel in the Army National Guard",
    "publisher": "the robesonian ",
    "year": 2019,
    "month": 9,
    "day": 23,
    "full text": "Sept. 23--     Sep. 23--CLAYTON -- A ceremony was held recently for The University of North Carolina at Pembroke alumna Charlyne Adrienne Jacobs, who was promoted to the rank of lieutenant colonel in the Army National Guard in June.\nShe is the daughter of Barty and Mary Jacobs, of Lake Waccamaw, and is a member of the Waccamaw Siouan Tribe.\nJacobs enlisted in the N.C. Army National Guard in 1999, and began her commissioned service in 2003 after graduating from Officer Candidate School. She has served in a variety of leadership positions, including platoon leader, battalion personnel officer, company executive officer, company commander, engineer plans officer and operations officer. She has been on full-time duty since 2006.\nCurrently, she is the commander of the 2nd Mod Battalion, 139th Regiment in Fort Bragg. She also is the Safety and Occupational Health Manager of the NC Army National Guard. With more than 20 years of service in the National Guard, Lt. Col. Jacobs has served in Operation Iraqi Freedom, in Joint Training Exercises in Germany and in various locations throughout the United Stats.e During her first deployment, she was platoon leader and one of only 10 women in a group of 4,500 officers in Iraq.\nJacobs' awards include the Meritorious Service Medal, Army Commendation Medal, Army Achievement Medal (2nd Award), Army Reserve Components Achievement Medal (3rd Award), National Defense Service Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, Armed Forces Reserve Medal and Mobilization, Army Service Ribbon, Overseas Training Ribbon, North Carolina Service Medal, North Carolina Achievement Medal, Combat Action Badge and the Bronze Order of the de Fleury Medal.\nJacobs received her bachelor's degree from UNCP in 1998, and a master of business administration from Trident University in 2008. She graduated from East Columbus High School in 1994.\nShe currently lives in Clayton with her husband, Ronald Burrow, and grandson, Aiden.\n___ (c)2019 The Robesonian (Lumberton, N.C.) Visit The Robesonian (Lumberton, N.C.) at www.robesonian.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 29, 2019"
}