{
    "title": "UNDERSTANDING YOUR WORLD_ AL-QAIDA THREAT LINGERS",
    "publisher": "the santa fe new mexican",
    "year": 2008,
    "month": 6,
    "day": 21,
    "full text": "Stewart: Al-Qaida not a strategic threat\nThe economy is now the No. 1 campaign issue. But national security, including the war in Iraq, is not far behind. In fact, a major event in Iraq, or another terrorist attack in the U.S., would bring national security once again to the forefront. As we enter the general-election campaign, just how strong is the terrorist threat, especially that from al-Qaida? Last week, London's Financial Times carried a fascinating analysis of what's happened to al-Qaida and the threat to U.S., Europe and the rest of the world since Sept 11, 2001.\nFirst of all, between 1998 and 2001, the U.S. suffered three major terrorist attacks: (1) against the American embassies in Kenya and Tanzania in 1998; (2) against the USS Cole, an American warship docked in Aden, in 2000, and worst\nof all, (3) the attacks against New York and Washington on\nSept. 11, 2001. Since then, there have been none.\nThe general assumption is that the U.S. must be doing something right if there have been no attacks in almost seven years (not counting the attacks in one of Madrid's main railroad stations in 2004 and in London's transport system in 2005). There is a large measure of truth in this view. In part this is because the war in Afghanistan broke up al-Qaida's command structure and kept it limited to the rough and dangerous Afghanistan-Pakistan border areas. Then, too, al-Qaida's murderous tactics have lost it a lot of support in the Middle East, especially in Iraq.\nSo why then did Michael McConnell, the U.S. director of national intelligence, tell Congress earlier this year that al-Qaida continues to attract Western recruits and poses a significant threat to the U.S.? Was he just doing the bidding of the Bush administration, which strongly believes U.S. security is under constant threat? Or has al-Qaida really declined, and along with it a strategic threat to mainland U.S.?\nThe consensus of U.S. and Western security analysts is that al-Qaida does not pose a strategic threat either to the U.S. or to Europe. A strategic threat would require al-Qaida to maintain the ability to carry out attacks against the U.S. and Europe on a regular basis. Al-Qaida does not have that ability. Moreover, it would need a nuclear-weapons capability or a biological-weapons capability, or both, to pose a strategic threat. There is no evidence that it has access to weapons of mass destruction.\nThis does not mean that al-Qaida or associate groups are a minor nuisance. They are much more than that and will remain so for some time. But al-Qaida and other terrorist groups simply do not have the capability to fundamentally damage American or European security. The Irish Republican Army and its decades-long attack on British targets comes to mind. A car bomb, no matter how deadly and how effective, is not an atom bomb. Says Michael Sheehan, former deputy commissioner responsible for counter-terrorism at the New York City Police Department: \"While terrorism represents a threat to all our communities and an attack on our way of life, it does not at present amount to a strategic threat. But it is qualitatively and quantitatively more serious than terrorist threats we have faced in the past, and it is likely to persist for many years É Terrorism is an instrument of the weak and al-Qaida is dependent on a psychological overreaction form the West and particularly the U.S. É al-Qaida is weakened but it is still dangerous because of its unrestrained intent to kill in large numbers.\"\nAl-Qaida has suffered some important losses this year. In the past few months, three important commanders have been killed in Pakistan's tribal areas in the country's remote and turbulent northwest. They were leaders of considerable importance and their loss, coming so close together, is almost certainly a blow. Yet al-Qaida has weathered such losses before, especially in the wake of the allied attack on Afghanistan, when the core al-Qaida leadership was broken up. It wasn't long, however, before \"self-radicalized\" groups sprang up in the West. These \"self-radicalized\" or \"self-seeding\" groups were thought initially to be a nightmare. If they were not connected to the original al-Qaida hierarchy, how were they to be found? That view has since changed, because the \"self-seeding\" groups have proved to be far less effective than those trained by al-Qaida experts.\nThere have also been an increasing number of theological debates among Islamists over the wisdom of al-Qaida tactics, especially in Iraq, when so many Iraqi Muslims have been killed as a result. That is promising news for the rest of the world.\nNevertheless, the core motivation for al-Qaida and related groups remains. First is the impact of U.S. and Western policies in the Muslim world. Second is the presence of U.S. and Western military forces in the Middle East. Third is continued U.S. and Western support for tyrannical Arab regimes. As long as these three factors are in play, al-Qaida and related groups will continue to draw support from the young and disaffected.\nTerrorism will not destroy the West. But for some time to come, it will be a disturbing factor, bringing with it localized death and destruction. Now there's a problem for Sens. McCain and Obama. What will they make of it?\nBill Stewart, a former Foreign Service officer and correspondent for Time magazine, lives in Santa Fe.\n\nLoad-Date: June 22, 2008"
}