{
    "title": "Underwriting Hamas",
    "publisher": "the new york times",
    "year": 2006,
    "month": 3,
    "day": 4,
    "full text": "America cannot bankroll a Hamas government that preaches and practices terrorism, denies that Israel has any right to exist, and refuses to abide by peace agreements signed by previous Palestinian governments. That should be blindingly obvious. America is engaged in a global armed struggle against terrorism. It is firmly allied with Israel and is committed to Israel's survival. \n  Hamas won the recent Palestinian election fair and square. American officials, who say they are so forcefully committed to the cause of expanding democracy in the Middle East, should not even entertain the idea of doing anything to try to somehow undermine the results and install a different government. But that does not mean continuing to provide the subsidies that help pay for the Palestinian police, civil servants and other employees.\n The Palestinian Authority is having a genuine financial crisis, but it is not America's responsibility. Continuing United States subsidies while Hamas is in power will not move the region one step closer to a fair and sustainable peace.\n  That must be the bottom line, unless Hamas starts changing its tune and behavior on peace-related issues. But Washington should leave itself room for flexibility and pragmatism in working out the details. Money should continue to flow to nongovernmental relief organizations for humanitarian projects, provided that the recipient organizations have no links of any kind to terrorist activity or organizations. The same thing goes for independent foundations that remain committed to the principles of the Oslo peace agreements and peaceful dialogue with Israel. And Washington should continue to press Israel to resume turning over to the Palestinian Authority the Palestinian tax and customs funds that Israel collects on the authority's behalf. This is not aid, but the Palestinians' own money. \n  No one should imagine that this strategy is likely to convince average Palestinians that they made a mistake in picking a Hamas government. The withheld American aid will very probably be replaced from less scrupulous sources, like Iran or oil-rich Arab countries. \n  Still, the United States would make a resounding diplomatic and moral point by cutting off aid. It would demonstrate in the clearest possible terms that the American people are not prepared to support governments, elected or unelected, that proclaim the annihilation of other nations as their goal and embrace terrorism as an acceptable tactic for achieving it. \n\nhttp://www.nytimes.com\n\nLoad-Date: March 4, 2006"
}