{
    "title": "Underwear bomber confesses to jet plot",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 10,
    "day": 13,
    "full text": "DETROIT -- In a surprise move, Umar Farouk Abdulmutallab on Wednesday pleaded guilty to eight criminal charges against him related to an attempt to blow up an airliner with a bomb hidden in his underwear. \nU.S. officials called the successful conviction a sign that terrorism can be dealt with in civilian courts. \nAfter a brief recess on the second day of testimony in the trial, the Nigerian who was charged with trying to detonate a Detroit-bound jetliner carrying more than 300 people on Christmas Day 2009, entered guilty pleas on all eight counts. \nAbdulmutallab, in fluent English, then read from a lengthy statement saying he was guilty under U.S. law, but not under Islamic law, for the crimes charged. He said he tried to carry out the bombing in retaliation for the murder of innocent civilians by the United States in Iraq, Afghanistan, Somalia, Israel and elsewhere. \nHe warned that a calamity would befall the United States if it continued to murder innocent Muslims worldwide. \n\"If you laugh at us now, we will laugh at you later,\" he said in the statement. \nHe said committing jihad against the United States is one of \"the most virtuous acts\" a Muslim can perform. \nJudge Nancy Edmunds set his sentencing for Jan. 12. \nAbdulmutallab, 25, faces a mandatory 30 years in prison, but could get life for some of the charges, which include conspiring to commit terrorism and using a weapon of mass destruction. But for all practical purposes, Anthony Chambers, Abdulmutallab's standby defense lawyer, said his client will get a life sentence. \nU.S. Attorney Barbara McQuade said the guilty plea shows that terrorism suspects can be dealt with in civilian courts. \n\"This case demonstrates that civilian courts are an appropriate tool for bringing terrorists to justice,\" she said. \nMcQuade also stressed that the terror case, and the defendant's beliefs, are not reflective of the Muslim community. \"This is someone who distorts Islam for his own purposes,\" she said. \"The Muslim Americans I know ... they love America as much as we do. They, too, celebrate this conviction today.\" \nAttorney General Eric Holder said in a statement issued in Washington: \"Contrary to what some have claimed, today's plea removes any doubt that our courts are one of the most effective tools we have to fight terrorism and keep the American people safe.\" \n\nLoad-Date: October 13, 2011"
}