{
    "title": "Understanding key to fighting terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "Civilization's greatest enemy is irrationality. We search for answers, but sometimes they're just not there.\nMotives can be envisioned, but often fail to explain the absurdity of human action. Reason proves to be an inadequate means of explaining those confusing incidents that seem to be rooted in the chaotic and imperceptible depths of human fanaticism.\nPennsylvania State U.\nThe awful tragedy at the World Trade Center overwhelms us with sadness, encompasses our thoughts with sympathy and compassion, and ignites a bitter rage within, kindled by the painful memory of thousands of innocent lives lost.\nBut more than anything else, we may find ourselves asking, \"why?\" What source of evil could find the good in murdering civilians on a massive scale? What breathing being could justify this disgusting act as a necessary means to an end?\nThese are not intended to be rhetorical questions. Rather, they are relevant to the much-desired eradication of terrorism. Politicians and bureaucrats, trained in foreign affairs, are often constrained by western logic. The rational view is not all encompassing, and can be insufficient in ultimately comprehending the incentives of the perpetrators.\nIn order to stop terrorism, we must understand its inspiration. The terrorists who died along with the victims were obviously willing to sacrifice their own lives. We can thus speculate that they confidently expected to enter a more appealing state after death. An enemy willing to die appears to be invincible. Fighting with force may very well be ineffective, for the most extreme consequence of force is death and it appears that death is no consequence to this brand of terrorist.\nYet, the world is not defenseless. It seems that terrorists with a vendetta against the United States rarely emerge from prosperous and advanced states. Nor are they harbored within states that have good foreign relations with our country.\nIn fact, states that house such terrorists are usually comprised of civilian populations that manifest bitterness toward America and everything it represents.\nThis anger, though, can not be simply attributed to a resentment of a wealthy superpower by an impoverished nation.\nAfter all, our country has many friendly allies that also suffer from the devastating effects of poverty. We can, however, make the observation that states with sympathy for terrorist activities do not interact with America, or any western population for that matter, in just about any aspect.\nThis not only includes economic interactions, but maybe more importantly, social interactions. How many American students choose to study abroad in Iran or Afghanistan? The question sounds silly. But what is so silly about it?\nWe do not destroy that which has a personal and positive influence on our lives.\nDo we study Afghani culture in our universities? Do they study ours? Not to any significant extent, that's for sure. The social factor should not be overlooked. Terrorists like Osama bin Laden claim to oppose western ideals, but do they really understand us, or we them?\nThe reason these questions are so essential is that maybe they can help to guide the American response to this terrible tragedy and the prevention of terrorism in the future. We are all angry, and justifiably so. Certainly, all involved deserve the most severe form of punishment.\nYet, America must resist isolating and embittering the states and populations from which this terrorism emerged.\nIt is this isolation that fails to connect the conflicting parties on any meaningful or personal level.\nIncreasing defense department allocations for the intelligence sector can be beneficial, but only if that money can be utilized appropriately.\nMaybe the United States should take the initiative by embracing those nations with which it formerly had only cold relations and instigating a mutually warm and interactive relationship. Terrorism has no face, and this cripples American military effectiveness.\nThe problem must be addressed at its source, which is the mentality of the perpetrators.\nThis mentality can only be softened if America makes the effort to connect with potential terrorist populations and increase awareness through contact and interaction.\nTerrorism is an amazingly scary thing, I think we all appreciate that now.\nHopefully, American foreign policy efforts can control the problem and lessen this fear before it burns out of control.\n(C) 2001 Daily Collegian via U-WIRE\n\nLoad-Date: September 14, 2001"
}