{
    "title": "Under the Influence_ Defiance in the face of terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 5,
    "full text": "Liz Marsh\nAfter Sept. 11, my parents called a family meeting. We were hosting a foreign exchange student that year, and we had planned to travel all over the country. We needed to decide if we were going to go through with our plans. My parents have never been people to give in to fear, but they wanted us to feel like we had some control in a world that suddenly seemed chaotic.\nWe voted unanimously, and our adventures that year were nicknamed The Osama Bin Laden Revenge Tour. We travelled to Los Angeles and Chicago, we went to the Olympics, and we rang in the new year in Times Square. But it was not without some degree of fear. On New Year's Eve in New York, the sky swarmed with police helicopters, and there were snipers visible on the rooftops.\nA few months later, when we entered the Olympic Village in Salt Lake City, security stopped each car to do a thorough search. We sat off to the side as the officers used an inspection mirror to check the undercarriage for a bomb. Feeling unsafe in the middle of Utah was a surreal but increasingly familiar emotion.\nThrough it all, we felt defiant.\nLately though, I feel less defiant and more defeated.\nI haven't watched the news in the last week or so because I can tell that I am slowly succumbing to fear. Places and activities I love are marred by frequent tragedy. I still go to movies and concerts and travel, but now in the back of my mind, I also consider the \"what ifs,\" and the energy it takes to push those out of my consciousness is exhausting. Advertisement\nThe irony is that my energy has always come from those same experiences. It's the collective, shared experiences that make the fight worth fighting. The very pulse of humanity.\nWhen I think of my time living in London, I want to remember dancing and singing with my friends at concerts and clubs, and splurging on tasty snacks at the Borough Market on payday. When I think of London Bridge, I don't want to think of people running in terror. Instead, I want to remember trying to explain to confused tourists that the truly unremarkable London Bridge and the iconic Tower Bridge nearby are actually different.\nI saw just enough of the news on Monday to catch the photo of a man running away from the scene of the most recent attack clutching a pint of beer in his hand. It was the most British moment I have ever seen captured on film. And it was just what I needed to reignite my own inner resistance.\nDefiance doesn't have to be a big splashy statement. Defiance is simply the will to carry on with normal life. Defiance is staring into the face of terrorism and taking a sip of your pint.\nRead more Marsh: coloradodaily.com/columnists\n\nLoad-Date: June 5, 2017"
}