{
    "title": "UNDERSTANDING YOUR WORLD_ PAKISTAN IN CRISIS",
    "publisher": "the santa fe new mexican",
    "year": 2007,
    "month": 11,
    "day": 11,
    "full text": "Stewart: Any leader in Pakistan must have the support of the military\nThis column has noted on several occasions that Pakistan is the most dangerous country in the world. The events of the past week indicate that more than ever this is so. A hugely unpopular state of emergency has been declared, the outcome of which remains highly problematical.\nPakistan is a nation with nuclear weapons, al-Qaida bases, large tribal and lawless areas on its western frontier with Afghanistan that provide a safe have for Taliban forces and probably Osama bin Laden as well, and growing Islamic militancy and terrorism. That should be quite enough for any country, much less one with a military government of declining effectiveness. And yet Washington has declared Pakistani President Pervez Musharraf an indispensable ally in the struggle against terrorism. Is he?\nWe need to be clear about one key factor. Although there has been a sense of inevitability about the latest turn of events, the real cause is the growing weakness of the military government of Gen. Musharraf, not the increasing strength of the political opposition, be it the traditional political parties or the Muslim fundamentalists.\nInto this mess has stepped former Prime Minister Benazir Bhutto, who is widely suspected of having done a deal with Musharraf with the strong backing, if not outright connivance, of both Washington and London. Her return from political exile last month was greeted by hundreds of thousands of fervent supporters in the streets of Karachi, Pakistan's largest city. But a terrorist bomb that same day put an end to her triumphal march and until Friday she had not been seen again in public. Bhutto, who had remained unusually reticent about Musharraf's latest power grab, had promised to lead an opposition rally in the military cantonment city of Rawalpindi on Friday, but she was blockaded in her nearby Islamabad home and the rally did not take place.\nBhutto is caught, because if she doesn't oppose the state of emergency she risks losing her popularity and will be increasingly seen as a Washington tool. But if she gets out in front against Musharraf, she risks jail or another forced exile, or perhaps assassination. Politics is tough in Pakistan.\nWashington at first was muted in its response to suspending the constitution and the arrest of hundreds of lawyers, judges and opposition leaders. In fact, the reaction in Pakistan itself was at first remarkably muted. These people represent the liberal middle class of Pakistan, not the militants in the border areas with Afghanistan or the wild-eyed radicals who run some of Pakistan's madrassas, or religious schools.\nBut at a joint press conference with French President Nicolas Sarkozy at Mount Vernon -- George Washington's home (the irony is exquisite) -- President George Bush bit the bullet and said that Musharraf must hold the parliamentary elections scheduled for early next year, and he must step down as head of the army, something Musharraf repeatedly has promised to do and just as repeatedly failed to do. By the end of last week, Musharraf seemed to be bending, declaring that the elections will be held in February, as scheduled.\nPakistan's strongest institution is the military, without whose support no leader, military or civilian, can long survive. This is in vital contrast to India, whose huge professional army has never interfered in politics. Since independence, India has understood what democracy is all about. Pakistan has failed to do so, though it has had democratically elected governments from time to time.\nMusharraf cannot be forcibly removed from office without the military's involvement, and this seems unlikely. The recently appointed deputy commander in chief has been handpicked by Musharraf. The head of Military Intelligence is a close relative of Musharraf's wife. The head of the powerful Inter Services Intelligence is also a Musharraf loyalist as are all the handpicked Corps commanders. Unless Musharraf appears to be a threat to the state itself, the army poses no threat to him.\nThe fact of the matter is that Musharraf's military rule runs counter to Pakistan's turbulent politics. Islamic fundmentalists aside (and there are many), Pakistan's educated elite wants a democratic state. They are thwarted by a military that sees itself as the guarantor of the nation's independence, especially in regard to India. Then there are the tribal areas along the western borders with Afghanistan and Iran. The most notable is the Northwest Frontier Province. It is in this area that the Pakistani army has failed miserably to keep order with tribal fundamentalists. In fact, the army has had close ties with the Islamists in the border areas who helped to bring the Taliban to power in Afghanistan, and many in the Pakistani army are in sympathy with Islamist aims.\nPakistan has relied in large part on the 40,000-strong Frontier Force to maintain order in the vital but almost uncontrollable tribal areas. The Frontier Force is an ill-equipped group of local irregulars. Washington has given Pakistan some $10 billion in military aid since Sept. 11, 2001, but rather than increasing the country's counter insurgency forces, essential in the fight against terrorism, Musharraf instead has lavished money on the regular army, whose main objective is to counter India.\nHas Musharraf delivered the goods in the war on terrorism? For the most part, no. His current troubles began last spring when he suspended Supreme Court Chief Justice Iftikhar Mohammad Chaudhary. He was reinstated after the entire legal establishment rose up in protest. The court was considering Musharraf's election last month to another term as president, even though Musharraf remained as head of the army, illegal under the present constitution.\nTen days ago it seemed likely that the court would rule that Musharraf's election was invalid, and so Musharraf suspended the constitution and declared a state of emergency. Chaudhary was once more removed.\nIt's an extremely difficult situation for Washington, because Pakistan is needed to support the 40,000 strong NATO force in Afghanistan. But one thing is clear: the more Pakistan moves towards military rule, the more restive the country will become. And that isn't good for the struggle against terrorism.\nBill Stewart, a former U.S. Foreign Service officer and Time magazine correspondent, lives in Santa Fe. He writes weekly on foreign affairs.\n\nLoad-Date: November 11, 2007"
}