{
    "title": "Under pressure; Terrorism queries have good effect",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 5,
    "day": 23,
    "full text": "First at home and now in Europe, President Bush has spent the past several days answering tough questions and countering critical assumptions about America's performance before and after Sept. 11. While the administration was initially defensive about its handling of terror warnings last summer, the scrutiny will ultimately prove useful for both the public and the White House.\n     The administration, which tends to project a \"trust us\" message to American citizens, is being forced _ by the anguished families of 9/11 victims and by members of Congress _ to directly defend its performance and that of the FBI and CIA. This has led to several healthy outcomes:\n     - The Bush administration is being more responsive to congressional investigators' requests for information.\n   - The administration is now saying publicly things it has known all along, but which the American public has not fully faced: that credible threats of terrorism, both at home and abroad, will continue indefinitely _ and often will be so vague that officials will find it difficult to know whether, when or how to respond.\n      This is a new world, one with dimensions Americans find hard to comprehend. Now stung by questions over its silence last August, the administration is sending out one official after another to voice warnings of likely future terrorism on American soil. Vice President Dick Cheney went first; by Tuesday, Defense Secretary Donald Rumsfeld was the fourth official to give what one headline called \"The Warning Du Jour.\"\n      Though some Democrats thought Republicans were trying to change the subject from the administration's pre-Sept. 11 performance, the new warnings provide an important reality check for the American public, as well as for congressional critics. Americans, post-Sept. 11, must face the fact that intelligence \"chatter\" is sometimes just that, and is sometimes much more _ and that citizens cannot expect the government to always know which is which.\n    - It is beginning to sink in that no government, especially in such a free society as this, can absolutely ensure its citizens' safety. One might think this goes without saying, but too many public officials seem to buy the notion that a little more airport security or a lot more discussion between the FBI and CIA will stop terrorists in their tracks. Improvements must be made in both realms, and congressional investigations should help point the way, but even drastic restructuring of the U.S. intelligence apparatus won't ensure our safety.\n    So far, congressional investigations appear to be pretty effectively bipartisan, with Sen. Richard Shelby, R-Ala., and Sen. Bob Graham, D-Fla., for example, taking similar approaches to the task. Whether Congress' work will suffice or a commission will be required is unclear at this stage, but thwarting terrorists will require all the rigor, effort and creativity the government can muster.\n     - In Europe, too, Bush will benefit from hearing other perspectives. America is seen there as not much interested in collective action _ except on this subject. Indeed, early reports note that he made frequent use of the word \"collective\" in responding to European journalists' impression of him as a go-it-alone leader. Their reactions, and that of European protesters, may help Bush see a reason for better international collaboration.\n     Bush has clearly been angered by a week's worth of questioning and second-guessing _ and now he's faced with European protesting. But America's performance will benefit from this turmoil and skepticism if it leads to a full examination of what happened _ and what should happen now.\n\nLoad-Date: May 23, 2002"
}