{
    "title": "Under Attack, Leading Rival Of Milosevic Joins the Fray",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 12,
    "full text": "A new rancorous round of accusation and intimidation between the authorities and the opposition erupted in Belgrade this week. What has made this bout particularly heated, and potentially significant, is that it involves the largest opposition party and state security officials who seem increasingly tough in cracking down on independent action.\nThe Serbian Renewal Party led by Vuk Draskovic had until recently tended to stay out of the fray, allowing its opposition rival, the Alliance for Change, to lead street protests against President Slobodan Milosevic that fizzled fairly quickly and now attract skimpy support.\nThis week, Mr. Draskovic's party moved into open opposition, apparently stung by state security officials who responded to the party's accusation that they orchestrated a campaign of state terrorism with harsh court rulings and police summons to party leaders.\n\"If the police are going to attack us, then we are going to defend ourselves, no doubt, there is no doubt,\" said Ognjen Pribicevic, a chief adviser to Mr. Draskovic.\nEarlier this month, the party accused two leaders of Mr. Milosevic's state security apparatus of organizing an assassination attempt on Mr. Draskovic on Oct. 3. Mr. Draskovic escaped with slight injuries, but his brother-in-law and three bodyguards were killed when a truck swerved into their motorcade.\nThis month, the party in a statement accused the government of \"not wanting changes to be effected by peaceful and democratic means, resorting instead to pure state terrorism.\" The party spokesman, Ivan Kovacevic, blamed the two parties allied with Mr. Milosevic's ruling Socialists -- the powerful Radical Party and the Yugoslav Left -- for orchestrating a campaign of \"arrests, state terrorism and persecution.\"\nThe Radical Party immediately hit back, suing two independent daily newspapers, Danas and Blic, and the Belgrade television station Studio B, which is run by Mr. Draskovic's party, for reporting the \"untrue\" statement. Under Yugoslavia's information law, the three were ordered to pay hefty fines -- over $200,000 at official exchange rates -- within 24 hours. The party stepped in to pay.\nThe next day, the police arrived at the party's offices to take in three senior members for questioning about the allegations. Mr. Draskovic, who has been jailed before, ordered the men to refuse and challenged the authorities to arrest him instead.\nThe government has also turned up the rhetoric. The Yugoslav information secretary, Goran Matic, said that Mr. Draskovic was following the orders of Western leaders he met at a recent European summit in Istanbul. \"There is no state terrorism in this country,\" Mr. Matic said. \"The thesis on state terrorism in Yugoslavia is something Vuk Draskovic received in Istanbul for homework.\"\nOn Friday, the Serbian interior minister, Vlajko Stojiljkovic, spoke to police officers and stressed that Yugoslavia is under \"pressure from certain Western governments, led by the United States, who are trying to dominate, occupy and break up its territory.\"\nHe branded the most dedicated members of the opposition as \"drug addicts, alcoholics, criminals and known hooligans, failed scientists and artists, who have made a profession out of betraying their country.\"\nThe sparring comes after an increase in harassment and arrests, according to political analysts and human rights lawyers.\nAn Albanian lawyer from the Belgrade-based Humanitarian Law Center, who is defending some of the hundreds of Kosovo Albanians currently in Serbian jails, was arrested this week and has not been heard from since. A human rights activist in Leskovac has received a death threat from someone purporting to be from the state security force.\nMr. Draskovic's party, whose national leadership is meeting today to plan the next move, is by far the largest and most organized opposition party, and its leaders say the government is campaigning against the party because it is moving to challenge Mr. Milosevic directly.\nThe truck accident, immediately called an assassination attempt by Mr. Draskovic, clearly shook him and his wife, Danica. Mr. Pribicevic, Mr. Draskovic's adviser, said it had also toughened the party leader's resolve \"to overthrow Milosevic and the system.\"\nPolitical developments are also dictating action. The government has failed to answer the opposition call for early elections and the party had always threatened to take to the streets as a last resort.\nNow that the Alliance for Change, led by Mr. Draskovic's bitter rival, Zoran Djindjic, has failed to win change, \"it is our turn,\" Mr. Pribicevic said. \"For five months they were on the offensive. Now we are saying the attention is on us. Give us a chance to show ourselves.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: December 12, 1999"
}