{
    "title": "Undermining U.S. Interests",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 8,
    "day": 3,
    "full text": "The impact of Israel's \"disengagement\" (retreat) from terrorist strongholds in Gaza and Samaria would not be limited to Israel. \"Disengagement\" would undermine vital American interests in the Middle East and beyond.\n\"Disengagement\" would be inconsistent with America's noncompromising war on Islamic terrorism. Retreat by Israel, the role model of countering terrorism, would reward and energize regional and global terrorism, including anti-American terror lords. \"Disengagement\" would bolster the Palestinian Authority, which has been the most sustained pro-Saddam, pro-Bin Laden, pro-Iran, pro-Russia, pro-North Korea, and pro-China regime in the Middle East. \"Disengagement\" would transfer control of Gaza air and sea ports to the Palestinian Authority. They could become a platform for Iranian, Russian, Chinese, North Korean intelligence and military personnel and equipment, at the expense of American posture in the eastern flank of the Mediterranean. \"Disengagement\" would upgrade the position of the Palestine Liberation Organization, which has been the most lethal threat to the pro-American, feeble Hashemite regime in Jordan. \"Disengagement\" would re-engage the military forces of Egypt and Israel in a terror-ridden area. It would lead - inadvertently or intentionally - to diplomatic and possibly military confrontations, exacerbating regional instability, and sucking America into an unnecessary conflict between two of its allies.\n\"Disengagement\" and American interests constitute an oxymoron, as evidenced also by recent precedents. The July 2000 Israeli \"disengagement\" from South Lebanon has propelled Hezbollah from a small local terrorist group to a prominent regional terrorist organization, haunting American GIs in Iraq and Afghanistan. The 1994-98 series of \"disengagements\" from 85% of Gaza and 40% of the Judea and Samaria have created the largest terrorist base in the world, controlled by the PLO, the role model of hijacking, hate education, and international terrorism. It has caused the Hashemites to be sleepless in Amman, and it has provided a platform and a tailwind to Middle Eastern terrorists, including Palestinians fighting America in Afghanistan and Iraq.\nThe time to examine the impact of Israel's \"disengagement\" on vital American interests is before - and not after - its dire consequences fall upon American GIs in Iraq and Afghanistan.\nPresident Bush has elucidated his opposition to the concept of \"disengagement\" (retreat) in his June 28, 2005, speech at Fort Bragg: \"Terrorists believe [that] they can force us to retreat. They are mistaken. ... There is only one course of action against them: to defeat them abroad before they attack us at home. ...\" Mr. Bush has presented a worldview that professes a comprehensive, devastating offensive on the terrorists' own ground. He aims to obliterate the political, financial, and operational infrastructure, while refusing to negotiate, appease, or retreat.\nMr. Bush has concluded the proper lessons from a series of American \"disengagements,\" which emboldened Islamic terrorism. In 1979, America \"disengaged\" from Iran following the embassy takeover by terrorists. In 1983, America \"disengaged\" from Lebanon following the murder of 300 Americans by PLO and Syria-assisted Hezbollah terrorists. In 1993, America \"disengaged\" from Somalia, in reaction to the lynching of American Marines by Muslim terrorists. These \"disengagements\" fueled anti-American terrorism, which intensified in 1993, 1995-96, 1998, 2000, and 2001 with the first attempt on the Twin Towers, the terror attacks on American GIs in Saudi Arabia, the explosions in the American embassies in Kenya and Tanzania, the murder of 17 sailors on the USS Cole in Aden, and the terror blitz of September 11, 2001.\nMr. Bush is determined to avoid errors committed by former presidents, who preferred \"disengagement\" from - rather than head on military engagement with - terror regimes. They confined counter terror to limited operations, and promoted negotiation and cease-fire with terrorist regimes. Their \"disengagement\" from a decisive battle against terrorism, facilitated the engagement of terrorists with the American mainland.\nSince 1993, the Palestinian Authority has benefited from a sequence of American-encouraged Israeli \"disengagements.\" Since 1993, America has been plagued by an unprecedented wave of Islamic terrorism, which has been energized by Israel's retreats in the face of Palestinian terrorists. Would America encourage Israel to persist in \"disengagements\" (retreats), thus learning from history by repeating - rather than by avoiding - costly errors?\n\nLoad-Date: August 3, 2005"
}