{
    "title": "UNDERDOG LUGAR IS TRYING A SERIAL AD _ A LITTLE GIRL EXPRESSES FEAR ABOUT NUCLEAR TERRORISM. TUNE IN",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 12,
    "day": 19,
    "full text": "A mother tucks her little girl into bed.\n\"Mommy.\"\n\"What, honey?\"\n\"Won't the bomb wake everybody up?\"\nThe scene could be out of a made-for-television movie about nuclear terrorism. Instead, it's a commercial for Indiana Sen. Richard G. Lugar's Republican presidential campaign.\nIn a series of four advertisements airing this week in Iowa and New Hampshire, Lugar's campaign uses Hollywood-style drama to portray the threat of nuclear terrorism since the breakup of the Soviet Union.\nIn a campaign so far dominated by economic and domestic issues and personal attacks, the ads are an unusual appeal to foreign-policy concerns.\nThe scenario: A terrorist group threatens to explode three nuclear bombs in the United States. The President must make a decision on what to do.\nThe first three ads, each running for 30 seconds over separate days, tell a story of developing fear and panic and end with the teaser, \"to be continued.\" Lugar appears only at the close of the fourth ad, which runs 60 seconds.\n\"Starting now, the contest for the presidency must change,\" Lugar says in the ad. \"All of us in the race promise to balance the budget, cut taxes, shrink government. And with a Republican Congress, any of us will do this.\n\"But the President never gets to that agenda if America isn't secure,\" Lugar says. \"What this is about is electing a president you trust with your life.\"\nLugar's aides are hoping the three-week, $300,000 ad campaign will elevate Lugar from the back of the Republican field by taking advantage of the senator's reputation as an expert in foreign policy.\nLugar, with Sen. Sam Nunn (D., Ga.), has described the spread of weapons- grade nuclear materials as one of the most dangerous national-security issues facing the United States. There have been several reports of nuclear smuggling since the demise of the Soviet Union.\nMark Lubbers, Lugar's campaign manager, said aides debated whether the ads would be perceived negatively but decided they were a powerful way to deliver a complicated message.\n\"Will it scare people? Part of me wants to say, 'I hope so,' \" Lubbers said. \"We're trying to wake people up in a real way with these spots.\"\nWhile many political campaigns have used drama to get a point across, the Lugar ads may be the first to involve a serial, according to Julian Kanter, a retired television-station manager who has collected and studied political ads since 1956.\nIn one of the first, and most memorable, political uses of drama, President Lyndon B. Johnson's 1964 campaign had an ad showing a little girl in a field picking daisies followed by a nuclear explosion to suggest that Republican challenger Barry Goldwater was trigger-happy.\nThe \"Daisy Girl\" spot became an instant classic.\n\"Drama in political ads is very effective if the message is one that plays on the concerns or perceptions that the viewer already has,\" said Kanter, whose collection is preserved at the University of Oklahoma. \"The two most dominant emotions in people's political thinking are hope and fear.\"\nPaul Wilson, a Republican media consultant, said the best political commercials are those that project credibility in an informative way. \"Lugar has the undesirable task of becoming known, so he has to use something that is kind of different to get attention,\" he said.\n\"You have to applaud him for trying.\"\n\nLoad-Date: October 28, 2002"
}