{
    "title": "Under the Shadow of Terrorism in Dhaka Contributing Op-Ed Writer",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 9,
    "full text": "DHAKA, Bangladesh — The signature dessert at Holey Artisan Bakery has had its name changed. It used to be called Death by Chocolate, but since the terrorist attacks on the bakery that led to 29 deaths in July last year, the proprietors must have felt the name was inappropriate. It’s now simply a “deluxe chocolate cake.”\nThe bakery itself has moved to a shopping mall; its sprawling former grounds now lie empty, and the road leading to the old building has been barricaded. Beyond, the neighborhood, Gulshan, has been transformed. There are checkpoints at every intersection, metal detectors at the entrance to restaurants and shopping malls, and a heavy police presence on the streets.\nIt’s my first visit back to Dhaka since the attacks. I don’t know what I expected to find, but I’m surprised at the extent of the changes. In London, where I live most of the year, there were three terrorist attacks between March and June in what has been referred to as “a summer of disasters.”\nBut after the news reports, the expressions of shock and grief, and the condemnations, things quickly went back to normal; Londoners took pride that the city was continuing in its multiethnic, cosmopolitan way. An image of a man carrying a glass of           beer became iconic: Even in the wake of an assault on the city, London’s citizens will not give up their pints. There was humor and a rude defiance to the response, which made everyone feel that they, the terrorists, couldn’t win because we Londoners refused to change.\nFor Dhaka, there is, by contrast, a desire to show the world that it took what happened with the utmost seriousness. This is partly because the attacks were directed at outsiders. The young militants who carried out these heinous crimes had scouted restaurants to determine which would be hosting the most foreigners when they attacked.\nOn that terrible night, the terrorists seized control of the bakery building and took hostages. They segregated the locals and told them they’d be safe. (In the end, they killed six Bangladeshis and 18 people of other nationalities; five of the attackers died in a gun battle with commandos, and a sixth was captured, but reports of their number vary.) The terrorists’ action was a statement of exclusion, a kind of purging.\nIt seems natural that in response, Dhaka would want to appear changed by this event. There is a desire to show that measures have been taken to prove to the world that we are open for business.\nThe authorities have made a great show of their intent. In raid after raid, more “secret dens” containing caches of arms have been uncovered and more “cells” of militants have been destroyed. In some senses, the city does feel safer than it did a year ago. In 2015 alone, at least four people were assassinated in Dhaka in machete attacks, which the state refused to openly condemn. But since the Holey Bakery attack, there has been no major terrorist incident, nor any recurrence of the killings of prominent bloggers, writers and activists that marked recent years.\nThis feeling of safety has not come without a price. In a city that is already a reflection of the country’s class segregation, the diplomatic zones of Gulshan and another neighborhood, Baridhara — where most wealthy people live — have been fenced off from the rest of the city. The main intersection in Gulshan has been declared a “beggar-free” zone, in a kind of sanitizing of the visible signs of extreme poverty.\nIf you take a rickshaw or a scooter to Gulshan from another part of town, you have to leave that rickshaw when you reach the neighborhood, go through the barriers on foot and pick up another rickshaw within Gulshan. The Gulshan rickshaws are now painted a standard yellow and black, stripped of the gaudy colors that used to adorn them.\nInevitably, safety has also meant a strengthening of state power. In the wake of the Holey attacks, as a dark cloud of uncertainty hung over the nation, people wanted the state to take action. Dhaka’s citizens wanted the security forces to prove their might against the extremist fringe groups that were threatening the stability of the country — and they did.\nBut in our hunger to see these invisible, terrifying enemies thwarted, we ignored how, exactly, the state was going about defeating them. Last month, Human Rights Watch published a report calling on the Bangladeshi government to “end disappearances and secret detentions.” The group referred to the scores of people who have been arrested by security forces in recent years, some of whom have turned up dead.\nMany of these abuses take place under the guise of protecting society from terrorism. We citizens remain silent because the threat of another catastrophic attack is too much to bear.\nThere has also been a willingness to negotiate with the Islamic right, in particular the Islamist group Hefazat-e-Islam. In May, under pressure from Hefazat, a statue of Lady Justice was taken down from in front of the Supreme Court building (though it            was later reinstalled in a less prominent spot nearby). Earlier in the year, primary-school textbooks            were altered to include more Islamic content, and some work by non-Muslim writers            was excluded from the curriculum. Again, this was a nod to Hefazat, and to those who would like to see            Bangladesh become Islamicized. Out of a desire to keep violent extremism at bay, the state has begun to make compromises that erode its basic secular principles.\nThe murders, for now, have stopped. The terrorists have been halted in their tracks. But their threat is echoed in other insidious ways: in the random acts of violence experienced by dissidents and political opponents; in the concessions made to fringe groups; and mostly, in the fear that permeates everything. In the meantime, the citizens of Bangladesh are trapped between a desire to be safe and the need to be free.\nFollow The New York Times Opinion section on Facebook and            Twitter (@NYTopinion), and sign up for the            Opinion Today newsletter. \nTahmima Anam is the author, most recently, of the novel “The Bones of Grace” and a contributing opinion writer.\nA candlelight vigil on the anniversary of the Holey Artisan Bakery attack in Dhaka, Bangladesh. ALLISON JOYCE/GETTY IMAGES\n\nLoad-Date: August 11, 2017"
}