{
    "title": "Understanding terrorism; Terrorism_ How the West Can Win, edited by Benjamin Netanyahu. New York _ F",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 2,
    "full text": "PERHAPS the single aspect of terrorism even more terrifying than the kidnapping, maiming, and murder of innocent civilians by a network of people who consider themselves above the claims of custom, law, or morality has been the unwillingness of most liberal democracies to respond to so blatant a threat. For, whether we think of terrorists as criminals hiding behind the mask of politics or as political operators seeking to impose their aims by violent, unlawful means, there can be little doubt that terrorists and the states that sponsor them are among the most unambiguous enemies that free, civilized societies have faced in many years.\nYet, for a variety of reasons, many of the Western democracies who are the prime targets of terrorism have failed to meet the challenge; indeed, they have often acted in such a way as to invite further blackmail. Even when the US has taken the lead, most of its European allies have been unwilling to aid, let alone follow. One cannot help thinking of Winston Churchill's observation about British appeasers in the time of Munich, offered the choice between war and dishonor: ''They have chosen dishonor. They shall have war.''\nThe contributors to this volume - diplomats, politicians, journalists, academics, writers, law-enforcement officials - share a common dismay at the continuing attitude of ambivalence toward an issue where the moral, and pragmatic, choices are so unambiguous. In this collection of brief, lucid, timely, and highly readable articles, averaging five to six pages in length, they examine the moral, political, legal, historical, military, and journalistic aspects of the problem. We hear from Secretary of State George Shultz; Sens. Alan Cranston, Paul Laxalt, and Daniel Patrick Moynihan; FBI Director William Webster; Attorney General Edwin Meese; Middle East specialists Elie Kedourie and Bernard Lewis; Prof. Eugene Rostow; foreign correspondent Claire Sterling; Rep. Jack Kemp; newsman Daniel Schorr; and others from Great Britain, Israel, France, West Germany, and Japan. The contributors were participants at a 1984 conference in\nWashington, D. C., chaired by Britain's Lord Chalfont, under the auspices of the Jonathan Institute. The institute, a private research foundation, was named in honor of Israeli Lt. Col. Jonathan Netanyahu, who was killed leading the rescue party at Entebbe and whose brother, Ambassador Benjamin Netanyahu, has edited and substantially contributed to this book.\nOn the assumption that reluctance to deal with terrorism may be attributed to widespread confusion and ambivalence, the contributors to this volume have sought to clarify this confusion. Some offer penetrating critiques of the theory of ''root causes.''\n''The theory of grievances,'' writes Midge Decter, ''is not a misguided attempt to . . . understand terrorism. Rather, it is intended to deny the application of the normal moral code to the terrorist.'' Others describe the similarities between terrorists and the totalitarian governments that support them: It is not only that the terrorists' purported ends cannot justify their violent means, but also that their chosen means tell us what their ends really are. Several of these essays pose the same question: Can freedom in any real sense be expected from ''liberators'' who deliberately target innocent people in order to gain publicity?\nThere is much discussion of the role of the press, not only in giving terrorists the publicity they crave, but also in seeming to confer respectabilty upon them. It is also suggested that a simple-minded notion of the press as ''natural adversary'' of the government, combined with misguided conceptions of ''evenhandedness,'' has led to a situation where terrorists enjoy an unusual advantage in the media.\nOther contributors are disturbed about what terrorism can do to a democracy's political will. ''We fall into a trap . . .'' warns the French writer, Jean-Francois Revel, ''when we endorse the idea that we have no right to be free from attack unless we attain perfection, a duty they do not have. Terrorism . . . is designed to make us accept the way the terrorists and the totalitarians see us.'' The consensus of this volume can be summed up by the dictim in the excellent essay by the British historian Paul Johnson, who urges us to clear our minds of cant: ''There is no such person as a 'good' terrorist,'' he states (a conclusion also reached in Doris Lessing's recent, ironically titled novel).\nAmid such a united front as is presented here, it is discouraging to observe a tendency, in a few of the articles, to link a hard line against terrorism with a hard line on every other aspect of American foreign policy. When some of the contributors have taken the trouble of explaining the differences between terrorists, who deliberately target civilians, and guerrillas, who seek to engage the regular militia, it is disappointing to see other contributors blur such distinctions.\nYet, by and large, this book achieves its aim of clarity. Ambassador Netanyahu provides a sound definition of terrorism that demonstrates how it differs from other forms of violence: ''Terrorism is the deliberate and systematic murder, maiming, and menacing of the innocent to inspire fear for political ends.'' Senator Cranston warns of the all-but-unimaginable consequences of terrorism coupled with nuclear proliferation, and gives evidence of the spread of this technology. ''Like Lenin's capitalists, who would sell the rope for their own lynching, we have permitted the export of nuclear material, plants, and technology that may someday be used in a lethal assault against us,'' he remarks.\nThe premise of this book is that clarification will lend support to intelligent and decisive action, led by the US and supported by other democracies. Yet in the background lingers a more disturbing possibility: not that some nations do not support decisive action because they misunderstand the threat, but rather, that because they lack the courage to act, they choose to misunderstand.\n\nGraphic\n\n \nIllustration, no caption, CHARLES MCVICKER"
}