{
    "title": "UNEASY SEATTLE CANCELS NEW YEAR'S FESTIVITIES AT SPACE NEEDLE SAFETY WORRIES - PROMPTED BY TALK OF T",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 12,
    "day": 29,
    "full text": "Spooked by the possibility of terrorism and still shaken by the violence during the recent World Trade Organization meeting, Seattle is canceling its New Year's Eve bash beneath the Space Needle.\n\"This is already an unprecedented, unpredictable New Year's, and we did not want to take chances with public safety, no matter how remote the threat might seem,\" Mayor Paul Schell said yesterday, a day after consulting with police, fire and FBI officials and members of the City Council.\nThe city-owned Seattle Center, which includes the 605-foot Space Needle and was built for the 1962 World's Fair, is a traditional gathering point for New Year's Eve revelers.\nThis year's celebration at the complex had been expected to attract about 50,000 people.\nThe city began scaling back its New Year's plans after the Dec. 14 arrest of an Algerian man, Ahmed Ressam, after a customs inspector at Port Angeles, Wash., found nitroglycerine and other materials in his car when he entered the United States on a ferry from Canada. Ressam, who was charged with bringing bomb-making materials into the country, had a one-night reservation at a motel near the Space Needle, then had reservations to fly from Seattle to London.\nLast week, officials canceled the New Year's Eve torching of a wood-and-papier-mache sculpture at the Seattle Center. On Sunday, poor ticket sales prompted cancellation of a New Year's Eve circus performance there.\nAfternoon concerts will proceed as planned, and fireworks will still erupt from the Space Needle at midnight. But the 75-acre Seattle Center grounds will be cleared and the gates locked at 6 p.m., forcing cancellation of rock music performances, dancing, art exhibits and other festivities.\n\"Nobody will give the city credit if 12 people don't die at the Seattle Center,\" City Councilman Jim Compton said. \"This was too risky. I think the city has made a very wise decision.\"\nSchell was harshly criticized for the city's handling of protests during the WTO meetings early this month. Demonstrators swarmed the streets, and some became violent, causing $20 million in property damage and lost sales. Police responded with tear gas and rubber bullets. Peaceful protesters and innocent bystanders were caught in the middle. Seattle's police chief later announced his resignation.\nThere has been no specific terrorist threat against Seattle or anywhere else over the New Year's weekend, according to the Justice Department.\nBut Schell said it was still important to be cautious.\n\"The city is just recovering from the WTO and the heightened anxieties,\" the mayor said. \"Adding another layer of uncertainty at this time was not the prudent thing to do.\"\n\nLoad-Date: October 22, 2002"
}