{
    "title": "Unease and confidence among travelers on 9_11",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "SANTA ANA, Calif. ? It's early in the morning on the 10th anniversary of the nation's worst terrorist attack, and John Wayne Airport starts to hum with the mundane rituals of airline travel. Passengers occupy themselves with smartphones, laptops and fast-food breakfast. \nTravelers in line for security whip out driver's licenses and boarding passes. Flight attendants call out names of passengers to check in at the counter. Someone left a belt at the X-ray. Could you please claim it? Yet the date's significance is palpable, here and at other airports around the world. At Boston's Logan Airport, where the jetliners that brought down the World Trade Center took off, ticket agents, baggage screeners and other workers paused at 8:46 a.m. for a moment of silence to mark the time the first plane struck the twin towers. At the Tampa, Fla., airport, an honor guard of law enforcement officers carried flags while a bagpiper and a bugler played. Matt Yates, a 44-year-old accountant traveling from Southern California to Atlanta and Florida for business, wore an American flag shirt that he dons on patriotic occasions. Genevieve Mercier, a nurse who passed the time with a French novel about a plane crash, arrived 3½ hours early for her flight home to suburban Montreal in anticipation of heavy security. In Los Angeles, Kim Pinney, who operates a daycare center in Virginia, booked the latest flight home possible from a friend's wedding in the belief that would minimize her chances of falling victim to a terrorist attack. \"If something was going to happen, it would happen during the day and then it would be over,\" said Pinney, 39. Since her flight is at 11 p.m. Sunday, she added, \"Technically, I'm flying for an hour on 9/11 because it will be 9/12\" for most of the flight. The attacks altered the landscape of air travel, introducing an era of body scans and 3-ounce restrictions on carry-on liquids. But Americans from coast to coast were flying Sunday, some because they had no choice. Some flew with an air of defiance and a determination to appear unfazed by the threat of terrorism. \"I spoke to many business people who would wince when they heard I was travelling on 9/11, but I don't want to do that,\" said Patrick Bienvenue, a native of Canada who dressed in red pants and a blue-and-white checked shirt to show his affection for the United States, his home for the past three decades. The Rockport, Maine, real estate executive was flying out of Boston and headed to Miami. John Hollenbeck, 49, of Canyon Lake, Calif., was scheduled to fly for business exactly 10 years ago, but his flight was canceled by the attacks. He was flying again Sunday. \"I have no concerns over terrorism. Not that I have no concerns over terrorism ? I have no concern that security's inadequate,\" he said. It's hard to know exactly how many people were traveling Sunday because airlines don't release information on how many passengers travel on a given day, and none offered any information on Sept. 11 traffic trends when asked by The Associated Press. But George Hobica, founder of Airfarewatchdog.com, said major U.S. airlines have traditionally run one-day-only sales on the anniversary of the attacks, indicating they expect fewer passengers to fly. Those sales haven't been offered this year, perhaps because Sunday is typically the busiest day of the week to fly, he said. At Logan, the number of passengers appeared to be lower than usual for a Sunday morning, said American Airlines customer service representative Kettly Dehoux. \"Today is slow and calm,\" she said. \"I think today some people stayed home and didn't want to travel.\" Pam O'Hara, a nurse specializing in pediatric oncology whose husband is a retired New York firefighter who responded to the attacks on the World Trade Center, was returning to Hazlet, N.J., with her daughter, daughter-in-law and granddaughter from a nursing conference in Anaheim, Calif. She said she was apprehensive enough about flying on the anniversary that she avoided any flights from the Los Angeles airport and Kennedy Airport, figuring that they would be more desirable targets for terrorists. \"I would have preferred probably to fly tomorrow,\" O'Hara said, but she said her husband, who never talks about the carnage he witnessed, reassured her that extra security would probably keep her safe. Christine Abrams, who was flying to San Francisco from Boston, said she had largely avoided Sept. 11-news coverage because she knew she would be flying on the anniversary. \"But a lot of my friends said, 'Oh, it's probably the safest day to travel,' and I think so, too,\" said Abrams, a preschool teacher and musician who lives on the Massachusetts island of Martha's Vineyard. In London, some passengers flying to New York said they weren't concerned. \"You can get knocked down by a bus or a car any day. If it is meant to be, it is meant to be, but my daughter won't be happy about it,\" said Alan Jefford, of Wales. Associated Press writers Samantha Bomkamp in New York, Denise Lavoie in Boston and Paul Cheung in London contributed to this report. \n\nLoad-Date: September 12, 2011"
}