{
    "title": "Unease, confidence among travelers on 9_11",
    "publisher": "the day ",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "SANTA ANA, Calif. - Some travelers were plainly jittery about flying Sunday. Others weren't worried, confident that security would be tight on the 10th anniversary of Sept. 11. And some figured, well, whatever happens, happens.\nIn Los Angeles, Kim Pinney, who operates a day care center in Virginia, booked the latest flight home possible from a friend's wedding in the belief that that would minimize her chances of falling victim to a terrorist attack.\n\"If something was going to happen, it would happen during the day and then it would be over,\" she said in a telephone interview Saturday. Since her flight was at 11 p.m. Sunday, she added, \"Technically, I'm flying for an hour on 9/11 because it will be 9/11\" for most of the flight.\nAuthorities and travelers were clearly on edge:\n-Two fighter jets escorted a New York-bound American Airlines flight from Los Angeles after three passengers locked themselves in the bathroom, officials said. A law enforcement official said the incident was not believed to be terrorism-related. The plane landed safely at Kennedy Airport.\n-A man was detained at the Kansas City, Mo., airport and a terminal shut down after authorities found suspicious items in his carry-on bag. Authorities said the items tested negative for explosive materials, but they gave no further details on what they found.\n-A Ryder rental truck parked at a curb at the Dallas-Fort Worth Airport caused a brief scare. Authorities became alarmed when the driver said, \"I got a couple of guns,\" but he turned out to member of the crew of the Discovery Channel show \"Sons of Guns,\" and he was merely waiting to pick up another crew member, FBI official Kevin Gentry said.\nReminders of the day's significance were palpable in airports across the U.S. and beyond.\nAt Boston's Logan Airport, where the jetliners that brought down the World Trade Center took off, ticket agents, baggage screeners and other workers paused at 8:46 a.m. for a moment of silence to mark the time the first plane struck the twin towers.\nAt the Tampa, Fla., airport, an honor guard of law enforcement officers carried flags while a bagpiper and a bugler played.\nMatt Yates, an accountant traveling from John Wayne Airport in Southern California to Atlanta and Florida for business, wore an American flag shirt that he dons on patriotic occasions.\nAnd Genevieve Mercier, a nurse who passed the time with a French novel about a plane crash, arrived at John Wayne 3 hours early for her flight home to suburban Montreal in anticipation of heavy security.\nIn many ways, there were acknowledgments of Sept. 11 all around, even if passengers didn't immediately realize it.\nTravelers in line at the security checkpoints had to take out their driver's licenses - one of the many security measures introduced after the terror attacks. And at John Wayne, someone left behind a belt at the X-ray machine, and an announcement came over the public address system asking the owner to claim it.\nIn Los Angeles, Mindy Garrett of Arizona was flying with her husband and their two children to San Diego to visit SeaWorld and the zoo.\n\"I knew it was Sept. 11, but CNN said the threats were on the ground not in the air. And LAX is a big airport,\" she said.\n\"It just worked out to be the best date for us. I mean, if someone's going to blow me up ...,\" husband Thomas added with a shrug.\nSome travelers flew with an air of defiance and a determination to appear unfazed by the threat of terrorism.\n\"I spoke to many business people who would wince when they heard I was traveling on 9/11, but I don't want to do that,\" said Patrick Bienvenue, a native of Canada who dressed in red pants and a blue-and-white checked shirt to show his affection for the United States, his home for the past three decades. The Rockport, Maine, real estate executive was flying out of Boston and headed to Miami.\nJohn Hollenbeck, 49, of Canyon Lake, Calif., was scheduled to fly for business exactly 10 years ago, but his flight was canceled by the attacks. He was flying again Sunday, leaving out of John Wayne.\n\"I have no concerns over terrorism. Not that I have no concerns over terrorism - I have no concern that security's inadequate,\" he said.\nIt's hard to know exactly how many people were traveling Sunday because airlines don't release information on how many passengers travel on a given day, and none offered any information on Sept. 11 traffic trends when asked by The Associated Press.\nBut George Hobica, founder of Airfarewatchdog.com, said major U.S. airlines have traditionally run one-day-only sales on the anniversary of the attacks, indicating they expect fewer passengers to fly. Those sales haven't been offered this year, perhaps because Sunday is typically the busiest day of the week to fly, he said.\nAt Logan, the number of passengers appeared to be lower than usual for a Sunday morning, said American Airlines customer service representative Kettly Dehoux.\n\"Today is slow and calm,\" she said. \"I think today some people stayed home and didn't want to travel.\"\nPam O'Hara, a nurse specializing in pediatric oncology whose husband is a retired New York firefighter who responded to the attacks on the World Trade Center, was returning to Hazlet, N.J., with her daughter, daughter-in-law and granddaughter from a nursing conference in Anaheim, Calif.\nShe said she was apprehensive enough about flying on the anniversary that she avoided any flights from the Los Angeles airport and Kennedy Airport, figuring that they would be more desirable targets for terrorists. She was flying out of John Wayne.\n\"I would have preferred probably to fly tomorrow,\" O'Hara said, but she said her husband, who never talks about the carnage he witnessed, assured her that extra security would probably keep her safe.\nChristine Abrams, who was flying to San Francisco from Boston, said she had largely avoided Sept. 11 news coverage because she knew she would be flying on the anniversary.\n\"But a lot of my friends said, 'Oh, it's probably the safest day to travel,' and I think so, too,\" said Abrams, a preschool teacher and musician who lives on the Massachusetts island of Martha's Vineyard.\nIn London, some passengers flying to New York said they weren't concerned.\n\"You can get knocked down by a bus or a car any day. If it is meant to be, it is meant to be, but my daughter won't be happy about it,\" said Alan Jefford, of Wales.\nAP photo\nA traveler undergoes a full-body scan as she prepares to board a flight at the American Airlines terminal at Los Angeles International Airport, the destination of three of four hijacked aircraft, on the 10th anniversary of terrorist attacks on the U.S., Sunday.\nAssociated Press writers Samantha Bomkamp in New York, Denise Lavoie in Boston, Jessica Gresko in Washington, Marjorie Miller in Los Angeles, and Paul Cheung in London contributed to this report.\n\nLoad-Date: September 13, 2011"
}