{
    "title": "Unemployed resident of Montreal had been cleared of terrorism charges POLITICS_ Cleared of Terrorism",
    "publisher": "los angeles times",
    "year": 2009,
    "month": 4,
    "day": 6,
    "full text": "The 47-year-old unemployed former resident of Montreal had been cleared of terrorism charges following imprisonment by Sudanese officials in 2003 and subsequent interrogation by a team of Canadian and U.S. counter-terrorism agents.\n'It was a close relationship [between Canadian and Sudanese security] and of course now has broken down largely over the handling of Abdelrazik. The Sudanese are justifiably angry with us,' said Amir Attaran, a University of Ottawa law professor.\nAttaran is one of the lawyers assisting Abdelrazik in his case before the Federal Court of Canada against the Canadian government, which has refused so far to provide the exiled man with the travel documentation that would allow him to legally return home.\nOfficial government memos obtained by the Globe and Mail national newspaper show that the Canadian department of Foreign Affairs arranged to have Abdelrazik arrested while visiting Khartoum to see his mother in 2003.\nBy 2007, Sudanese and Canadian security and intelligence officials had separately reached the conclusion that Abdelrazik, a practicing Muslim, has no links to either criminal activity or al Qaeda-style Islamic extremism.\nFurthermore, it is apparent that the Sudanese government wanted to send back the exiled Canadian on a private jet but Ottawa declined the offer, Attaran told IPS.\n'Canada gave the promise to Sudan that if Sudan would release him from prison, Canada would bring him home. We reneged on it,' he said.\nAlso an editor for medical journals, Attaran expressed concern for Abdelrazik's physical health, which includes high blood pressure, poor vision and possible symptoms of a stroke. Currently, the man is living in the Canadian Embassy, reluctant to go to a local hospital in the city and get a medical examination for fear of being re-arrested by the Sudanese police who had previously tortured him, Attaran said.\n'Is Canada torturing him? No. But is Canada abusing him? Oh my God, yes, most definitely yes. I would say beyond the legal process, the international prohibition in law is against torture and cruel and degrading treatment. Torture is the one that you hear about. But the treaties we've signed also prohibit cruel and degrading treatment.'\nAbdelrazik, in a rare recent public statement to the Canadian media, blames his exile on continued suspicions of the Conservative government of Stephen Harper.\n'I have been imprisoned and tortured. I am safer now because I live in the Canadian Embassy but I miss my children in Canada. They grew up and my ex-wife died. My teenage daughter is an orphan now and still the Harper government does not let me go home,' he said. In a recent twist to the case, the Canadian foreign affairs minister, Laurence Cannon, has indicated that Abdelrazik could not fly back to Canada on Friday, Apr. 3, courtesy of an airline ticket purchased by about 200 Canadians, until he can get himself removed from a United Nations Security Council 1267 list of alleged terrorists.\n'It's up to him, it's incumbent on him to make sure he gets off that list,' the minister told reporters, even though his predecessor in the same Conservative government had sought unsuccessfully in December 2007 to have Abdelrazik de-listed from U.N. Security Council 1267 Committee's terrorist watch list after both the Canadian Security Intelligence Service and the Royal Canadian Mounted Police had cleared him of any involvement in terrorism or crime.\n'The Security Council watch list expressly allows Mr. Abdelrazik to return home, and the Canadian Charter of Rights and Freedoms compels the government to respect a citizen's right to re-enter the country,' stated Irwin Cotler, an opposition Canadian Member of Parliament and former justice minister in the former Liberal government, in an online commentary for the Globe and Mail.\nAlso in question is the role of Deepak Obhrai, the Calgary-based Conservative MP, the parliamentary secretary to the Minister of Foreign Affairs and the Canadian government spokesperson on the stranded Canadian's file in the House of Commons.\nDuring testimony under oath from a department of Foreign Affairs official, it was revealed that Obhrai flew to Khartoum last March and personally interrogated Abdelrazik inside the Canadian embassy about alleged links to terrorism, adds Attaran.\n[The MP did not return repeated phone calls from IPS].\n'[Abdelrazik] was living destitute on the streets of Khartoum. He had no means of support, beside 100 dollars a month that the Canadian embassy was loaning him, not give but loan, and Deepak Obrai, member of parliament, shows up in Khartoum to question him, I mean this is the most shocking thing on earth,' Attaran said.\nMeanwhile, the Canadian Security Intelligence Service (CSIS) is seeking a formal probe by the agency overseeing its activity, the Security Intelligence Review Committee, to clear its name from the charge that it had any role in the detention of Abdelrazik.\nA Canadian academic with reputedly close ties to CSIS backs up the Canadian spies' assertion.\n'I had my doubts that CSIS was involved in this matter. It simply doesn't fit with what we know about CSIS operational practices,' said Martin Rudner, director of the Canadian Centre of Intelligence and Security Studies and professor emeritus at Carleton University in Ottawa.\nHe also said that Sudan's ties to Islamic radicals and western abhorrence regarding serious human rights violations and war crimes in that country's Darfur region has made it a pariah in Washington and other western capitals including Ottawa.\n'We have no information, other than reports that [Abdelrazik] himself has given to journalists as to whether or not CSIS actually forwarded questions,' Rudner told IPS.\nBut a number of journalists, including the U.S.-based Ken Silverstein in a piece for the Los Angeles Times in 2005, have documented the supplying to the CIA of information by Sudan's Mukhabarat on the activities of Osama Bin Ladin's al Qaeda network which had been active at one point in that African country.\n'The head of the Sudanese intelligence service, Salah Gosh, came to [Washington DC] when I was working on the story, flown from Khartoum on a CIA jet sent to fetch him in Khartoum. He had multiple meetings with top CIA officials while here,' Silverstein told IPS.\n'What I wrote was subsequently (maybe a year or so later) picked up and expanded by two excellent intelligence reporters at the LA Times,' he said.\nSilverstein added that '[Rudner] doesn't know about anything of which he speaks with such certainty.' © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: April 6, 2009"
}