{
    "title": "Unfair tactics used against prof charged with terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 6,
    "day": 9,
    "full text": "In terms of his legal situation, Sami Al-Arian is caught between a rock and a prison cell. The former University of South Florida professor is indicted on 50 counts charging him with heading up the North American division of Palestinian Islamic Jihad.\nAs serious and damning as his indictment may be, Al-Arian's treatment thus far has been reprehensible.\nU. South Florida\nLast week, a federal judge set a trial date for no sooner than January 2005, meaning Al-Arian will have to sit in a jail cell for at least 19 months. This ruling flies in the face of the Speedy Trial Act of 1974, which established that a trial start no more than 70 days after an indictment was made public.\nThe 70-day mark passed on May 1, though. Al-Arian's three co-defendants waived their rights to a speedy trial so they would have more time to prepare.\nAl-Arian will strive to have his indictment thrown out on July 2, when his lawyers say they will argue their client should no longer be imprisoned if the trial will not begin until 2005. Meanwhile, Al-Arian is faced with a lenghty stay in prison.\nEven more suspicious, much of the evidence the government is using against Al-Arian comes in the form of more than 21,000 hours of taped telephone conversations.\nAl-Arian and co-defendant Sameeh Hammoudeh have been given some of the tapes to review and translate for their defense, but most remain classified.\nWith the government deciding what evidence Al-Arian can and cannot see, his chances for receiving a fair trial are dismal.\nThe wiretap evidence levied against Al-Arian is authorized under the Foreign Intelligence Surveillance Act of 1979, which gives express power to the Attorney General to monitor potential terrorists within the country.\nIn 1980, the first full year the act was in place, the government tapped 322 individuals. In 2002, 1,228 were being monitored.\nBut the use of secret evidence is nothing new to Al-Arian. His brother-in-law, former USF adjunct Mazen Al-Najjar, spent more than 1,400 days in federal prison on secret evidence the government said linked him to terrorism. Having never been charged with a crime, Al-Najjar, whose visa had expired, was deported last year.\nFor years, Al-Arian fought for his release and against the use of secret evidence. On Dec. 15, 2000, Al-Najjar was set free.\nBut now it is Al-Arian who, charged with many crimes, may make it to trial with masses of secret evidence to try and refute.\nIn a time when the government is detaining and deporting Muslims by the thousands, while denying many of them the opportunity to step into a court of law, the treatment of Al-Arian should cause grave concern.\nYes, he'll get his day in court, but with the deck so unevenly stacked, what is it worth?\n(C) 2002 The Oracle via U-WIRE\n\nLoad-Date: June 9, 2003"
}