{
    "title": "UNFINISHED BUSINESS",
    "publisher": "business insurance",
    "year": 2014,
    "month": 11,
    "day": 10,
    "full text": "The results of last week's elections present both challenges and opportunities for risk and benefit managers when the next congressional session starts in January. But first, risk managers, property/casualty insurers and brokers will have to get some crucial issues resolved by the lame-duck Congress that gathers this week before they can focus their energies on the new session.\nKey among them is reauthorizing the federal terrorism insurance backstop, which will expire on Dec. 31 unless lawmakers act. While extending the terrorism insurance program is the priority for the lame-duck session, two other issues - the creation of the National Association of Registered Agents and Brokers to streamline interstate producer licensing and clarifying what capital standards the Federal Reserve Board should use when overseeing insurers under its jurisdiction - should also be resolved.\n\"Should\" of course is not \"will,\" and the new Congress may have to confront this trio of issues next year.\nOn the employee benefits side, with a minor exception or two, the Obama administration and lawmakers have shown little interest in working together to fix what we and many others view as obvious problems with the Patient Protection and Affordable Care Act.\nThe Republican stance, especially in the House, has largely focused on passing measures, such as those that would repeal the health care reform law, that were effectively dead on arrival when they reached the Senate.\nAnd the administration, to its discredit, failed to advance its own proposals to fix well-known problems with the law.\nThat, President Barack Obama said last week, may change, with the president saying that the law can be improved.\nWe and many others couldn't agree more.\nIndeed, several needed changes are obvious. For example, we wholeheartedly support legislation passed by the House of Representatives to bump up the health care reform law's definition of full-time employees of those working an average of 30 hours a week to 40 hours a week. Frankly, until the health care reform law, we never heard of anyone defining full-time employees as those working as little as 30 hours a week.\nAbove all, we hope lawmakers and the administration can do a very basic thing: get together and find common ground on health care reform law changes, something they were elected to do.\n\nLoad-Date: November 13, 2014"
}