{
    "title": "Unfiltered journalism necessary for society",
    "publisher": "university wire",
    "year": 2005,
    "month": 8,
    "day": 9,
    "full text": "With the death of Peter Jennings on Aug. 7, ABC seems to be continuing in its streak of unfortunate luck.\nLast week, it was reported that ABC journalists will no longer be allowed to work in Russia. The reason for such an extreme ban? Russian officials were upset when ABC broadcast an interview with Chechen rebel leader Shamil Basayev: a man wanted by the government for his role in the 10-year Chechen war.\nA release by the Russian Foreign Ministry states that \"ABC is now unwelcome to contact any Russian state organizations or bodies.\" The statement went on to claim that by interviewing Basayev, ABC was \"helping to propagandize terrorism.\"\nThe Russian government has put a $10 million bounty on Basayev's head and failed to capture the man, yet it continues to act as though ABC is responsible for terrorism.\nThe United States should certainly consider itself lucky to have a little something called the first amendment, and with it the right to free press. Unlike Russia, our government could never (and hopefully would never) censor a television interview with a well-known terrorist suspect. In a world increasingly fearful of rogue terrorists rather than well known dictators, it is important that news agencies are free to find and interview those terrorists without the fear of government backlash.\nFreedom of press is necessary to creating freedom of a nation, because the world cannot afford tainted journalism. As soon as anyone, especially anyone from the government interferes with reporters and columnists, the general public will not be receiving an unbiased report about what is happening in the world.\nIf ABC journalists were able to track down and interview Basayev (before the Russian government could even find the terrorism suspect), then more power to ABC. Journalists should not filter their information, sources, or interviewees through the government, because an intimate connection between government and journalist will ultimately lead to corruption. ABC made the right move in broadcasting the interview and showing viewers an unusual perspective into the Chechen war. It was not ABC's job to check with the Russian government first and make sure that the Basayev segment would reflect favorably on Russian President Vladimir Putin and others.\nTry as they might, the Russian government will get nowhere close to a perfect society without the help of journalists all around the world. Russia affects the United States just as much as we do them; it is perfectly reasonable for people in both Russia and the United States to receive the best foreign journalistic efforts possible. Russia has been turning journalists away from its borders for years, but the time has come to end such a trend.\nThe question is this: If the Oregon Daily Emerald had a chance to interview Osama bin Laden, would we? You bet.\n(C) 2005 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: August 9, 2005"
}