{
    "title": "Unfinished business between Cuba , U.S",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 8,
    "day": 28,
    "full text": "Even with the resumption of diplomatic relations between Washington and Havana, the U.S. and Cuba have unfinished business to take care of.\nThere is the issue of terrorism - the terrorism that U.S.-based exile extremist outfits perpetrated against Cuba.\nThese groups sought for decades through violence and terror to prevent a rapprochement between Cuba and the United States. \nTheir attacks included arson, bombings and targeted assassinations and claimed many Cuban lives. \nDeclassified documents show the CIA trained a lot of these terrorists in the early 1960s as part of the failed Bay of Pigs landing and the violent Operation Mongoose directed toward regime change in Cuba.\nCuban exiles participated in the infamous Operation Condor, set up by South American dictatorships to eliminate their foes abroad. It included the 1976 murder of Chilean diplomat Orlando Letelier in the streets of Washington, D.C., a crime that Cuban expatriates carried out.\nThe vilest of all acts that these U.S.-based extremists committed was the 1976 bombing of a Cuban passenger airliner in Barbados, in which all 73 occupants were killed. \nExile militant Luis Posada Carriles has been directly linked to this crime in declassified CIA and FBI documents. He is currently free and living in Miami, and the Cuban government is requesting his extradition.\nWhile the U.S. government has tolerated right-wing terrorism against Cuba, it has also funded political dissent in the island to the tune of millions of dollars per year through entities such as the National Endowment for Democracy. This seemingly harmless support is in blatant violation of international norms, which frown upon such meddling in the internal affairs of foreign nations.\nThe Obama administration needs to acknowledge these legitimate grievances of Cuba. Otherwise, true reconciliation between the two nations will still be a long way away.\n\nLoad-Date: August 28, 2015"
}