{
    "title": "Unforgivable in Argentina",
    "publisher": "the new york times",
    "year": 1983,
    "month": 8,
    "day": 24,
    "full text": "In the late 1970's thousands of Argentines, perhaps as many as 30,000, disappeared. Most are presumed to have been kidnapped and killed by the military. Thousands more were tortured and much personal and business property was seized.\nThis was all part of the ''dirty war,'' the campaign against armed terrorism. It began because the elected Government could no longer cope with audacious attacks by leftist and Peronist gangs. But the repression gained a life of its own, consuming civilian Government and then rule of law itself.\nYes, private terrorism was extinguished, but terror became a policy of state. To belong to a left- wing party, to be a Jew, to have a child active in student politics all meant to be in danger of becoming one of the ''desaparecidos'' - the ''disappeared.'' A rival's commercial jealousy or a neighbor's social enmity could provoke denunciation and death. This was a cure more awful than the terrorist disease itself.\nThe nightmare is now over. A new civilian government is scheduled to be elected this fall and installed early next year. But the military remains determined to protect the terrorists in its own ranks. Edward Schumacher of The Times reports that the ruling junta is preparing to declare an amnesty absolving all who followed, or gave, orders in the prosecution of the dirty war. For good measure, those convicted or accused of civilian terrorism would also be absolved.\nVictims of the state terrorism are outraged and have taken to the streets. To forget and to absolve is to have suffered the ordeal in vain, and leave open the horrifying possibility that it might all happen again. Firm and compassionate justice, not amnesty, is the way to purge this monstrous demon from Argentine life.\nMost of the leading presidential contenders have promised they would annul any such amnesty, even though to do so could risk provoking a new military coup. They are right to run the risk. Anything less might well mean that the new democratic experiment in Argentina will soon become another one of the disappeared."
}