{
    "title": "UNFRIENDLY PERSUASION; IRAN - LIBYA TRADE SANCTIONS LACK INTERNATIONAL SUPPORT",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 8,
    "day": 19,
    "full text": "First President Clinton signs a law to punish foreign companies that invest in Iran and Libya; then the State Department offers to waive the sanctions for allies who take measures against the two countries.\nThat strikes us as a tacit admission that there is something muddle-headed and inherently wrong with laws designed to punish friendly governments who disagree with U.S. foreign policy objectives.\nEconomic sanctions rarely succeed in forcing internal changes in rogue governments, and they clearly are doomed to failure from the start without the support of the international community.\nIt would be wrong to assume that America's allies do not share Washington's strong desire to fight international terrorism. While the threat of terrorist attacks is relatively new to U.S. shores, Europeans have been subjected to them for decades.\nWhat foreign governments properly object to is the use of U.S. laws to dictate how other countries behave. Not surprisingly, their first impulse is to retaliate by enacting laws to protect the rights of their companies.\nNo one disputes that groups and individuals in Iran and Libya have committed terrorist acts against the West, but the European community has not been convinced that Washington has proved allegations that these nations are now engaged in exporting state-supported terrorism.\nThe president and Congress are correct to seek ways to defend America against terrorist attacks, and to solicit international support for these efforts. But that support can't be achieved by strong-arm tactics.\n \nRather than looking for ways to cut deals with allies to skirt a counterproductive law, Mr. Clinton should be pursuing political and diplomatic avenues to build an international consensus on how to deal with nations that tolerate international terrorism.\n\nLoad-Date: August 24, 1996"
}