{
    "title": "UNICEF Appeals For Release Of Children Abducted By Boko Haram",
    "publisher": "the will ",
    "year": 2018,
    "month": 10,
    "day": 10,
    "full text": "BEVERLY HILLS, October 10, (THEWILL) The United Nations Children Fund (UNICEF) has appealed to Boko Haram to release all the children in its captivity. The United Nations agency also warned against the conscription of children by armed groups in the terrorism war in the North East.\n Speaking at a Strategic Planning Workshop on Prevention of Child Recruitment, Release and Reintegration in North East Nigeria, in Maiduguri, the Borno Chief of Field Office, Geoffrey Ijumba, said at \"least 833 children have been formally released by the Civilian Joint Task Force, and 1,561 children cleared of alleged association with armed groups have been handed over by the security forces to Borno State Government since 2016. \"If we estimate that 20,000 children have been separated from their families and are either unaccompanied or separated, then we know that there are probably many more children that have been abducted and/or recruited by armed groups. \"This moment of reflection should, therefore, remind us that these are not just numbers.\n Behind each number is a face, a child, a human being. Behind each number is a child of the northeast with dreams, hopes and aspirations.\n We must not fail them. Failing them is failing Nigeria.\n None of us, I am sure, wants to be associated with failure. \"Today, I am pleased that we have come together to review and reframe the current prevention of child recruitment, release and reintegration strategy under the sustaining peace approach in the northeast.\n \"Today, I am happy that we are taking time out to reflect on how we can do things better for the children of northeast, who have experienced hardship, pain and trauma way beyond their ages. Today, we are happy that we are refining our strategy on prevention of child recruitment.\n We owe these children a child-friendly, inclusive and effective process. They have already gone through a lot, we cannot let them down further with windy, bureaucratic processes.\n\" \n\nLoad-Date: October 10, 2018"
}