{
    "title": "UNION STILL AIMS TO SIGN UP AIRPORT SCREENERS; FEDERAL AGENCY CHIEF CALLED BARGAINING INCOMPATIBLE W",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 3,
    "full text": "Brushing aside a recent ban on collective bargaining, union organizers say they will keep trying to woo federal security screeners stationed at Lambert Field passenger gates and ticket lobbies.\nThe American Federation of Government Employees already has filed a court challenge to a Jan. 9 ruling by Transportation Security Administration chief James Loy that concluded collective bargaining among screeners was incompatible with the government's war on terrorism.\nEugene Martin, a union organizer who has been collecting screener signatures at Lambert since December, said many governmental agencies protecting the homeland -- Border Patrol agents, Coast Guard employees and others -- retained their union rights.\n\"All of these people were right there,\" Martin said. \"On 9-11, these were the people who were on the front line. During the debate over the homeland legislation, the question was raised: Give us one instance where union membership has interfered with security.\n\"There was not one instance. Not one.\"\nThe union claims Loy lacked statutory authority to make his ruling and that the agency is depriving this new crop of federal workers of their constitutional rights to association and equal protection. The union sought a representation vote at LaGuardia and Baltimore Washington International airports.\nIn St. Louis, Martin said last week that the union was still about 100 signatures shy of being able to take the next step toward holding a union election among Lambert's 600 or so security screeners.\nLoy's order and subsequent anti-union statements by supervisors are making that difficult in some instances, Martin said. One Lambert screener asked that her name be removed from those favoring a union election after the Loy order.\nNonetheless, Martin said, \"We are going forward\" with the signature gathering.\nScreeners' complaints\nOne St. Louis screener, who asked that his name not be used, said checkpoint workers were sometimes forced to work 4 1/2 to 5 1/2 hours straight without a meal or snack break. That, in turn, can dull a screener's ability to focus.\nEmployees are sometimes subjected to threats and intimidation, the screener said. Many are afraid to speak out because they are on probation for their first year on the job.\n\"Any grownup who is treated like a little kid finds it hard to go the extra mile,\" Martin said. \"And there are screeners right now who are ready to leave this job.\"\nMartin said Lambert screeners had complained to him about other work conditions, too.\nThere are no break facilities in the East Terminal, he said. Screeners handling luggage say they aren't outfitted with back braces. There is no eyewash or gloves for people handling poisonous solutions used in the latest explosives detection machines.\nAt some U.S. airports, screeners have alleged unscheduled shift changes, forced overtime, sexual harassment and delayed paychecks, according to the union.\nBill Switzer, federal security director at Lambert Field, declined to comment on the screener claims.\nHeather Rosenker, a spokeswoman for the Transportation Security Administration, said the agency was sensitive to the working conditions at U.S. airports. Created in the wake of the Sept. 11, 2001, terrorist attacks, the agency has been focusing on meeting congressional deadlines for passenger and baggage screening.\nA \"model workplace\"\nIt will now focus on creating a \"model workplace\" with the input of Transportation Security Administration employees, Rosenker said. The agency also is naming its first ombudsman to deal with concerns being raised internally and externally.\nRosenker expressed doubt that workers were being denied adequate breaks.\nAs for lifting heavy parcels, screeners had to lift 40-pound parcels during their pre-employment tests. Screeners are trained to ask for assistance with bags that weigh more than that. Rosenker said the Transportation Security Administration also would rethink uniforms for screeners who spend most of their day lifting luggage.\nRosenker said Loy's remarks did not prevent employees from joining a union so long as there is no mandatory collective bargaining. Unions could, for instance, represent them in a grievance situation. Federal unions don't negotiate pay, Martin added.\nFront-line screeners working for the Transportation Security Administration earn $24,308 to $36,462 a year.\n\nNotes\n\nReporter Ken Leiser:; E-mail: kleiser@post-dispatch.com; Phone: 314-340-8119  \n\nLoad-Date: February 3, 2003"
}