{
    "title": "Unique unit draws interest in N.D.; Each state to have Guard group in case of terrorism",
    "publisher": "the bismarck tribune",
    "year": 1999,
    "month": 7,
    "day": 5,
    "full text": "Opening: Nuclear medicine scientist. Duties: Provide expertise in event of terrorist attack. Training required: Three years. Apply: North Dakota National Guard.\nFilling that position in North Dakota shouldn't be difficult, say officials recruiting members for a unique Guard unit that will act as a support group or emergency workers in the event of terrorism in the state.\n\"I've got people beating my door down wanting to be part of this team,\" said Capt. Sean Johnson, operations officer for the 81st Military Support Detachment.\nThe unit is known as a Rapid Assessment and Initial Detection, or RAID, team. It is being established in each of the 54 U.S. states and territories, with 10 of the teams serving as full-time regional units.\nNorth Dakota's team will be a traditional Guard unit, with most of the 22 members serving only part-time.\n\"Our responsibility will be to support the civilian sector if there is a situation that (involves) a weapon of mass destruction,\" said Lt. Col. Larry Shireley, the unit's commander. \"I'm real excited about this. I think it's going to be a big plus for North Dakota.\"\nA report from the General Accounting Office, the investigative arm of Congress, is less enthusiastic. It recommends that federal officials, including the secretary of defense, reassess the need for the Guard units.\nThe report questions whether RAID team members will be able to keep their skills sharp, whether they can respond quickly enough ad whether the teams are even necessary when many local, state and federal organizations already are equipped to respond to nuclear, chemical and biological attacks.\nThe report says officials in some states do not think the RAID teams will be much help in responding to terrorist attacks, primarily because of the response ime.\nMaj. Gen. Keith Bjerke, who commands the North Dakota Guard and also oversees the state's emergency response plan, said that's not a valid argument.\n\"The intent of our RAID team is not to replace emergency first responders,\" he said. Expertise provided by the unit will supplement efforts to those emergency officials, he said.\nDoug Friez, the state's emergency manager, said the RAID team will enhance the close relationship between the Guard and the state Division of Emergency Management.\nThe GAO report also questions how difficult it will be to find people with the necessary skills and education to operate sophisticated equipment, and whether the Guard will be able to keep the teams together when it offers little opportunity for members to advance.\nIn North Dakota, recruiting hasn't been a problem, Johnson said. Since the Guard started accepting applications in early June, mor than 20 soldiers have expressed interest, and half of them have submitted applications, he said.\n\"People already in the Guard find this mission intriguing,\" Johnson said. \"They're not people out there looking for glory, looking for risks, they're people looking to contribute something very valuable to their state and their nation.\"\nJohnson said there is no incentive pay for the team members, but Shireley said there are fringe benefits. The units will not be deployed overseas, he said, and members will learn high-tech skills.\nMembers of the team will be selected in August, Johnson said.\n\"I think, probably for all of us, it's going to be a real challenge,\" he said. \"That's the type of people we hope will apply for this, those who are looking for that challenge.\"\n\nLoad-Date: July 7, 1999"
}