{
    "title": "UNITED NATIONS CALENDAR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 23,
    "full text": "LUNCHEON POLITICS - The concept of the ''power meal'' will take on new dimensions today as the world leaders visiting New York for the 40th anniversary of the United Nations mix international affairs and fine dining. Secretary General Javier Perez de Cuellar will sponsor a luncheon in the Delegates' Dining Room of the United Nations. A more private affair, meanwhile, will take place at Lutece, where Prime Minister Lho Shin Yong of South Korea is scheduled to have lunch with former President Richard M. Nixon.\nTHE PARTY CIRCUIT - As night falls on New York, the parties continue. The two hottest tickets in town are an invitation to a reception by President Reagan at the Waldorf Astoria at 7 P.M., and a 9:15 P.M. dinner at the hotel sponsored by Prime Minister Rajiv Gandhi of India. President Daniel Ortega Saavedra of Nicaragua plans to have cocktails with the singer Harry Belafonte at the Ziegfeld Theater on West 54th Street. And the Prime Minister-designate of Italy, Bettino Craxi, will be the guest of honor at a dinner given by Italian-Americans at the Sheraton Centre.\nREAGAN ARRIVES - Mr. Reagan is scheduled to arrive in New York this morning, and will be staying in his usual suite at the Waldorf Astoria. His meetings today include one with President Mohammad Zia ul-Haq of Pakistan and another with Mr. Gandhi of India. In addition to Mr. Reagan, Mr. Gandhi is to meet with Prime Minister Olof Palme of Sweden, Prime Minister Zhao Ziyang of China, General Zia, Chancellor Helmut Kohl of West Germany, Chancellor Fred Sinowatz of Austria, and Prime Minister Ranasinghe Premadasa of Sri Lanka. Mr. Ortega, meanwhile, has meetings on tap with Mr. Sinowatz, Prime Minister Poul Schluter of Denmark, and President Radovan Vlajkovic of Yugoslavia.\nASSEMBLY SPEAKERS - In the General Assembly, 18 speakers are expected to offer comments on the state of the United Nations and the world. The morning session features the new President of Guyana, Hugh D. Hoyte, and four Prime Ministers: Anerood Jugnauth of Mauritius, Mr. Schluter of Denmark, Yasuhiro Nakasone of Japan and Mohammed Karim Lamrani of Morocco. Rounding out the morning will be representatives from Nigeria, Mexico, and Byelorussia. The action in the afternoon continues at a quick pace, starting with General Zia of Pakistan, President Antonio Ramalho Eanes of Portugal, Prime Minister Brian Mulroney of Canada, Mr. Craxi of Italy and Prime Minister Jacques Santer of Luxembourg. The final speakers include Prime Minister Lynden O. Pindling of the Bahamas, Prime Minister Sir Kamisese Mara of Fiji, and envoys from the Netherlands, Burundi and Southern Yemen.\nBUSINESS SCHEDULE - The less glamorous work of the organization also continues in the basement conference rooms. The Political and Security Committee continues its debate on disarmament, the Special Political Committee takes on the question of apartheid in South Africa, the Social, Humanitarian and Culture Committee continues a discussion of International Youth Year, and the Budget Committee continues its consideration of the 1986-87 budget. The Legal Committee, meanwhile, tackles an item on terrorism titled: ''Measures to prevent international terrorism which endangers or takes innocent human lies or jeopardizes fundamental freedoms and study of the underlying causes of those forms of terrorism and acts of violence which lie in misery, frustration, grievance and despair and which cause some people to sacrifice human lives, including their own, in an attempt to effect radical changes.''"
}