{
    "title": "United front won Congress ' ear",
    "publisher": "business insurance",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "The property/casualty insurance industry isn't known for its unanimity of opinion.\nJust look at the way different companies and trade groups approach critical issues such as how the industry should best be regulated. There's a camp that favors an enhanced federal role, and there's another that wants regulation to remain in the hands of the states.\nThe industry doesn't generally speak with one voice, which can hamper its effectiveness on Capitol Hill. Yet when it does, the industry can be surprisingly effective. A case in point worth remembering is how the industry reacted in the immediate aftermath of the Sept. 11, 2001, terrorist attacks. First, insurers did the right thing-they generally paid claims for terrorism losses even though no one had ever collected a premium dollar to cover the terrorism exposure.\nDisputes were to be expected. What wasn't to be expected was how quickly virtually all factions in the industry united behind an idea to address the problem of terrorism losses. The idea was that the federal government should provide a backstop against insured losses stemming from future catastrophic terrorist attacks.\nAt first glance, it might seem unusual for the industry to call for what was basically a federal intervention. Generally speaking, insurers prefer a light regulatory hand and market-based solutions to problems wherever possible.\nThe catch with terrorism is that market-based solutions are rare and inadequate to provide coverage to the extent needed at a reasonable cost. Insurers say that terrorism defies underwriting, and they're right on that score. It's subject to all the twists and turns of which a fanatic's mind is capable.\nAnd while advances in terrorism modeling have been made over the past decade, at least for now-and no doubt for the foreseeable future-this is a risk that can't be underwritten solely by the market.\nBut as was evident in the weeks after 9/11, just because a risk can't be underwritten doesn't mean that it can be ignored. Underwriters weren't going to cover it, which meant that businesses operating in areas deemed to be highly vulnerable to terrorist attack weren't going to get coverage.\nInsurers, agents, risk managers and groups not generally associated with insurance, such as the U.S. Chamber of Commerce and some labor unions, took up the cause of having the government provide a terrorism insurance backstop for the private insurance marketplace. It took more than a year after the initial attacks for a bill-the Terrorism Risk Insurance Act of 2002-to reach President George W. Bush's desk. There would be two additional extensions of the program, which is now slated to run through the end of 2014.\nThe backstop has been a success in the sense that it did what it was supposed to-create an environment in which terrorism coverage is both available and affordable.\nBut it was also a success in the sense that its continued existence is in part insured because the insurance industry spoke with one voice on the matter-and Congress listened.\n\nLoad-Date: September 15, 2011"
}