{
    "title": "United States ' terrorism database doubled in recent years",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON - A U.S. government database of known or suspected terrorists doubled in size in recent years, according to newly released government figures. The growth is the result of intelligence agencies submitting names more often after a near-miss attack in 2009.\nThere were 1.1 million people in the database at the end of 2013, according to the National Counterterrorism Center, which maintains the information. About 550,000 people were listed in the database in March 2010.\nThe Terrorist Identities Datamart Environment, or TIDE, is a huge, classified database of people who are known terrorists, are suspected of having ties to terrorism or in some cases are related to or are associates of known or suspected terrorists. It feeds to smaller lists that restrict people's abilities to travel on commercial airliners to or within the U.S.\nThe government does not need evidence linking someone to terrorism in order for the person to be included in the database. This is among the reasons the database and subsequent terror watch lists have been criticized by privacy advocates.\nAn online publication, The Intercept, on Tuesday reported that 40 percent of people on the terrorism watch list - which is a subset of names in the TIDE database - were not affiliated with any recognized terrorist organization. The publication cited documents from one year ago.\nThe growth of the Terrorist Identities Datamart Environment is a result of the government's response to a failed attempt to blow up a commercial airliner over Detroit on Christmas Day in 2009. The terror operative's name was included in the database before the attack but not on a list that would have prevented him from boarding a U.S.-bound flight. Since then, the government lowered the standards for placing someone on the no-fly list, and intelligence agencies have become more diligent about submitting names to the TIDE database.\nOf the 1.1 million people in the TIDE database, 25,000 are U.S. citizens or legal permanent residents, the National Counterterrorism Center said.\nThe database was created after the September 2001 terror attacks after it became clear that the government's terror watch list was ineffective. The watch list was once maintained in a Rolodex and in paper notebooks, according to edited photographs provided by the National Counterterrorism Center.\nOther terror watch lists derived from the TIDE database have also grown. As of November 2013, the Terrorist Screening Database consisted of 700,000 people, according to a government official. The official spoke on condition of anonymity to discuss the sensitive numbers.\nQuestions about the watch list surfaced in a recent civil lawsuit out of Virginia challenging the constitutionality of the no-fly list. The government disclosed that there were 1.5 million nominations to the watch list over the last five years. Weeks later, a government official explained that a \"nomination meant new names as well as changes or updates to existing names on the list, and the figure in the court document should not have been interpreted to mean that 1.5 million people had been added to the watch list in the last five years, as The Associated Press reported July 18.\nIn August 2013, there were more than 73,000 people affiliated with al-Qaida in Iraq on the terror watch list, according to a document marked \"secret, obtained by The Intercept. That al-Qaida affiliate represented the largest group of people associated with a known terrorist group on the watch list at the time.\n\nLoad-Date: August 6, 2014"
}