{
    "title": "United States ' intervention in Syria could potentially deter terrorism",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 30,
    "full text": "The neglect that the United States government has shown the people of Syria will only produce more danger for the American people from angry Syrian citizens taking refuge in terrorist organizations like Al Qaeda.\nSyria has provided one of the most complex political situations for the United States in recent history. Various Syrian rebel groups have been waging a brutal civil war against Syria's dictator Bashar al-Assad for the past two years. Despite the Syrian people's cries for American military assistance in toppling Assad, the United States has been reluctant to move against Assad until the recent finding of the Syrian government's use of chemical weapons against the rebels.\nPresident Barack Obama and the international community's decision to proceed with the removal of Assad's chemical weapons stockpile is being heralded as a success because of its avoidance of military intervention. Unfortunately, every day the United States continues to refuse in aiding the removal of Assad from power, more and more young Syrians will turn to terrorism out of anger.\nAs Americans we like to believe we are a global force for good, yet have we been able to support this claim? Al Qaeda's former leader, Osama bin Laden, stressed the evil of the United States because of our continued support of dictatorships in the Middle East. Unfortunately, our actions have proved these claims aren't far from the truth.\nOf course, this is not to say the Syrian situation isn't incredibly difficult to deal with. Not only is the Assad regime's most powerful ally, Russia, able to stave off the international community by vetoing any proposed action in the U.N., but the American public is overwhelmingly against military action in Syria. According to a poll taken by the Washington Post on Sept. 1, just 36 percent approved while a resounding 59 percent opposed military action in the form of air strikes against the Assad regime. Keep in mind this is after the fact that definitive evidence of the use of chemical weapons against the Syrian people, a supposed \"red line\" that Assad was prohibited from crossing.\nOh, what a difference a decade and two unsuccessful wars makes. In the post-9/11 hysteria we fully committed to an invasion of Iraq on the assumption we would find the chemical weapons stockpile of Saddam Hussein, yet hindsight tells us that was not the case. Yet when it comes to a situation that has proven atrocities and massacring of over 100,000 Syrians we suddenly become hesitant.\nAs the international community saw the acts of ethnic cleansing that Slobodan Milosevic committed in Yugoslavia, strategic bombing by NATO forces was able to remove Yugoslavian forces from Kosovo and stop the genocide. Under the Obama administration, naval bombing of Libyan government strongholds led to the removal of Muammar al-Gaddafi. These types of actions could be just as effective if taken against the government forces of Assad.\nThe concept of the American world police structure is not something that should be sought after, and, of course, there are atrocities that happen every day in the world that the United States simply has no business acting on. However, we are no longer dealing with just a civil war, we are dealing with a human rights issue.\nImagine waking up every day surrounded by the ruthless killing of your comrades, your family, innocent women and children, and knowing all the while that there are powerful nations out there that can help stop the bloodshed, yet they essentially do nothing to stop the violence. The call of religious extremism would start to ring truer in your ear with every passing day. Your enemy would not only be Assad but the country that scorned you on the world stage. If the United States wishes to truly weaken terrorist organizations, it starts with discrediting them and proving on the world stage that as a nation we will not stand on the sidelines while innocent Syrians are slaughtered.\nPlease send all feedback to opinion@dailycardinal.com\n\nLoad-Date: January 17, 2018"
}