{
    "title": "United Kingdom needs Brexit deal to end austerity_ Finance Minister Philip Hammond",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 29,
    "full text": "The news that Chancellor Philip Hammond is set to unveil plans for a new 50p coin to commemorate Brexit was met with. you guessed it, absolute derision on social media.\nCompanies such as Amazon and Facebook have been criticised for the small amount of tax they pay on profits made in the UK.\nMr Hammond said he would implement a year early a manifesto commitment to increase the tax-free personal allowance and the higher-rate tax threshold.\nHis comments come after Prime Minister Theresa May promised she was ending years of austerity.\nHammond, who is due to announce an annual budget plan on Monday, said the government would be able to show voters that \"their hard work has paid off\" if Britain achieves a smooth exit from the European Union in five months' time.\nHe said \"established tech giants\" will be targeted rather than start-ups.\nCricket Australia 'partly to blame' in ball-tampering scandal\nThey see themselves as being part of a \"machine that is fine-tuned for the sole goal of winning\", the review said. The review found that CA was partly to blame, and viewed more widely as \"arrogant and controlling\".\nDowning Street has rebuked the chancellor after he claimed that public sector spending increases to be announced today were contingent on a successful Brexit deal with the EU.\nOn Brexit, he said the United Kingdom was reaching a \"pivotal moment\" in the negotiations and said that a \"deal dividend\" would provide a boost to the economy if an agreement with Brussels could be reached.\n- The OBR upgraded its forecast for GDP growth in 2019 from 1.3% to 1.6%, then 1.4% in 2020 and 2021; 1.5% in 2022; and 1.6% in 2023.\nIn response to the security threats facing the UK, Mr Hammond promised an extra £1 billion to the Ministry of Defence and £160 million to fund counter-terrorism policing.\nIn a major shift, the Chancellor also promised to abolish the use of the private finance initiative and PF2 funding.\n\nLoad-Date: October 29, 2018"
}