{
    "title": "United States Attorney Plans Drug-Terrorism Unit",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 18,
    "full text": "The United States attorney in Manhattan is merging the two units in his office that prosecute terrorism and international narcotics cases, saying that he wants to focus more on extremist Islamic groups whose members he believes are increasingly turning to the drug trade to finance their activities.\n  Some Western law enforcement and intelligence agencies have long pointed to what they say are the symbiotic relationships that sometimes exist between terrorist groups and narcotics traffickers, from Al Qaeda in Afghanistan and Hezbollah in the Middle East to the Revolutionary Armed Forces of Colombia, or FARC.\n  But the move by the United States attorney, Preet Bharara, comes as  United States officials have suggested that some members of Islamic extremist groups, including Al Qaeda and some of its affiliates, are more frequently turning to the drug trade -- as well as kidnapping and other criminal activities --  to help finance their operations. \n  It is, they say, partly a response to increased pressure on other financial sources, like Islamic charities and private donors.\n  By merging the units, Terrorism and National Security and International Narcotics Trafficking, Mr. Bharara said he is combining two groups that have developed many of the same skills -- working overseas, often using classified information, to build complex cases against sophisticated targets.\n  The new unit, he said, would be better able to bring drug charges to bear against some terrorists, as well as use a new law that gives federal drug agents the authority to pursue narcotics and terrorism crimes committed anywhere in the world if they can establish a link between a drug offense and a terrorist act or group.\n  Noting the debate over the appropriateness of bringing terrorists to trial in civilian courts, Mr. Bharara said that federal authorities were facing people who want to kill Americans and were branching out into narcotics distribution and transportation.\n  ''We have these tools in the criminal justice system,'' he said, noting that in some cases, ''you don't necessarily need just the N.S.A. or the C.I.A.; you have abilities to get at them and to infiltrate them and to stop them -- it just adds to the arsenal of ways to go after these people.''\n  He added, ''It would be sort of law enforcement and national security malpractice not to also be going at it this way.''\n  The new unit, Terrorism and International Narcotics, will employ 21 prosecutors, including three supervisors, drawn from the two components, Mr. Bharara said. It will be headed by Michael Farbiarz, 36, who had served as a deputy in the terrorism unit, and Anjan Sahni, 33, formerly the chief of International Narcotics; their deputy will be Jocelyn Strauber, 36, who was Mr. Sahni's No. 2 in the narcotics unit.\n  The move effectively doubles the number of prosecutors in the office handling terrorism cases as it prepares for the trial of the self-described mastermind of the 9/11 attacks, Khalid Shaikh Mohammed, and four other former Guantanamo Bay detainees. It is a major undertaking that will unquestionably prove to be a significant draw on the unit's resources.\n  In part because groups like Al Qaeda operate in a murky netherworld, determining with certainty the source of the money that fuels such networks -- subsidizing training, travel, weapons, day-to-day life and actual operations -- is extremely difficult.\n  And tracking the roles and activities of members and people associated with these secretive groups also can present a formidable challenge, one that at times results in divergent views among government agencies about the level of involvement in the drug trade by members of some groups, like Al Qaeda. \n  In fact, two government officials who track counterterrorism issues played down the notion of a recent increase in narcotics activity by Islamic extremists. One, a senior Obama administration official, said that most extremists were reluctant to get involved with people outside their group who do not share their ideology. But he noted that as the need for financing grows, such concerns recede.\n  But officials at the Drug Enforcement Administration, who have worked closely with the narcotics prosecutors in Mr. Bharara's office, say the growing use of Africa as a route to move hundreds of tons of cocaine from South America to Europe has underscored the problem.\n  One of the officials, Derek Maltz, who heads the D.E.A.'s Special Operations Division in Virginia, which works with more than a dozen other law enforcement and intelligence agencies to stymie major traffickers that operate across international boundaries, acknowledged that the increase was difficult to quantify.\n  But he added, ''Every day, in my position I see more and more examples -- real examples -- either through credible informants or actually investigative activity, where you start to see different groups involved with drug traffickers.''\n  The transportation route through West and North Africa -- where swaths of desert are controlled by extremist groups tied to Al Qaeda and corruption and instability are widespread -- has brought traffickers into closer proximity with various terror groups, several officials said.\n  Indeed, the officials, as well as Mr. Bharara, pointed to a case last month in which the D.E.A. arrested three African men in a sting based on drug and terrorism charges brought by the prosecutor's office. The men, who prosecutors say are tied to Al Qaeda, were accused of conspiring to move cocaine across the region with the assistance of Al Qaeda and another group, Al Qaeda in the Islamic Maghreb. They were taken into custody in Ghana, expelled and flown to New York to face the charges.\n  The creation of the new unit -- coupled with the new law that gives the D.E.A. more authority to investigate such cases -- opens the door for greater involvement in terrorism cases by the anti-drug agency. \n  The original terrorism unit in the prosecutor's office was the first of its kind in the nation, and its lawyers were long the pre-eminent terrorism prosecutors in the nation, winning convictions in the first World Trade Center bombing case and the bombing case stemming from Al Qaeda's 1998 attacks on United States Embassies in Kenya and Tanzania, among others.\n  The new unit comes into being at a time when the United States attorney's office in Brooklyn has brought a series of terrorism cases that some officials say have equaled or outpaced recent cases brought by its counterpart in Manhattan, something that would have seemed unimaginable in years past.\n  The Brooklyn office has obtained indictments against the Denver airport shuttle bus driver arrested this fall in a Qaeda bomb plot and against two of his associates. It has also won the cooperation of a Long Island man who spent months in Qaeda training camps in Pakistan and took part in two attacks against American troops, and has dismantled the United States fund-raising operations of the Tamil Tigers, a Sri Lankan terror group.\n  Gretchen Peters, whose book ''Seeds of Terror: How Heroin Is Bankrolling the Taliban and Al Qaeda'' was published in May, said her research showed a long history of Qaeda involvement in the drug trade. \n  But she noted that the group's senior cadre served more as facilitators, setting up meetings between traffickers and other powerful figures in the region.\n  ''It's wrong to think that you're going to find Osama bin Laden or Ayman al-Zawahiri driving a jingle truck full of dope down the Kandahar highway,'' she said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: United States Attorney Preet Bharara is merging two divisions in his Manhattan office that have developed similar skills. (PHOTOGRAPH BY DANIEL ACKER/BLOOMBERG)                                                            \n\nLoad-Date: January 18, 2010"
}