{
    "title": "United Kingdom fighter jets escort plane as phone sparks security alert",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 1,
    "full text": "\"After examination by specialist investigators, the object was found not to be of concern\", ERSOU said.\nA 34-year-old man from Kuwait and a 48-year-old man from Italy were detained after arriving from Vienna shortly after 19:00 BST on Sunday, police said.\nTwo men have been detained by counter-terror police after a Ryanair flight was intercepted by RAF fighter jets because of a \"security threat\" on board.\nCounter terrorism officers who questioned the pair said they had committed no offence and that the device discovered in the bathroom gave no cause for concern.\nAuthorities at the plane's destination of Stansted airport were alerted and the plane was \"taxied to a remote stand where passengers disembarked safely\" after landing, a spokesperson for the airline told Fox News in a statement.\nTwo Typhoons accompanied theRyanair jet as it landed at Stansted airport in Essex.\nNetflix offering free content, no credit card or account required\nAfter episode 1 ends, Netflix goads you into joining its service to watch \"everything on Netflix that everyone's talking about\". Netflix has launched a new site at netflix .com/watch-free with a sampling of its offerings.\nFollowing the operation, a spokesman for the RAF said: \"Typhoon fighter aircraft from RAF Coningsby were launched this evening to intercept a civilian aircraft\".\nA spokesman for budget carrierRyanair said the plane's crew had been alerted to a \"potential security threat on board\".\n\"Officers spoke with the two adult men and neither have been considered to have committed any offences\".\nBritish anti-terrrorism police said the alarm raised by the crew of the plane, which was escorted down by two RAI Typhoons, had turned out to to be \"groundless\".\n\"I'd like to thank those on the flight for their co-operation and understanding while officers conducted their enquiries\".\n\"The aircraft was escorted safely to Stansted\", it added. According to the Mail Online, the jets are thought to have then headed in the direction of Cheltenham to be refueled, before appearing to return towards the base at RAF Coningsby.\n\nLoad-Date: September 2, 2020"
}