{
    "title": "UNITED WAY ASKS AGENCIES TO SAY THEY'RE TERRORISM-FREE",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 7,
    "day": 22,
    "full text": "United Way of Allegheny County is requiring its more than 3,000 partner agencies to sign a federal anti-terrorism form in order to receive monies during its upcoming annual campaign, a change resulting from the USA Patriot Act.\n The \"USA Patriot Act Anti-terrorism Certification Form\" requires nonprofit organizations to certify that they don't knowingly employ people or support groups whose names appear on terrorist watch lists compiled by the government.\n The local form is similar to one that the 1,350 United Ways around the country are sending to their own partner agencies for the first time, part of a government requirement of all organizations receiving federally collected money. Local United Ways participate in the federal government's annual fund-raising drive, known as the Combined Federal Campaign, which raises about $250 million for about 10,000 nonprofit groups. The regulation took effect last summer.\nAttorneys with the United Way of America, the organization's national office, recommended that all local United Ways send out anti-terrorism forms.\n United Way of Allegheny County mailed the anti-terrorism form, along with a 501(c)(3) nonprofit eligibility form, to agency executive directors on July 11. An accompanying letter from William J. Meyer, the local United Way's president and chief professional officer, stated that \"your organization will not be eligible to receive future designations unless [both] the enclosed certification forms are completed\" and returned by July 29.\n While this is the first time United Way has required an anti-terrorism form, many foundations, banks and other companies have done so in the years since Sept. 11, 2001. Portions of the Patriot Act mandate that organizations prevent the flow of funds or \"material support or resources\" to terrorists or terrorist organizations.\n \"From what we're being told by United Way of America, this really needs to be done,\" said Bob Krasman, chief financial and administrative officer of United Way of Allegheny County. \"Every United Way has to ensure its donors that the organizations it's sending money to are in compliance with the Patriot Act.\"\n The government maintains terror watch lists that include not only well-known groups such as al-Qaida and Hezbollah, but also a spectrum of individuals from around the world. The lists are used by the Transportation Security Administration, for example, to enforce its \"no-fly list\" and are accessible on the Web.\n It's those lists and the possibility that they are in error that has led the American Civil Liberties Union and other groups to withdraw from the federal fund-raising campaign. The local ACLU office has not decided whether or not to sign the United Way anti-terrorism form.\n Neither has Just Harvest, a Pittsburgh public policy organization for hunger issues, which received about $2,400 in local United Way money last year.\n \"It concerns us a lot,\" said Joni Rabinowitz, co-director. \"We think this is just excessive.\"\n But the majority of Allegheny County partner agencies have had no such compunctions, Krasman said. And spokesmen for Catholic Charities, Holy Family Institute and the Greater Pittsburgh Council of the Boy Scouts of America all said returning the signed form was not a problem.\n \"We got it, filled it out and sent it in,\" said Michael Andreola, director of development and public relations for Catholic Charities, traditionally one of the largest recipients of United Way donations. \"I would think anyone would want to be on the record as not knowingly supporting terrorism.\"\n Last year's United Way of Allegheny County campaign raised more than $32 million.\n The anti-terrorism form has seven boxes for funded agencies to check for whether or not they comply with \"the spirit and intent\" of the Patriot Act and other counterterrorism law requirements.\n Among the required questions are whether the nonprofit group is on the federal watch list and whether it knowingly provides \"financial, technical, in-kind or other material support and resources\" to individuals or groups that use or support terrorism.\n The form defines \"material support and resources\" as any type of currency or financial services, lodging, training, expert advice, safe houses, false documentation, communications equipment, weapons or transportation.\n Spokesmen for United Ways in Cleveland; Portland, Ore.; and San Diego said none of their partner agencies had refused to sign and send in the anti-terrorism form.\n Peggy Outon, founder and director of the Bayer Center for Nonprofit Management at Robert Morris University, said such forms surprised her about two years ago when the center first was required to submit a similar form. Now, she said, some foundations require the center to submit bank account numbers and a list of the school's trustees, too.\n \"What does it mean to be a good citizen anymore?\" Outon said. \"For a nonprofit to have to testify that 'I'm a patriot' -- my gosh, we get up in the morning to try to make the community stronger.\n \"It's just interesting we live in a society now where we have to testify to patriotism.\"\n\nNotes\n\nSteve Levin can be reached at slevin@post-gazette.com or 412-263-1919.  \n\nLoad-Date: July 23, 2005"
}