{
    "title": "United States questioned as world superpower",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 1,
    "full text": "American foreign policy in the past and the present, as well as the future of foreign policy in the next presidential administration, was addressed in a panel, \"Still the Superpower? How Will the United States Lead in the World in 2017?\" held on Thursday, Oct. 27.\nTwo senior presidential fellows from the Peter S. Kalikow Center for the Study of the American Presidency, Howard B. Dean III and Edward J. Rollins, sat on the panel alongside author and journalist Michael Cohen. The panelists' had impressive experiences and years of insight, not only into foreign policy, but also about the difference between theories and what happens when policies are actually put into practice.\nDean is a former governor of Vermont and chairman of the Democratic National Committee. Rollins worked as the national campaign director for Ronald Reagan and currently serves as a political commentator for Fox News. Cohen has written for \"The Boston Globe,\" \"World Politics Review\" and \"the London Observer.\"\nMeena Bose, executive dean of Hofstra University's Peter S. Kalikow School of Government, Public Policy and International Affairs, along with Paul Fritz, a Hofstra political science professor, moderated the panel. Hofstra students were not the only members of the audience, as it also included a group of high school juniors from the Friends Academy.\nThe panel was a long time in the making, as the planning for it began last spring. \"We thought it would be important to have a panel before the election, and we wanted it to be less about politics and more about policy,\" Bose said.\nThe discussion opened with a question presented by Fritz, about the short and long term problems relating to Syria. Answers from the panelists quickly diverged in various directions, from climate change, to the scale and operation of the military, to comparisons of domestic and foreign threats.\n\"We as a nation are more concerned about the domestic than the international,\" Rollins stated.\nThough the three panelists disagreed on most aspects of issues with Syria and how they are dealt with, they all agreed that the humanitarian crisis that has arisen is important. \"How we respond to humanitarian crises define who we are as Americans,\" Dean said.\nTerrorism was also a topic of discussion. Cohen said, \"We don't really face any external threats ... And terrorism is a very minor threat.\" He said that he considers climate change and the rise of China to be more important threats to the U.S. in the long run.\nInternational relations between the U.S. and China became a prominent topic when the panelists veered discussion toward the Trans-Pacific Partnership.\nClimate change, trade, national security and terrorism were subject areas that were frequently returned to throughout the panel, including when student questions were taken at the end. Despite obvious differences in opinion between Dean, Rollins and Cohen, they were able to find ways to counter each other respectfully no matter what topic was touched upon.\nStudents seemed to take interest in the discourse, regardless of their personal views.\nNicole Finocchio, a sophomore English major, said, \"My professor told me about [the panel] ... Learning that it was focused on foreign policy made it even more appealing. I don't know much about it. With the election coming up, I wanted to go.\"\nBose said, \"It was exciting to see such interest from college students and rising college students about these issues.\"\n\nLoad-Date: November 2, 2016"
}