{
    "title": "United We Stand",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 1,
    "full text": "French President Francois Hollande announced \"France is at War\" following the attacks across Paris last Friday. The suicide bombings and shootings killed at least 129 and injured over 300 people.\nThe Islamic State in Iraq and Syria group claimed responsibility for the planned attacks.\nFrance has since coordinated with United States forces and, for the second time in less than a 24-hour span, fighter jets bombed Syria in the ISIS stronghold of Raqqa. France says the airstrikes are just getting started.\nPresident Hollande is asking for a \"grand coalition\" in efforts to demolish the threat of ISIS. President Hollande told parliament at the Palace of Versailles on Monday \"We are in a war against jihadist terrorism, which threatens the entire world.\"\nIn a video released by ISIS on Monday, the terrorist group threatened countries taking part in the air strikes against Syria would suffer the same fate as France and threatened they \"will strike America at its center in Washington.\"\nWorld leaders agree on a terrorist problem, but not the solution. They are aware of terrorists being in their own country, and to protect their countries right now, they are deciding whether to allow Syrian refugees to keep coming in or to halt the process as a precaution.\nThis contentious immigration issue is ultimately left to the federal government to decide, but The United States of America is not in agreement.\nMore than half of the nation's governors are protesting the admission of refugees.\nCollege Republican Representative Leah Boyd and the Bearkat Democrats executive board discussed their viewpoints on what actions should take place next.\n\"The FBI has confirmed that we don't have a true way of vetting these refugees, meaning we have no idea what ties to terrorism they may have,\" Boyd said. \"With passports of refugees being found on some of the attackers in Paris, I believe we need to be more careful with the refugees that we accept into this country.\"\nBy accepting Syrian refugees into the country, this allows a backdoor for ISIS. By denying refugees, a country turns away Syrians not involved in terrorist activities and who are looking for a safe haven.\n\"What is currently happening in Syria is an example of a true modern day atrocity,\" Bearkat Democrats executive board said. \"It would be a shame for the world to look back at the United States actions during this time period as one of fear and further persecution of these innocent people.\"\nBoth sides of politics can agree on one thing; ISIS is evil.\n\"[The attacks in Paris] shows us that ISIS isn't playing around,\" Boyd said. \"They're fully carrying out their plans, and this itself instills fear in the American people.\"\nThe Bearkat Democrats executive board expressed their concern.\n\"The situation in Syria has turned into genocide,\" the executive board said. \"People safe here at home couldn't or just don't want to understand the magnitude of the situation.\"\n\nLoad-Date: January 1, 2018"
}