{
    "title": "Unity against terrorism urged; At U.N. session, Germany offers additional troops for Afghanistan",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 9,
    "day": 25,
    "full text": "Iraq was not the only issue on the U.N. agenda Wednesday: Germany offered more troops for Afghanistan.\nWhile the 15 nations on the U.N. Security Council discussed differences on a timetable for handing over power to Iraqis, many other world leaders at the General Assembly's annual ministerial meeting focused on how to restore U.N. clout in tackling global crises after the divisive U.S.-led war on Iraq.\nFrom Guatemala to Ghana, there was implicit criticism of the U.S. policy of \"pre-emptive\" military action without U.N. authorization.\nReflecting the overwhelming sentiment of the U.N.'s 191 member states, Ghana's President John Agyekum Kufuor said, \"We believe that the problems of the 21st century cannot be addressed without universal commitment to multilateralism spearheaded by the United Nations.\"\nOnly Australia, a staunch supporter of the war and part of the U.S.-led military coalition in Iraq, conditioned its support for collective action to deal with conflicts, terrorist threats, and weapons of mass destruction, saying it must be \"effective\" to preserve security.\nVirtually every speaker called for global unity to combat terrorism, denouncing recent terrorist attacks in Iraq, Indonesia, Morocco, Saudi Arabia and elsewhere.\nSenegal President Abdoulaye Wade called for an African summit against terrorism. \"Africa must not be the soft underbelly of terrorism,\" he said.\nWhile German Chancellor Gerhard Schroeder pledged additional troops for Afghanistan, President Bush's appeal for thousands of troops and billions of dollars for Iraq has so far been ignored.\nGermany has 9,000 soldiers and police serving in Afghanistan as part of a U.N.-authorized multinational force now led by NATO. It is sponsoring a U.N. resolution to expand the force.\n\"Our top priority is our commitment to peace in Afghanistan,\" Schroeder said in his speech to the General Assembly. \"Germany is willing to maintain its commitment there in the long term - and to increase it.\"\n\nLoad-Date: September 25, 2003"
}