{
    "title": "United Nations panel blacklists Masood Azhar, founder of Pakistan -based militant group",
    "publisher": "university wire",
    "year": 2019,
    "month": 5,
    "day": 3,
    "full text": "Addressing a press brief, Ministry of External Affairs spokesperson Raveesh Kumar replied to a query on whether India offered something to China for Azhar's listing saying, \"we don't negotiate on matters related to national security\".\n\"The United States commends the United Nations Security Council 1267 Sanctions Committee for the designation of Masood Azhar, the leader of Jaish-e Mohammed, a UN-designated terrorist group that was responsible for the February 14 terrorist attack in Kashmir that killed over 40 Indian paramilitary forces\", he said. Pakistan has always advocated the need for respecting these technical rules and has opposed the politicisation of the committee.\nHowever, China put a technical hold on the proposal, blocking it for a fourth time to designate Azhar a global terrorist. \"Many members have placed technical holds on various listing proposals\", he explained.\nThe UN Sanctions Committee on Wednesday designated the Pakistan-based Jaish-e-Mohammed chief Azhar a global terrorist after China lifted its hold on a proposal to ban him. He had been proscribed under Pakistan's Anti-Terrorism Act for some time, even before his case for listing was taken up by the Sanctions Committee, he added.\nLast month, during an interaction with a small group of foreign journalists in Islamabad, the Pakistan prime minister said he believes there may be a better chance of peace talks with India and settling the Kashmir issue if Modi's party BJP wins the general elections.\nIn February, the Paris-based FATF had said that Pakistan \"does not demonstrate a proper understanding\" of terrorism financing risks posed by militant groups, including the JeM.\nSpeaking to The Indian Express after the UNSC designated Azhar as a global terrorist, Akbaruddin said, \"I am a believer in M S Dhoni's approach... thinking that there is more time than what you think there is while trying to fulfil any goal\".\nSecond Canadian Sentenced to Death for Drug Charges\nMore recently, reports have emerged that Canadian soybean, peas, and pork exports are running into obstacles entering China. While the gang was detained in 2012 and put on trial a year later, the court only reached a verdict on Tuesday.\nThe current amended listing proposal was approved, once politically motivated attempts to link it with the Pulwama incident and the legitimate Kashmiri struggle for the realisation of the right to self-determination, were removed.\nThe spokesman said Pakistan maintained that terrorism was a menace to the world.\nThe spokesperson said that the United States looks forward to further and sustained actions from Pakistan as outlined in its National Action Plan consistent with its global obligations.\nThe Indian media's attempts to build a narrative claiming it as a \"victory\" for India and validation of its stance were thus absolutely false and baseless, he said. \"This problem can be properly solved\".\nThe spokesman said the recent listing proposal was presented on the basis of considerations beyond the listing parameters.\nHe said that Pakistan had made enormous contributions to fighting terrorism, which deserved the full recognition of the worldwide community.\n\"Terrorism shall not be tolerated and this declaration from the United Nations is noteworthy\".\n\nLoad-Date: May 3, 2019"
}