{
    "title": "Unity and fun at Islamic festival(2)",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 6,
    "day": 9,
    "full text": "Halal Hustler T-shirts and Muslim Princess tote bags were for sale, as were funnel cakes and fried chicken.\n At the Islamic Heritage Festival on Saturday at Penn's Landing, Muslim culture meshed with classic summer festival tradition.\n \"Muslims are just as much a part of American life as other cultural traditions,\" said Abdul Rahim Muhammad, director of the Islamic Cultural Preservation and Information Council, which started the festival 21 years ago.\n Billed as the largest festival of its kind in the United States, the annual event celebrates \"unity in diversity,\" Rahim Muhammad said, standing in front of a table displaying a propped-up Quran, the main religious text in Islam, and pamphlets titled \"Understanding Shariah\" and \"What Does Islam Say About Terrorism?\"\n While it attracts 5,000 to 8,000 people every year, Rahim Muhammad said, the event's focus isn't netting new followers of Islam.\n Instead, it's to make a statement that Muslims belong.\n \"We are citizens of this country,\" he said. \"We are not terrorists. And we have made significant contributions to this country.\"\n Across the landing, a clown painted children's faces, while girls, some wearing head scarves, jumped in a bouncy house.\n Many attendees sat on the steps surrounding the Penn's Landing stage, where that night a young female Muslim rap artist - Ms. Undastood - was to perform.\n The stage played host earlier in the afternoon to an event recognizing those who had completed a hajj, the annual Muslim pilgrimage to Mecca.\n The festival grew out of a tradition of black Muslim bazaars, Rahim Muhammad said, and while today it draws a broader crowd, the diversity of offerings remains - from robes and wraps to books, perfume, and slogan-emblazoned T-shirts.\n Atiyya Hatcher, selling sunglasses, said vendors support one another.\n \"The religion is actually all about unity, so when we come together like this, it's always happy times,\" she said.\n While the festival celebrates Muslim heritage, \"we're humans first,\" Hatcher said. \"As far as our being a religion, we're not different from the rest of the people.\"\n Misperceptions of Muslims seemed to be on the minds of many at the festival, where proclamations of a desire for peace were prominent. \"Love for all, hatred for none,\" read one banner.\n Saadiq Abdul Nasir, wearing a button that read \"I [heart] Muhammad,\" said people unfairly associate American Muslims with incidents of terrorism.\n Seeing terrorists on the news, dressed the same as Muslims here, \"they see that, they put it in the same category,\" he said.\n Saturday's festival should serve as a reminder that terrorist events don't reflect Muslim life, Nasir said.\n \"This is a gathering.\"\n Contact Maddie Hanna \n at 856-779-3232 or mhanna@phillynews.com, or follow on Twitter @maddiehanna.    \n\nLoad-Date: July 1, 2013"
}