{
    "title": "University to offer nuclear weapons course",
    "publisher": "university wire",
    "year": 2010,
    "month": 11,
    "day": 2,
    "full text": "Posted on November 2, 2010 | News | Comments Off\nThis spring, the Department of Political Science is offering a new class: POLS 488 - Iran and Nuclear Weapons. The class will focus on Iran's domestic politics, religion, economy, culture and geography.\nThis special-topics course will give students an in-depth look at Iran and its nuclear ambitions. Dr. Neal Coates, associate professor of political science, is teaching the class which will be offered from 3:30 to 4:50 p.m. Mondays and Wednesdays.\nCoates said he encourages any student, political science major or not, to sign up for the course.\n\"For the last seven years, most countries of the world have been very concerned with whether Iran has acquired or developed nuclear weapons, based on the idea that Iran is the world's largest supporter and exporter of terrorism,\" Coates said. \"This class provides an entire semester to answer that question in depth.\"\nCoates challenges students to learn more about Iran's government, military and possible motivations Iran would have for developing nuclear weapons.\n\"At the end of the day, students will come to their own conclusion as to whether Iran is developing nuclear weapons and what, if anything, should be done about it,\" Coates said.\nCoates regularly teaches Politics of the Middle East, but said he has never had the time to delve deeper into topics students want to know more about.\n\"Some students want to go into the military, some into intelligence agencies, while some will be interested in it for future career purposes,\" Coates said. \"Others will want to know about Iran because of their interest in the Middle East, terrorism, U.S. foreign policy or nuclear war in general.\"\nConnor Best, junior political science major from Sacramento, Calif., said he will consider registering for the class.\n\"A lot of us don't have a global awareness or a real understanding of how things work in the world,\" Best said. \"We need to stay updated on international affairs so we can be aware of how the world affects America.\"\nBest said although many political science courses are based on theory and logistics, this Iran and Nuclear Weapons class seems to be more pertinent to the current global discussion about ridding the world of nuclear weapons.\nJaclyn Woolf, instructor of political science, said she believes the class will receive special attention from students interested in social justice or the ethics of war.\n\"Government is going to affect you in more ways than you possibly realize,\" Woolf said. \"It's important to know how government works simply because you are going to be subject to a lot of it.\"\n\nLoad-Date: September 25, 2013"
}