{
    "title": "University professor explains female terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 3,
    "day": 24,
    "full text": "What is terrorism and what makes a terrorist? These were just some of the topics that were discussed at a seminar hosted by Professor John Haas on Tuesday, March 25 in the Teleconference Center from 11 a.m. till noon.\nThe seminar included a live Skype discussion with Mia Bloom, a professor from the University of Massachusetts Lowell.\nHaas invited Bloom to discuss the characteristics of a modern day terrorist.\n\"She tackles stereotypes of what a terrorist is like and what a woman terrorist might be like,\" Haas said.\nShe found out in her research and travels that a terrorist is usually an ordinary person.\nBloom continued by saying that terrorists offer their recruits a chance to make a name for themselves to receive the glory and give them a sense that they are protecting their people.\nBloom said that terrorist organizations recruit ordinary people, instead of the idea of recruiting people with psychological problems.\nThe reason for this is that terrorist organizations do not want to unreliable people to be a part of their organization.\nHowever, being in a terrorist organization would eventually cause a psychological effect in people.\nThe discussion also led to the topic of women involved in terrorism.\nRecently, the Islamic State of Iraq and Syria published videos depicting women with guns on social media.\nAccording to Bloom, this is a tactic that ISIS used to goad men into joining the fight.\nWomen who join the fight are usually forced to go into relationships with the males.\nThere has been examples of using women as suicide bombers or fighters and posting videos and pictures in social media outlets.\nHowever, historically women have been a part of terrorist organizations dating back to the Irish Republican Armies and al Qaeda, according to Bloom.\nTerrorist organizations commit rape against women to have them join the fight because they feel they are damaged goods and they join a terrorist organization to make themselves useful.\nBloom said that the emergence of terrorist like ISIS and Boko Haram was all in due part to the war in Iraq.\nJohn Haas will be hosting more seminars in April.\nThe dates have not been finalized but they will be involved with the subjects of global education and immigration.\n\nLoad-Date: March 24, 2015"
}