{
    "title": "University, political orgs respond to Dayton shooting",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "The day of a mass shooting in Dayton's historic Oregon District less than 50 miles from Miami University's campus, the university's College Republicans offered thoughts and prayers while the College Democrats chapter demanded gun reform. \nShortly after 1 a.m. on Sunday, Aug. 4, a gunman opened fire outside a bar, killing nine and injuring 27 others. This happened 13 hours after a separate attacker killed 22 people at a Walmart in El Paso, Texas. \n\"Our thoughts and prayers go out to the victims and families affected by these abhorrent acts of terror,\" Miami's College Republicans wrote in a statement. \nThe group said they stand behind President Donald Trump, Governor Mike DeWine and all of America in \"condemning the hateful shootings\" both in Dayton and in El Paso.\nThe College Democrats wrote they are \"saddened\" by both shootings and their \"hearts are with the victims of these senseless acts of violence.\"\nThe group also called for stricter gun laws. \n\"We are angered by the politics that favor the NRA and gun manufacturers over American lives ... how much more must we endure?\"\nThe College Democrats advocated for Congress to pass the Domestic Terrorism Prevention Act of 2019.  This bill, if passed, would add units to the Department of Homeland Security, the Department of Justice and the Federal Bureau of Investigation to monitor and prevent domestic terrorism. \nMiami also released a statement via Twitter regarding the shooting, encouraging anyone who needs support to reach out to Student Counseling Services. \n\"Our hearts and thoughts are with everyone affected by the horrific and senseless tragedies in Dayton and El Paso,\" the university tweeted.  \nberryrd@miamioh.edu \nShare this:\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\n\nLoad-Date: August 6, 2019"
}