{
    "title": "University Beat",
    "publisher": "the pantagraph",
    "year": 2006,
    "month": 10,
    "day": 22,
    "full text": "ILLINOIS STATE \nCollection to outline history of terrorism  \nIllinois State University’s Milner Library will develop a collection of materials on the history of terrorism. \nThe collection will be possible as part of $74,000 in state Library Services and Technology Act grants. \n\"Understanding 9/11: Terrorism and Homeland Security,\" will involve the purchase and maintenance of electronic and print materials on the history of terrorism, disaster planning and civil defense. \nSome of the money also will allow Milner staff to study ways to enhance library outreach through digital media. \n\"Mobile Media and Libraries: Reaching Out Digitally,\" will research ways to deliver electronic media and library materials directly to students, faculty and other patrons using popular legal media downloading services and commonly-used devices, such as MP3 players. \nThe grant money also will cover technology training for librarians. \nNORTHERN ILLINOIS \nPolice chief will be paid while in Iraq \nNorthern Illinois University Police Chief Don Grady will continue to be paid some portion of his salary while on a State Department-sanctioned mission in Iraq. \nGrady formally began a yearlong leave of absence from the university on Oct. 1. \nThe U.S. government recruited him to help train police forces in Iraq after he did similar work in the Balkans in the late 1990s during a bloody civil war there. \nGrady has been in near-daily contact with university officials since arriving in Iraq, NIU Executive Vice President Eddie Williams said, helping plan for homecoming, for example, and working on long-term initiatives. \nHe is pre-approved to draw up to half of his chief’s salary while in Iraq, Williams said, although he’ll likely collect much less. Grady earns $85,000 to $90,000 annually. \nGrady and university officials will keep a record of their contacts, and he will then be paid on an hourly rate. \nEASTERN ILLINOIS \nUnion, administration reach contract pact  \nEastern Illinois University’s administration and its University Professionals of Illinois chapter have reached a tentative contract agreement after a third meeting with a federal mediator.  \nCharles Delman, UPI chapter president, will not release further details until they have been disclosed to the union membership.  \nBob Wayland, chief negotiator for the administration, said both parties are pleased with the tentative agreement and the next step is for the UPI to ratify the agreement.  \nOnce the union ratifies an agreement, it will go to the board of trustees to be finalized. \nMichele Steinbacher of the Pantagraph, Chris Rickert of The Daily Chronicle and Kate Henderson of the Journal Gazette and Times-Courier contributed to this report. \n\nLoad-Date: March 30, 2007"
}