{
    "title": "University's Center for Cyber and Homeland Security hosts Department of Homeland Security Secretary",
    "publisher": "university wire",
    "year": 2019,
    "month": 3,
    "day": 19,
    "full text": "The University's Center for Cyber and Homeland Security hosted Department of Homeland Security Secretary Kirstjen Nielsen as she delivered her 2019 State of Homeland Security Address at George Washington University Monday.\nRetired Lt. Gen. Ronald L. Burgess, the University's COO, introduced Nielsen and Frank Cilluffo, director of Auburn's McCrary Institute for Cyber and Critical Security and the CCHS.\n\"(Cilluffo) has hosted Secretary Nielsen and each of her predecessors for this event since the department was created,\" Burgess said. \"We are lucky to have him at the helm of the McCrary Institute.\"\nIn her address Nielsen discussed a variety of topics, including her priorities going into 2019.\n\"Life is changing faster than at any point in human history,\" she said. \"As a nation we face a choice: shape the world around us or be shaped by it. We cannot hide from the future. If we do, history will judge us harshly.\"\nShe also talked about her vision to strengthen cyber security on several fronts, including child exploitation and terrorism.\n\"We spend more and more time talking about different threats in the cyber realm including child exploitation and the very unfortunate new ways that predators can exploit them,\" Nielsen said.\nSign up for our newsletter\nGet The Plainsman straight to your inbox.\nIn light of the recent shootings in New Zealand, she said domestic terrorism has been at the forefront of recent conversations.\n\"We also talk about the importance and what it really means of freedom,\" she said. \"Freedom to gather, freedom to enjoy with friends and family at gathering places, whether that be at church or sporting events or at a mosque.\"\nCilluffo agreed, adding that Nielsen and the DHS are now facing even more pressured threats.\n\"She's got one of the most difficult jobs I think in the U.S. government or even beyond the U.S. government,\" he said. \"Just given last week's events in Christ Church you can see that the threat is consistently morphing, changing.\"\nNielsen stressed now is the time for countries to come together and cooperate in the hopes of curbing threats both on the ground and in the cyber-sphere. The DHS is working alongside the private sector to pull terrorist-content from the internet, she added.\n\"How do we bring everybody together, multi-disciplinary, multi-government, every different walk of life to understand perspectives, to not only prevent radicalization and leanings toward violent extremism, but to perhaps provide off-ramps, to find other ways that those that might otherwise choose violence to express themselves,\" Nielsen said.\n\nLoad-Date: March 19, 2019"
}