{
    "title": "Unjust Wars Should At Least Be Fought Fairly",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 14,
    "full text": "As the so-called War on Terror crept into its 12th year, the world began to sigh a little bit louder. It has become relatively clear that attempting to dismantle terrorist networks is useless and counterproductive, a kind of political \"spitting in the wind\" - and the consequences are of huge salivary proportions.\nWith over one million lives estimated to be lost (only a fraction of them American), over one trillion dollars funneled into U.S. defense spending and a spread of general global unrest, much of the world has found itself soaked in violence, paranoia, confusion and economic and social despair.\nCriticisms of the American campaign are becoming more prevalent in political discourse, but we should not only focus on why we are involved in an hopeless, illegal and circular war, but also how - after all, 12 years have gone by and the prospect of making substantial steps towards some kind of resolution seems bleak.  Analysis of the War on Terror that concentrates on military theory would promote a form of armed conflict that is more fair, stabilized and reasonable - though this kind of war, this \"better\" war, ultimately necessitates more American casualties.\nThe ethical, legal, military and economic shortcomings of U.S. involvement in the Middle East are largely due to a misunderstanding of what terrorism actually is. Insurgency, terrorism and militancy have long been demonized in the West, and the word \"terrorist\" usually involves people almost fantasizing about their own deaths, or the deaths of loved ones and friends. The word itself is not spoken without sentiment - it makes people fidget and whisper and howl, it creates an alarmist environment that, through demagogical means, was used to justify sensational violence and egregious policies.\nIrrational attitudes towards terrorism stem from mass media's failure to adequately discuss and educate the public in a broader framework. News outlets have established a culture of fear, making attempts to understand and empathize with terroristic actions in a larger context unthinkable and taboo. Seized in an emotive momentum, prominent media sources suspended their skepticism, appealing instead to drama and recovery, a journalistic consolation that infantilized the American people and only encouraged a big game of pretend - pretending to be united, to be strong and to enjoy horrendously patriotic country songs. This rhetoric manipulated the American public into thinking that \"terrorism,\" the great chimera of post-9/11 America, should be eradicated at all costs, and the ongoing conflict in the Middle East is a war we both want and need. We failed to realize that the American battle cry is a sentimental 19-page Time magazine article.\nMost Americans are completely unwilling to see terrorists as human beings - with thoughts, desires, fears, families, favorite foods, childhoods, Facebooks, friends and goals. Yet even worse, there is a total unwillingness to examine terroristic activities through an analytical and historical perspective. The American understanding of terrorism is a shallow one, and usually does not extend far beyond \"someone who kills innocent civilians\" or \"Osama Bin-Laden\" (a face eternally burned into the Western mindset). This kind of superficial, popular knowledge of terrorism only breeds an oversimplification that substantiates Islamophobia, racism, endless wars and belligerent counterterrorism tactics.\nTerrorism should be explored with intellectual responsibility, in a manner that is less grounded in passion and rage and more so in rational thought; then one may see that it can actually be a noble and effective means of achieving a concrete political goal, and that terrorism, in many cases, is ethically, politically and militarily justifiable.\nFor example, the 1983 Beirut barracks bombing, in which two suicide bombers discharged truck bombs that left 241 American military personnel dead, was a direct response to U.S. aggression in the Lebanese Civil War. The U.S. reacted to the attacks by eventually withdrawing troops from Lebanon. In this case, terrorism was successfully used to accomplish a political, and arguably moral goal.\nThe Department of Defense has exploited American anxiety to carry out a war that is fought in a correspondingly hysterical way. Current efforts to \"end worldwide terrorism\" are akin to the nature of a rabid dog - insane in force, precaution and self-assurance.\nThe phrase \"War on Terror\" is valueless and nonsensical in itself. Terrorism is not a distinctive enemy that can be \"defeated\" - it is a military strategy; moreover, one that is a direct response to being militarily oppressed. In this sense, counterterrorism methods are a self-fulfilling prophecy. By utilizing a massive military infrastructure, the United States is only propagating the very instrument it is seeking to eradicate. Why would anyone expect a member of Al-Qaeda to directly challenge the U.S. armed forces? To do so would be suicidal - not in a literal sense, but as a vacuous waste of time and effort against a force that is physically unstoppable.\nThe use of, for example, unmanned drone strikes is self-deprecating and circular. By carrying out crude assassinations via flying robots in the sky we not only motivate, but also coerce groups into using violent surgical strikes in order to achieve a goal or send a message, rather than insulated combat (in which proportionate forces can confront each other in a responsible manner, without the need for symbolic, psychological and creative methods of combat). Goal-oriented organizations such as Al-Qaeda are directly and intentionally oppressed, pushed further into a corner that the Western world has successfully constructed, persecuted and shattered.\nIn \"The Spirit of Terrorism,\" French philosopher Jean Baudrillard recognizes the symbolic drives and implications behind the attacks on the Twin Towers, writing, \"It is [America] that has, through its unbearable power, engendered all that violence brewing around the world, and therefore this terrorist imagination which - unknowingly - inhabits us all. That we have dreamed of this event, that everybody without exception has dreamt of it, because everybody must dream of the destruction of any power hegemonic to that degree - this is unacceptable for Western moral conscience, but it is still a fact, and one which is justly measured by the pathetic violence of all those discourses which attempt to erase it.\"\nTerroristic acts should be decontextualized - not viewed within the confines of a single, physical event that people have convinced themselves is senseless, personal and highly probable (even though statistics from a 2004 National Safety Council report show that the chances of dying by lightning strike are eight times higher than in a terrorist attack - which, by this logic, the U.S. should enact, at the very least, a trillion dollar program to effectively eliminate any chance of lightning-induced death by erecting monolithic, 3,000 meter metallic rods, while also systematically castigating, imprisoning and executing those who enjoy standing in rain showers).\nAmerican military hegemony is only forcing terrorism upon the world, including, though certainly not limited to, its own people. Pitting a colossally advantaged force in number, technology and authority against one that is phenomenally smaller is exactly what creates and perpetuates terroristic acts in the first place, and the War on Terror stands as a complete dismissal of sensible conflict policy. In fact, according to research done by Cynthia Lum of George Mason University, there are very few studies that empirically assess and demonstrate the success of any counterterrorism measures. Moreover, based on a database of information gathered at the University of Chicago, political scientist Robert Pape found that rather than a result of ideological motives, terrorist attacks - particularly suicide attacks - directly increase as a result of increased U.S. military presence.\nNot only ethically, but quantifiably speaking, the U.S. military is the culprit, the psychopath and the villain in this absurd, performative War on Terror. Terroristic acts usually have reasonable, explicitly stated ends. Take, for example, the attacks on 9/11. Osama Bin-Laden plainly stated that the encroachment of the U.S. military in Saudi Arabia and the economic sanctions against Iraq in the early 90s were among the list of motives for the strike. Regardless, this information was never used in a constructive way, as it was easier for the West to brush off all forms of terrorism as inherently evil, thus ignoring the obvious blowback of past foreign-policy disasters and instead responding with a spectacular display of freedom flags and senseless violence.\nThe United States, having abused its power and infringed upon the rights of multiple populations of people, including its own, should forfeit the military leverage that serves as the very fuel of the war itself.\nTherefore, I propose the United States Armed Forces declares an interim peacetime period in which they work to heavily arm terrorist organizations like Al-Qaeda and the Taliban with advanced weaponry, provide training on how to use the weapons and then resume combat.\nThis will foster a healthier, more traditional and coherent form of armed conflict. Comparative balance in warfare leaves room for reasoning, understanding and ethical concerns. Equity in military capacity only places more urgency on actively trying to solve the fundamental issues at hand.\nVast disproportion and the nature of both military tactics has made the War on Terror one that is able to sustain itself; one where the only appropriate response to U.S. bellicosity is in fact terrorism - oddly what the U.S. uses to rationalize hostile and unfair military conduct.\nRadical measures need to be taken to even the playing field, even if it means a sharp decrease in American military advantage. The only way to win this war is, in some respects, to lose it - this will allow the West to reevaluate their views on terrorism, war and its place in the world, and finally come to the conclusion that what we are doing is not conducive to global flourishing in any way. The means are dire, but only through drastic action may we end an endless war.\nHarrison Farina is a College sophomore from Johns Creek, Ga.\n\nLoad-Date: November 15, 2013"
}