{
    "title": "Unlocking answers to terrorism and extremism",
    "publisher": "the newberry observer",
    "year": 2016,
    "month": 1,
    "day": 8,
    "full text": "Jan. 08--BIRMINGHAM, Ala. -- During this season intended to celebrate harmony and joy, the world is faced with increasing violence and fear. Dr. N.S. Xavier, psychiatrist, author and producer, turns to his birthplace for hope and inspiration in finding personal fulfillment and promoting global peace.\nHis recent documentary, The World's Most Enlightening Region, premiered at the 2015 conference of the Parliament of the World's Religions in Salt Lake City.\nWorld conflict and extremism are often connected with religion and culture; this documentary is about a great and enlightening exception. A region in Kerala, India, Xavier's childhood home, has a history of ongoing harmony of Hinduism, Christianity and Judaism from the first century A.D. and Islam from the 7th century.\nIn this small corner of the world, each of these religions also has shown peaceful resolution of more or less extremist tendencies within itself. The lessons from this unique example can promote peace and happiness at various levels from individual to global, Xavier explains.\n\"The inner parrot of social programming often deviates greatly from the inner voice of conscience,\" he continues. \"The secret of harmony is living by one's conscience. Religious extremism is frequently the result of following the inner parrot which contradicts conscience. The clinical, social and historical examples I give promote insights to help people reach harmony and happiness at individual to global levels.\"\nThe documentary explores in depth the ideas Xavier began to develop in his 2007 book, Fulfilling Heart and Soul. \"There is a difference between the real conscience and the socially programmed judging part, the superego,\" he says. \"This distinction is crucial; it's possible to fulfill human need with the guidance of conscience, but the superego or inner parrot can wreak havoc in the process if its influence is overlooked.\"\nIt received endorsements from Nobel Laureate President Oscar Arias, Dr. Deepak Chopra, Fr. Richard Rohr, Prof. K.L.S. Rao, Dr. Arthur Freeman, Bishop John Shelby Spong and many other prominent people. The book was later published with some additional materials under the title Fulfillment Using Real Conscience.\nN. S. Xavier was born in 1945 in Kerala, India. He grew up in the Syro-Malabar Catholic community of Kerala which traces its Christian origin to conversion by Jesus' disciple St. Thomas. After medical education in India, he received psychiatric training at the University of Virginia before moving to Birmingham, Alabama in 1979, where he has spent more than thirty years in private practice.\nXavier published his first book, The Two Faces of Religion, about the healthy and unhealthy sides of religions in the U.S. in 1987. Nobel Laureate Elie Wiesel called it \"challenging and provocative.\" The Holy Region, his second book,was published in India in 2003.\nXavier has given presentations in various national and international forums including the Parliament of Worlds' Religions in Australia in 2009. He has lectured at the University of Alabama at Birmingham (UAB) on addictions, spirituality and medicine and the role of conscience in promoting peace. He was on a forum with Tushar Gandhi, the Mahatma's great grandson, at UAB discussing the Gandhian Path to Global Progress.\nFor more information, visit www.nsxavier.com.\n___ (c)2016 The Newberry Observer (Newberry, S.C.) Visit The Newberry Observer (Newberry, S.C.) at www.newberryobserver.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: January 11, 2016"
}