{
    "title": "UNLV student campaign aims to combat terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 25,
    "full text": "By Ben Dimalibot\nA group of UNLV students formed Our State, Our Stand Together Against Terrorism and Extremism, a campaign with the message \"I/We Are Human\" in light of recent terror attacks. It is part of an initiative sponsored by EdVenture Partners worldwide.\nEleven integrated marketing communications students from UNLV compete with students from 44 universities across the nation for an opportunity to have their campaign adopted and implemented by the U.S. Department of State.\n\"What we are seeking to do with this campaign is to compare human commonalities and break cultural stereotypes, which are all factors in violence, what terrorism is,\" said Myra Weaver, a member of the content and research team for Our State. \"The biggest push in our campaign is to remind people that we are all human.\"\nOn Nov. 18 and 19, over 30 students attended a focus group by Our State at Greenspun Hall. Participants were encouraged to share their opinions and knowledge about terrorism, ISIS, humanity, global threats and the Paris attacks in an open forum.\n\"For this focus group we wanted to get some feedback,\" said Wendy Callejo, a content writer for Our State. \"To see what people think ISIS is and if they think that something like 'I Am Human' would actually affect them and participate in that.\"\nThe conversation covered finding ways to stop ISIS, and how to prevent and respond to people who agree with and are interested in joining ISIS.\n\"The goal of ISIS is to make people morally obligated to fight with them, especially against Western cultures,\" Weaver said. \"A lot of people who are joining ISIS stem from the fact that Western cultures discriminate against stereotypes.\"\n\"A lot of people don't really know what ISIS stands for,\" said Lucas Feitosa, a civil engineering major. \"This campaign is good with a lot of potential.\"\nReligion and Islamophobia were among the topics covered in the focus group, which discussed the impact of terror attacks on Western society.\n\"The threat is bigger in cities where people wouldn't think it would happen there,\" one participant said. \"The bigger the city, the bigger the impact.\"\nSome of the members of the group had strong feelings about the French flag being superimposed on Facebook profile photos. Students have opposed this idea, as it has given too much attention to one tragedy among several that have occurred around the world.\n\"I didn't do it because there were so many other attacks in the world and there was no awareness for that,\" one participant said. \"I show my support in other ways - I don't need to show it with a flag.\"\nOur State plans to host another event on campus to bring attention to their cause and post whiteboards all over Las Vegas for people to write messages about what it means to be human. Individuals who are interested in supporting the campaign are invited to complete an online survey at ourst8.com and follow their social media accounts.\nAll content and materials for the campaign are due on Dec. 1. Three groups will be chosen to speak and present their campaign in Washington, D.C.\n\nLoad-Date: October 4, 2018"
}