{
    "title": "UNM community reflects on terrorist attacks in Paris and elsewhere",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Marvinn Croizeau, a non-degree status exchange student at UNM from France, was sitting in his room listening to live coverage of the soccer match between France and Germany on his radio when he heard explosions. Initially, he thought some youngsters were using fire crackers near the stadium to enjoy the match. But then he suddenly received a notification on his phone that \"the stadium (was being) evacuated.\"\n\"To my devastation, it was François Hollande, the French president, who was escorted from the stadium,\" said Croizeau. \"I suddenly realized that something was terribly wrong.\"\nHe was trying to find out what happened at the stadium when his brother called him from France to say that Paris had been attacked by militants.\nThe next day, CNN and The New York Times reported that at least 128 people had been killed in coordinated terrorist attacks in various parts of Paris. The media organizations, quoting French officials, reported that at least 100 people were killed at a concert site, at which people had been taken hostage by the terrorists for more than two hours. The New York Times also reported the killings of many others outside the country's main stadium and at four other popular locations.\nThe terrorists used suicide vests and automated machine guns during the assault, according to French media.\nFrance's President François Hollande described the attacks as an \"act of war\" against France and vowed a \"ruthless\" response, according to media reports.\nSoon after the attacks, ISIS, a terrorist organization controlling one-third of Iraq and Syria, accepted responsibility for the attack, according to different media outlets.\n\"My mind was blurred. I was lost. I could not comprehend what was going on,\" Croizeau said.\nHe was overwhelmed with concern for his family and friends.\n\"I called all of my friends in Paris to know if they are safe immediately,\" he said. \"All of them told me that as soon as they heard the news, they went back home.\"\nHe said that even his friends in Paris were unable to understand what was going on, and as soon as they heard news of the attack, they all closed themselves in their apartments.\n\"Everyone was fearful,\" he said.\nOn Wednesday, French authorities announced the death of the mastermind of the Paris attacks and his accomplices in a shootout in a suburb north of Paris, according to CNN. As French and Russian jets bombard ISIS-held territories, Croizeau thinks, the war on terror has just started for France.\n\"I feel like it is just the beginning of a ping pong game between us and ISIS,\" he said. \"Now, the people of France and the global community have to show that they stand against terrorism. We need to be brave and fearless.\"\nHe said that France was already in a state of war.\n\"French military is in the streets across the country. I heard my family saying that the police do identity controls everywhere,\" he said.\nHe said there is a need to cut down the finances of terrorists and expel all people from France who have links to militant organizations.\n\"We all need to show that our solidarity is bigger than their terrorist minority. We need to never stop standing together,\" he said.\nTerrorism and\nRefugees\nHe said unfortunately, the terrorist attacks would negatively affects the lives of refugees who are looking for shelters in Europe.\n\"I don't want to confuse the two issues, but the first reaction in this kind of situation is to close borders, because it is impossible to separate the terrorists from the genuine refugees when they arrive in France,\" he said.\nInternational media reported that one of the attackers had a Syrian passport. However, some media outlets reported that the passport recovered from the terrorist was forged.\nUNM students and alumni arranged a candlelight vigil for the victims of Paris, Beirut and Baghdad attacks on Sunday. More than 100 had been killed in terrorist attacks in Beirut and Baghdad a day before the militant attacks in Paris, according to media outlets.\nAndrew Beale, a UNM alumnus who arranged the vigil, said the sacrifices of all those killed in the terrorist attacks will never be forgotten.\nHe was talking to a friend in Paris on Facebook as the attack happened.\n\"I wrote to her, 'Are you OK?' And she said was trying to get home. It shook me up. It made everything real for me,\" he said.\nHowever, he said war is not a solution to terrorism, and the international community needs to do \"something different.\"\n\"War is the problem; it is not a solution,\" he said. \"Had we not invaded Iraq, ISIS would have never gotten so powerful.\"\nHe said that ISIS took advantage of instability in Iraq and Syria.\nHe also said that the refugees seeking refuge in Europe should not suffer because of these attacks.\nFighting Terrorism To Become More Complicated\nDr. Emile Nakhleh, a retired Senior Intelligence service officer and research professor of national security programs at UNM, said the Paris attacks signal that ISIS has expanded its operations from fighting the \"near enemy\" to the \"far enemy;\" which means it's going global.\n\"The result is that fighting terrorism in the Middle East region will become more complicated and would require a global effort,\" he said.\nHe said the international response should be both short-term and long-term.\n\"The short-term should focus on putting enough boots on the ground, mostly from regional states, to contain the territorial expansion of ISIS and to cut off its access to oil, commerce and other resources,\" he said. \"In the long run, the international community should spend several billion dollars to improve the education in those countries and to invest in job-creation enterprises.\"\nHe said the international community needs to give the rising generation hope for a better future.\n\"Otherwise, another terrorist group would replace ISIS after it's defeated,\" he said.\nHe predicted that the Syrian refugees in Europe, \"most of whom are truly humanitarian refugees fleeing war and destruction,\" would suffer heavily from the actions of a few terrorists.\n\"They will face more obstacles in getting admitted to European countries and more discrimination once they get there,\" he said.\nNakleh said investing in people and spending time and effort in helping those countries get on their feet is the solution of the problem.\n\"The politics of inclusion - to include respect for human rights; recognition of religious and ethnic minorities; and upholding of freedoms of speech, assembly, movement, and religious worship - is the only way to help those societies transition from violence to peaceful existence,\" he said.\nMuslims in Albuquerque condemn the attack\nThe Islamic Center of Albuquerque and different Muslim Students Associations condemned the attack on Paris and stressed that Islam should not be linked in any way to ISIS or any other terrorist organizations.\nImam Shafi Abdul Aziz, prayer leader of the Islamic Center of Albuquerque, said Muslims condemn all terrorist attacks in the strongest words. He strongly condemned the terrorist attacks in Paris.\nZubair Abro, president of the Pakistani Students Association at UNM, also denounced the terrorist attacks in Paris. He said Muslims stand together with the people of France in the wake of the terrorist attacks.\n\"We are the victims of terrorism ourselves, and can understand the pain suffered by French people,\" he said.\nHe said terrorists killed 150 school-going children in Pakistan in December 2014.\n\"The international community should stand together to fight the menace of terrorism,\" he said.\nSayyed Shah is the assistant news editor at the Daily Lobo. He can be contacted at assistant-news@dailylobo.com or on Twitter @mianfawadshah.\n\nLoad-Date: November 19, 2015"
}