{
    "title": "Unmask terrorism with hard evidence on Sudan bombing",
    "publisher": "the pantagraph",
    "year": 1998,
    "month": 9,
    "day": 4,
    "full text": "Support for recent missile strikes against purported terrorist sites in Afghanistan and a chemical plant in Sudan was bipartisan and widespread - despite speculations about timing.\nThe evidence against Osama bin Laden's terrorist training camp in Afghanistan was as compelling as his own frequently repeated death threats to Americans everywhere - even though the suspected meeting of terrorist leaders, which supposedly triggered the attack, never materialized.\nThe demolition of the Shifa chemical plant in Sudan, however, is more ambiguous and open to multiple interpretations.\nThe Clinton administration says it has compelling evidence, in the form of soil samples, that the plant was being used to manufacture materials whose only known purpose is to produce deadly VX nerve gas.\nThe Sudanese government denies the charges and has proposed that an international mission come to collect soil samples of its own. Kuwait, an ally of the United States, has backed that proposal.\nU.S. officials have dismissed that suggestion, while maintaining tight secrecy on whatever evidence they have. Even the rank and file members of Congress haven't been told of the evidence leading to the bombings, according to U.S. Rep. Ray LaHood, a Republican from Peoria. He told The Pantagraph Editorial Board this week that House and Senate members are to be briefed on the bombings when they return to session next week.\nIf the administration or the military cannot be more open about the incriminating evidence, they certainly should agree to have an international team of experts examine the Shifa site. The chemical agent in question, Empta, is long-lasting and should still be present at the plant site.\nIt is in the best interests of the United States to show how extensive international terrorism is and to bolster the claim the missile targets were carefully and wisely chosen.\nDoing otherwise would undermine the credibility of America's war against terrorists.\n\nLoad-Date: September 4, 1998"
}