{
    "title": "Unnecessary Harm",
    "publisher": "the new york times",
    "year": 2008,
    "month": 2,
    "day": 13,
    "full text": "The Bush administration's decision to put six detainees at Guantanamo Bay, Cuba, on trial before military tribunals and to seek the death penalty is both a betrayal of American ideals and simply bad strategy. Instead of being what they could and should be -- a model of justice dispensed impartially, surely and dispassionately -- the trials will proceed under deeply flawed procedures that violate this country's basic fairness. The intense negative attention they will receive will do enormous damage to what is left of America's standing in world opinion.\n  There is good reason to believe that Khalid Shaikh Mohammed and the five others may have been responsible for horrific acts. If convicted, they should be jailed for life, but that should happen under due process. Since Sept. 11, 2001, the administration has made clear that it wants to give people accused of terrorism as few rights as the Supreme Court will let it get away with. \n  This week's announcement is a reminder that those rights will be so limited in the military tribunals that the credibility of any verdict will be undermined. Prosecutors will be able to use evidence obtained by improper means, including by torture. The rules will be stacked in the government's favor, so hearsay evidence that would not be allowed in civilian courts may be allowed. Prosecutors may rely on classified evidence that the defendants will not be able to challenge. Defendants may not be allowed to call important witnesses.\n  Hanging over it all is the Kafkaesque fact that even if the defendants were somehow to beat the charges, they would not be set free. They would simply go back to being detainees in Guantanamo.\n  Trying these men this way is sure to raise international hackles. Injecting the death penalty, which is unpopular internationally in the best of circumstances, will only increase the bad feeling. Alienating the world, as the Bush administration still does not seem to understand, is not simply loutish behavior. It has very real implications for national security. The United States relies on other nations to monitor terrorism suspects and track down leads, and to apply pressure to nations like Iran. It relies on the support, or at least the absence of inflamed hatred, of the citizens of countries like Pakistan and Saudi Arabia to keep friendly governments in place. It is reckless to needlessly act in ways that outrage the rest of the world.\n  In this case, the offense is indeed needless. The administration can and should proceed against these six, and other terrorism defendants, in ordinary federal courts. That was what was done with Zacarias Moussaoui, Jose Padilla and others. Those trials protected the constitutional rights of the defendants, which protects the constitutional rights of every American. And, in the cases of Mr. Moussaoui and Mr. Padilla, resulted in convictions and long prison sentences that had credibility that verdicts in these current cases are sure to lack.\n  This is just what we feared would happen as a result of President Bush's decision to go outside the law in dealing with terrorism: men who may well have committed crimes against humanity are being put on trial in a system so flawed that the results will seem unjust. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 13, 2008"
}