{
    "title": "UNO selected by DHS to lead terrorism, counterterrorism research center - Gateway",
    "publisher": "university wire",
    "year": 2020,
    "month": 3,
    "day": 2,
    "full text": "Grant Rohan\nNEWS EDITOR\nGina Ligon, Ph.D., will oversee the recently annouced counterterrorism research Center of Excellence at UNO, funded by the Department of Homeland Security. Photo courtesy of UNO Communications.\nUNO and the University of Nebraska have the opportunity to lead counterterrorism and national security research through a 10-year, $36 million grant from the Department of Homeland Security .\nThe Feb. 24 announcement declared UNO the national Center of Excellence to connect academics and government partners nationwide for terrorism prevention and research.\nThe award also marks the largest single grant in UNO history.\n\"I am immensely proud of UNO officials and faculty members for being bold enough to pursue this opportunity and for having the courage to accept the responsibility that comes with it: assisting the United States in its global counterterrorism efforts,\" NU President Ted Carter said in a statement.\nNamed the National Counterterrorism, Innovation Technology and Education Center of Excellence, the initiative will build upon a decade of UNO research that has helped identify and prevent radicalization from extremist groups like ISIS. UNO will serve as the coordinating university for NCITE, which includes 17 institutions from across the U.S.\nGina Ligon, Ph.D., the Jack and Stephanie Koraleski chair for Collaboration Science from the College of Business Administration, was named principle investigator on the NCITE. She is currently the only female director of a DHS Center in the U.S.\nA leader in counterterrorism research herself, Ligon has helped UNO coordinate government engagement and data collection since 2011. With the expansion, she will help oversee more research with fellow academics. Ligon said one mission of the program is workforce development for the students.\n\"We will sort of shape the next generation of Homeland Security professionals, and that's a huge industry,\" Ligon said. \"It's not only people who are going to work in government, but it's also startups and people who will start new organizations associated with Homeland Security innovation.\"\n\"We get to shape how counterterrorism research plays out for the next 10 years, so I'm just really excited for that opportunity,\" Ligon said.\nThe new Center of Excellence will find a home in UNO's Mammel Hall thanks to a $17 million, privately-funded, 44,000 square foot expansion. The new wing will add state-of-the-art classrooms, a larger behavioral research lab and house UNO's Center for Collaboration Science, whose mission is to create collaboration for organizations in Omaha and the nation as a whole.\n\"Our college has a large number of faculty doing incredible research. This is just one example - and it's a huge example - of how we can take high-quality, cutting edge research that's truly innovative and have it apply to real-world problems,\" said Michelle Trawick, dean of the College of Business Administration. \"Not just in Omaha, not just in Nebraska, but around the world.\"\n\nLoad-Date: March 2, 2020"
}