{
    "title": "Unreasonable_",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 1,
    "day": 7,
    "full text": "The Fourth Amendment in the Bill of Rights says, \"The right of the people to be secure against unreasonable searches and seizures shall not be violated.\" Aaron Tobey recently reminded Americans of the proscription when he took off items of clothing to protest the security procedures at RIC.\nTerrorism creates dilemmas. Some years ago, a member of the Editorial staff enjoyed drinks with a Richmond friend and an Israeli guide in a home near the site where the Virgin Mary met Elizabeth, mother of John the Baptist. The discussion turned to terrorism. Only a few days before, an Arab bomber slaughtered Jews in a Jerusalem pizza parlor. The Israeli noted that terror eventually would strike the U.S. homeland and that Americans would have trouble adjusting to the consequences. The visitors agreed. Terrorism indeed would affect U.S. concepts of privacy.\nThe meeting in Israel occurred in August 2001.\nPolicies imposed since the attacks one month later have put the Ein Karem conversation to a test, and have proved its conclusions correct. Many Americans simply do not know what to make of the impositions and the interruptions they now endure. Although most travelers accept the new screeners and the increased use of \"pat-downs,\" others agree with Tobey.\nCritics of the Department of Homeland Security sometimes suggest profiling of air passengers would be less intrusive and more effective. We are not so sure. While profiling would involve no physical contact, it almost certainly would require invasions of privacy its facile supporters would consider offensive. Competent profiling goes far beyond checking passengers with Arabic names or those dressed like Arafat. If profiling were to work, then government security agencies and the airlines themselves likely would have to assemble detailed private data regarding all those holding tickets.\nIsrael remains free, yet it is a garrison state. The wall separating Israel from Palestinian territory lies at the ugly extreme; in ways large and small Israelis daily deal with security concerns that would annoy, and anger, Americans.\nThe Constitution does not bar all searches. The procedures at U.S. airports are frustrating and, despite the cheerfulness of most of the security personnel we have encountered, disagreeable. They are not unreasonable.\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: January 19, 2011"
}