{
    "title": "UNRELENTING TERRORISM SET THE STAGE FOR THE TURKISH COUP",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 12,
    "full text": "Holf for Orders\n \nBy BARBARA BASLER\nFor the past few months the Turkish Government has been in turmoil, its authority almost paralyzed because of a continuing political deadlock between the country's two main political parties, the rightist Justice Party and the leftist Republican People's Party.\nNeither has won a majority in the Parliament, and their successive governments have had to appease demands from two smaller political groups, one strongly Islamic and antisecular and the other protective of right-wing terrorists.\nWith the Government barely limping along, terrorist activities in the country have continued almost unabated and virtually unchecked.  Over the summer, a legislator, a former prime minister and a union leader were killed in the violence, which has taken more than 2,000 lives in Turkey this year alone.\nAN-A\nThe terrorists, who come from the fringes of the right and the left, act out of an assortment of motives: political conviction, vengefullness, profit. But all appear to share the same basic objective: the destruction of Turkey's democratic system.\n \nFierce, Unrelenting Terrorism\nThe terrorism in Turkey is so fierce, so unrelenting, that it has become the country's primary concern, taking precedence over other problems, such as an annual inflation rate of nearly 100 percent, unemployment of more than 20 percent, a decline in production, a shortge of hard currency, an antiquated tax system, a weighty bureaucracy and unresolved problems with Greece.\nThe Government of Prime Minister Suleyman Demirel, who was ousted in today's coup, recently had been so fragile and so powerless that the police and the military had become politically aggressive.\nSenior military commanders had urged the two warring parties to unite in a coalition. The opposition Republican People's Party seemed open to the idea but the ruling Justice Party was less enthusiastic.  Months ago, political observers feared that if the two parties failed to unite, the armed forces might dispense with the politicians altogether, as it has in past crises.\nIn July, Prime Minister Demirel did meet with his chief political rival, former Prime Minister Bulent Ecevit. Both agreed on the need to reinforce the authority of the military and the courts against terrorism.\n \nFlagging Trust in Courts\nTwo months ago, flagging trust in the country's courts deepened when a military trial handed down relatively lenient sentences to a group of extreme rightists accused of fomenting a massacre in 1978.\nEven though the Demirel-Ecevit meeting was a first step, a fullscale, cooperative effort against the terrorism was not forthcoming. Some observers cited the gaping distance between the former Prime Minister and the opposition leader. Mr. Demirel and Mr.  Ecevit have been locked in personal and ideological enmity since both achieved political prominence in the 1960's.\nA Western diplomat who spent many years in Turkey said: ''The fundamental problem is that Turkish society is ridden with factionalism and the administration split into rival blocks which aim to neutralize, even destroy each other. But unfortunately the Turks have no sense of compromise.''\nMr. Demirel acts and looks like an American ward politician. He has a burly figure and rumpled appearance concealing a tremendous vitality and shrewd political intelligence.\n \nPro-Western Prime Minister\nThe outsted Prime Minister was born into a peasant family in 1924 in a village in central Turkey. Before going into politics, he proved his managerial qualities as a general director of the state waterworks and later as an engineering consultant for several foreign countries.\nMr. Demirel has been openly pro-Western, has blamed Communism for Turkey's ills and has been an ardent believer in free enterprise.  Recently, the leaders of the armed forces showed they were deeply concerned about the weakness of the Government and its inablilty to form a strong coalition, but they also showed a strong reluctance to impose their authority on the state.\nThe armed forces, whose leaders consider themselves the guardians of the Turkish republic as well as the disciples of its founder, Kemal Ataturk, did offer pointed warnings to the poltician on four occasions this year. The commanders warned the political leaders to unite and to put an end to the violence and terrorism running rampant in the country.\n \nWarning From General\nIn the last admonition, the Chief of Staff, Gen. Kenan Evren, warned ''persons who are deviating from Ataturk's path,'' and promised these ''traitors'' would be punished.\nHis words apparently were directed at the extreme left as well as the extreme right.  This summer, a source close to the army commanders said the military chiefs ''don't have political ambitions now and would only intervene as a last resort, out of patriotism.''\nAfter two interventions in the last two decades, he added, the army leaders realize they could not cope with Turkey's complex problems and that a coup would likely cutoff badly needed Western aid.\nBefore the coup, the Government had declared martial law in almost a third of Turkey and enacted new laws giving local authorities wider power over extremist groups.\nBut on Sept. 3, Turkish authorities reported that at least 20 persons had been killed within a 24-hour period in various parts of the country. The killings were the result of armed assaults and kidnaping-murders attributed to extremist elements.\n\nGraphic\n\n \nIllustrations: Photo of Prime Minister Suleyman Demirel of Turkey w Gen Kenan Evren"
}