{
    "title": "Unusual coalitions battle over Patriot Act",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 2,
    "day": 18,
    "full text": "WASHINGTON -- Congress gave final approval Thursday to a temporary extension of parts of the Patriot Act, a step that merely postpones a burgeoning political debate over the controversial terrorism law and its implications for the civil liberties in the United States. \nPresident Obama is expected to sign the legislation into law, forming an unusual coalition with Republican leaders to prevent three key provisions favored by intelligence officials from expiring at the end of the month. \nBut an equally unusual coalition opposes the extension, composed of congressional Democrats and conservatives -- veteran Republicans as well as lawmakers who won with support from the Tea Party movement. They dislike the expanded surveillance powers the law gives to government agents. \nThe three-month extension gives Republican leaders and administration officials time to forge a new political strategy and allows opponents room to propose reforms before they expire again this spring. \n\"We cannot afford to leave our intelligence officials without of the tools they need to keep America safe,\" said Rep. Lamar Smith, R-Texas, the chairman of the House Judiciary Committee. \nBut civil liberties advocates said the provisions lack proper privacy safeguards. Foreshadowing the coming debate, Republicans said they want to make the law permanent, while liberties groups will press for continued expiration dates to ensure congressional oversight. \n\"There's going to be a tension between those who want to put some very modest checks and balances in the law and those who might use this as an opportunity to seek more spying authority,\" said Michelle Richardson, legal counsel at the American Civil Liberties Union. \nThe political obstacles facing the Sept. 11-era law were not obvious until last week, when a vote in the Republican-led House that had been considered routine unexpectedly failed, exposing a substantial well of opposition to the act's intent and reach. \nThe vote showcased one surprising side-effect of the political rise of the Tea Party: Conservatives chose to ally with liberal Democrats on privacy and civil liberties issues, forming a new congressional voting bloc. \nAlthough the extension passed yesterday, the vote again showcased the liberal-conservative alliance. \"Intrusive provisions passed,\" tweeted Rep. John Conyers of Michigan, the top Democrat on the Judiciary Committee. \"Hope House GOP will join us in fixing this flawed law.\" \nThe three expiring provisions authorize federal officials to use so-called roving wiretaps to keep track of unidentified suspects as they move from place to place and device to device; to obtain library records and other personal information; and to follow foreigners who have no known terrorism connections. All such surveillance activities require court orders. \n\nLoad-Date: February 18, 2011"
}