{
    "title": "Unusually blunt terror report presses need for policy shifts",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "National Intelligence Estimates are notorious for being watered down, partly because analysts spread across 16 different spy agencies often have difficulty settling on just the right words.\nThat's what makes the tough language in this week's terrorism analysis all the more striking. And it has left many puzzling over why the White House decided to release it.\nTo almost any reader, the assessment of trends in global terrorism for the next five years looks grim.\nRobert Hutchings, who headed the National Intelligence Council when the estimate was launched in 2004, called the document \"a very severe indictment of, not just the administration, but where we as a country have found ourselves five years after 9/11.\"\n\"It says the jihad is spreading, expanding and intensifying,\" said Hutchings, who left the council in early 2005 and is now at Princeton University's Woodrow Wilson School.\nIntelligence analysts are trained to avoid policy judgments that would entwine them in politics. But Hutchings noted that the declassified key judgments go beyond normal bounds to make the point that U.S. strategy must do more than killing or capturing terrorists and pressuring the governments that harbor them.\nTo craft this estimate, he said, the council reached beyond clandestine sources and held conferences with terrorism experts in the U.S. and Europe, as well as local Muslim communities, including clerics.\nThe key, Hutchings said, is that the United States needs to address more vigorously the conflicts that jihadists have successfully exploited.\n\"The administration will say that is what they are doing, but that is not true,\" said Hutchings, who has not seen the classified 30-page document, but has read the three pages released publicly on Tuesday.\n'A perfect .000.'\nWhite House press secretary Tony Snow ridiculed Hutchings' remarks, and those of former Secretary of State Madeleine Albright, who said in Little Rock, Ark., on Wednesday that President George W. Bush's foreign policy is a \"mess\" because the administration is distracted by Iraq from other problems.\n\"Surely they jest,\" Snow said in an e-mail. \"In terms of the accuracy and aptness of their criticisms, they are batting a perfect .000.\"\nOthers said the judgments in the report cut both ways.\n\"The good news is that the government has seriously bloodied al-Qaida, and it has dismantled its infrastructure,\" said John Brennan, former head of the National Counterterrorism Center. \"The bad news: As a result of the situation in Iraq and political issues in the Middle East, the forces of Islamic extremism have increased.\"\nBush said the U.S. was winning the war on terrorism as recently as Sept. 7, in a speech in Atlanta. \"Five years after Sept. 11, 2001, America is safer -- and America is winning the war on terror,\" he said then. \nAt a White House news briefing Wednesday, Snow found himself on the defensive as reporters pressed him for evidence that the United States is, in fact, safer. \nSnow noted that U.S. territory has not been attacked since 9/11 and the government's anti-terrorism stance is much more aggressive now than before. He pointed out that intelligence agencies are being built up to make up for cuts in the 1990s at the end of the Cold War.\nWithout offering specifics, he said that while there are more jihadists in the world, al-Qaida's \"operational capability\" has been hurt by the global war on terrorism led by the United States.\n---\nSTLtoday.com/current Should the White House release the full intelligence assessment? Talk about it in Current Affairs.\n\nNotes\n\n Analysis   \n\nLoad-Date: September 28, 2006"
}