{
    "title": "Update_ Bond set for OSU student arrested for terrorism hoax",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 22,
    "full text": "Payne County Court set bond for the OSU student arrested for making threats of mass violence on social media.\nKyron Birdine, 18, appeared before Payne County Court Wednesday with attorney Luke Anthony, according to the Payne County Court Clerk's office. Birdine's bond was set at $50,000.\nAs of Wednesday evening, Birdine was still in Payne County Jail, according to Payne County Jail.\nHe is scheduled to be charged Thursday at 1:45 p.m.\nBirdine was arrested Tuesday afternoon on a state charge of making a terrorism hoax, a felony charge carrying up to 10 years in prison, according to a statement released from OSU Communications.\nPolice were alerted Sunday night that a string of threats involving a potential shooting on the OSU campus had been made on the popular social media app, Yik Yak.\nAn OSU student, who is unnamed in the police report, reported the posts to the police. With the help of the student, police gathered a series of five screenshots warning students of a shooting this Friday, April 24.\nAt 4:55 p.m., Birdine reportedly posted a yak stating, \"School shooting on campus this Friday. You have been warned.\" The last yak, which was posted at 5:08 p.m., said, \"Friday. Stay inside if you value your life. It will be a day of retribution.\"\nOSUPD contacted the FBI and Yik Yak and was able to narrow down its search for a suspect after working with a cellphone provider, according to the statement.\nBy Tuesday afternoon, investigators had narrowed their search to three potential suspects. After interviewing each person of interest, Birdine was arrested.\n \"We appreciate the assistance of the FBI, Yik Yak and the cellphone provider in helping us quickly identify the suspect,\" said Mike Robinson, OSU police chief. \"We also appreciate the student who notified OSU police immediately about the post. Even though users of the service have anonymity, Yik Yak will use its resources to help identify a user when contacted by law enforcement about a criminal act or threat.\"\nRobinson said no information was immediately released out of fear of inhibiting the investigation.\n\"Since the threat was for 'Friday,' investigators did not believe the posts posed an immediate threat to the campus,\" he said. \"Still, the university took the threat seriously at all times. OSU was prepared to release information about the threat to campus, but did not want to impede investigators while progress was being made quickly in the investigation.\"\nnews@ocolly.com \n\nLoad-Date: April 22, 2015"
}