{
    "title": "UPDATED_ $3M lawsuit filed against Kessler, Fields and 31 others after deadly car attack following C",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 15,
    "full text": "Two people involved in the fatal car crash Saturday have filed a lawsuit against Unite the Right organizer Jason Kessler, James Alex Fields Jr. and 31 others.\nTadrint Washington and Micah Washington, the plaintiffs who were in a car that was hit during the attack Saturday, are seeking $3 million in damages.\nTimothy Litzenberg, a lawyer with the Miller Law Firm, which is representing the Washingtons, said he would not be surprised if more plaintiffs are added to the case.\nHe said the firm's practice includes representing victims of terrorism and is currently representing 9/11 victims in a lawsuit against Saudi Arabia.\n\"It's a natural thing for us to represent people in domestic terrorism cases, because this is absolutely what it is,\" he said. \"We're very eager to get (the rally's organizers) into a court room with a jury of ordinary Charlottesville citizens.\"\nOther defendants in the suit include Richard Spencer, David Duke, Mike Peinovich, Michael Hill, Matthew Heimbach, Traditionalist Worker Party, the League of the South, Vanguard America, the National Socialist Movement, The Nationalist Front, National Policy Institute, the Proud Boys, Council of Conservative Citizens, AltRight.com, Augustus Invictus, Pax Dickinson, Christopher Cantwell, Andrew Anglin, The Daily Stormer, Indentity Dixie, Identity Europa, Nathan Damigo, Red Elephants, American Renaissance, American Freedom Keepers, The Pennsylvania Light Foot Militia, John Doe 1-1000, Jane Doe 1-1000.\n(This is a breaking news alert. Check Richmond.com throughout the afternoon for further updates.)\nSuccess! An email has been sent with a link to confirm list signup.\nError! There was an error processing your request.\nNews Updates\nWant to stay updated on all the latest news from The Breeze? Sign up for our newsletter. Sign up Manage your lists\nThis article originally ran on richmond.com.\n\nLoad-Date: January 16, 2018"
}