{
    "title": "Updates Aon terror map reveals countries' risks",
    "publisher": "business insurance",
    "year": 2006,
    "month": 5,
    "day": 1,
    "full text": "Terrorism risk has increased in five countries over the past year, according to the annual terrorism threat map published by Aon Ltd., the London-based arm of Aon Corp. According to Aon, the threat of terrorism increased in Denmark, whose status was changed to ``elevated risk'' from ``guarded risk''; Egypt, which is now rated ``high risk''; Jordan, which is rated ``severe risk''; Mauritania, which is rated ``elevated risk''; and Uzbekistan, also rated ``elevated risk.'' Aon's map ranks countries' risks on a five-point scale ranging from ``low risk'' to ``severe risk.''\nShareholders OK SVB restructure\nShareholders of London-based SVB Holdings P.L.C. have voted in favor of a scheme of arrangement that would restructure the group and enable it to set up a U.K.-based insurance company. SVB, which operates two syndicates at Lloyd's of London, is planning to set up a holding company, Novae Group P.L.C., and an insurance company, Novae Insurance Co. Ltd., that would be ring-fenced from the legacy business written by SVB's Lloyd's operations. Novae will write liability business for small- and medium-sized businesses in the United Kingdom.\nLloyd's hires COO for Shanghai operations\nLloyd's of London has appointed Ian Faragher chief operating officer of Lloyd's Reinsurance Co. (China) Ltd., its onshore reinsurance operation in Shanghai. Mr. Faragher will join Lloyd's China on May 15. He previously was chief operating officer of the Hong-Kong-based educational organization English Schools Foundation. Before that, Mr. Faragher served as president and COO-Asia for Liberty Mutual Ltd.\nU.K. pension regulator gets tough on deficits\nThe United Kingdom's pension regulator said strengthening the funding of defined benefit plans, improving the governance of occupational pension plans and reducing the risks to the members of defined contribution plans are its main strategic challenges over the next three years. In its medium-term strategy document, published last week, the London-based Pensions Regulator said that it aims for all defined benefit pension plans to have completed plan specific funding valuations and for those with deficits to have reached agreement on recovery plans with the regulator.\n\nLoad-Date: May 5, 2006"
}