{
    "title": "Updike's take on _Terrorism_",
    "publisher": "the will ",
    "year": 2006,
    "month": 6,
    "day": 4,
    "full text": "We approach the fifth anniversary of 9/11 having exhausted most avenues of journalistic inquiry into the causes of the attacks.\nThe 9/11 commission has issued its report, which many bought and few read. Stricken family members have written biographies, which told a story we already knew — our neighbors are churchgoing, overworked and brave. Now we even have a movie that imagines the battle between hijackers and passengers, a movie that we say we don’t want but go to anyway because we say it’s what we need.\nWhat we don’t have, despite well-regarded works by esteemed writers such as Jonathan Safran Foer and Ian McEwan, is the novel that explains what has from the first moment seemed least comprehensible: the mind of the person who would kill thousands of innocents.\nJohn Updike, the impeccable chronicler of American middle class decay, seems at first the novelist whose gifts would be least well suited to the task. Updike’s specialty is emotional violence inflicted at close range by adulterous husbands and embittered fathers struggling within the norms of a society Updike articulates with ferocious subtlety. He has succeeded at this for so long because his fluency with the finest distinctions of his characters’ lives allows him the confidence not to force meaning, but to let it emerge organically from the details he has organized just so.\nTerrorist fails because Updike doesn’t know Ahmad Mulloy, the 18-year-old devout Muslim who is so antagonistic toward modern American life that he agrees to attempt an act of terrorism.\nThis isn’t to say Updike hasn’t tried. Every page of Terrorist shows how hard Updike studied this assignment. He quotes suras of the Koran liberally and delves with professorial relish into that sacred text. Does Allah promise jihadi martyrs will receive 72 virgins when they reach heaven, or is it white raisins that await them?\nSomehow, for all the textual accuracy, the book never achieves anything deeper than a rhetorical truth. The characters talk — boy, do they ever talk — but they don’t seem to exist except as mouthpieces for the ideas that Updike says motivate them.\nAhmad, soon to graduate from high school in the slumping town of New Prospect in northern New Jersey, is a bright student. But the imam at the local mosque has convinced him to forgo college in favor of getting a license to drive trucks. He complies without hesitation. No one can convince him otherwise, certainly not the “lapsed Jew” who is his guidance counselor. Not his divorced Irish-American mother, a nurse and erstwhile painter, who disgusts him with her periodic romances. Not the young black woman who sings in her church choir but lets her boyfriend pimp her — especially not her. No one believes anything with the same fervor as Ahmad.\n“Ahmad’s insides tremble with the impure trespass of his witnessing these black unbelievers at worship of their non-God, their three-headed idol,” Updike writes. “It is like seeing sex among people, pink scenes glimpsed over the shoulders of boys misusing their computers at school.”\nBut this does not suffice.\nNo matter how many times Ahmad rails against the “unclean” American culture, its smuttiness and depravity, this does not explain his decision to kill. Revulsion at the immorality of modern life is not the exclusive complaint of Muslims, or even Christian fundamentalists. There must be something else at work. Something political perhaps, but Ahmad does not appear unusually concerned with the Palestinian question. He is an absolutist in a world of cynical relativism.\nWhen he is asked if he would die for jihad, he says yes.\n“I will die if it is the will of God,” he says.\nThat’s it. An imam linked to a terrorist cell enlists him as simply as if he had asked him to go out for the track team. Sure, there’s plenty of fulminating about the “global Satan” and “capitalist oppression.” There’s even a reference to Sayyid Qutub, whose outrage at the wantonness he saw during a trip to the United States in the 1950s led him to found the extremist Muslim Brotherhood. But none of this is any more enlightening than what we get from a typical video from Osama bin Laden.\nUpdike set this book in territory he knows well. He created a protagonist just Anglo enough (his Egyptian father never appears in the book, having abandoned Ahmad when he was 3) to give the average American reader some shared history. He even stages an adulterous affair, a plot device which for Updike is as obligatory as indented paragraphs.\nAnd somehow, despite all these recognizable features, the book’s meaning eludes us.\n\nGraphic\n\n \nPHOTO, ASSOCIATED PRESS PHOTO\n\nLoad-Date: June 4, 2006"
}