{
    "title": "Upgrades For Site Of Macc_ $200,000",
    "publisher": "intelligencer journal",
    "year": 2008,
    "month": 9,
    "day": 3,
    "full text": "If a natural or manmade disaster hits southcentral Pennsylvania, Lancaster County will be in the eye of the emergency-management response.\nA year ago, South Central Pennsylvania Counter Terrorism Task Force designated the county's Public Safety Training Center as its Multi-Agency Coordination Center (MACC).\nIn the event of a regional disaster, the training center on Champ Boulevard in East Hempfield Township would serve as the command center for a coordinated response.\n\"If we would have a situation like they're dealing with right now down South, the region's incident-management team would come in to the MACC, and they would take a ... look at the eight-county region to see which resources are needed and where they are needed the most,\" said Randy Gockley, Lancaster County's emergency-management director.\nOn Tuesday, Gockley told the county commissioners about nearly $200,000 worth of communications upgrades planned for the public safety training center that will be paid for by the terrorism task force, with a small investment by the county.\nThe improvements in telephone and computer systems are required by the task force to make the training center suitable as a MACC.\nBut Gockley said the training center will benefit from those upgrades in its day-to-day operations.\n\"With the task force paying for the system, we're getting a good bargain,\" he said.\nThe South Central Pennsylvania Counter Terrorism Task Force covers Adams, Franklin, Cumberland, Dauphin, York, Lebanon, Perry and Lancaster counties.\nEach county has emergency responders specially trained to deal with various disaster situations, such as floods, major vehicle accidents and mass casualty incidents.\nThese responders all are part of the region's incident-management team.\nAccording to Gockley, the terrorism task force in early 2007 was looking for a MACC to serve as the team's command center in the event of a disaster.\nLancaster County's public safety training center \"rose to the top as being the ideal facility\" to meet the region's needs,\" he said.\nHaving a MACC in each of Pennsylvania's nine regions is a requirement of the national incident-management system created by the federal Department of Homeland Security.\nUpon selecting the Champ Boulevard facility to serve southcentral Pennsylvania, the terrorism task force hired D&E Communications to assess the center's communications capabilities, recommend improvements and design upgrades.\nGockley said work has been done and the task force is ready to make the upgrades.\nMarc Haines, a sales engineer with D&E, said the planned improvements include making it possible for people to connect their laptop computers to the Internet anywhere in the building via wireless communication systems; increasing the number of phone lines serving the center; and allowing phones to be moved throughout the building without a need to change extension numbers.\n\"When the MACC does come in, they will have the flexibility they need in how they want to set up and where they want to set up,\" Haines said.\nGockley said the terrorism task force will pay the $183,000 for the improvements if the county pays about $22,000 for cable service and for an extended warranty on the new phone system. And that $22,000 is being covered by the county's Office of Mental Health/Mental Retardation/Early Intervention.\n\"We use the training center a lot for training under our early intervention program,\" said Jim Laughman, director of the county office.\n\"Since we don't pay for using the facility, we were looking for some way to cover the wear and tear we put on the center.\"\nLaughman said he took $22,000 in federal funding budgeted for administration of the early intervention program and dedicated it to the training center.\nThe communications improvements at the training center are expected to be completed by the end of the year.\nEmail: preilly@lnpnews.com\n\nLoad-Date: September 3, 2008"
}