{
    "title": "Uranium-mining nations flout U.N. on nuclear terror",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 4,
    "day": 3,
    "full text": "New York » Years after a six-month deadline passed, dozens of nations, including uranium producers, remain potential weak links in the global defense against nuclear terrorism, ignoring a U.N. mandate on laws and controls to foil this ultimate threat.\nNiger, a major uranium exporter, and the Democratic Republic of the Congo, the source of the uranium for the first atomic bomb, are among the states falling short in complying with Security Council Resolution 1540, a key tool in efforts to block nuclear proliferation.\nUncontrolled freelance mining in the Congo has long worried international authorities that the raw material for a bomb might fall into the wrong hands.\nU.S. President Barack Obama, who calls nuclear terrorism \"the most immediate and extreme threat to global security,\" hosts a summit on nuclear security April 12-13 in Washington, where implementation of Resolution 1540 will be high on the agenda.\nTwenty-nine nations have failed to report they have taken action on nuclear security as required by the 2004 resolution. Among the more than 160 governments that have reported, the information supplied is often sketchy.\nResolution 1540, which set a reporting deadline of October 2004, \"imposes strict reporting requirements on states, but few have fully met them,\" the International Commission on Nonproliferation and Nuclear Disarmament, a prestigious study group, concluded in its final report last December.\nMexican U.N. Ambassador Claude Heller, chairman of the U.N. committee monitoring 1540's implementation, said he plans a series of meetings with noncompliant states to urge cooperation, and he sees Obama's summit as a chance to \"send a strong message\" about the U.N. mandate's importance.\n\"It is a legally binding regime that was adopted by the Security Council,\" Heller told The Associated Press. \"It is not up to governments to say yes we will report or not.\"\nResolution 1540, promoted by the U.S. in the aftermath of the 9/11 terror attacks and the 2004 uncovering of the Pakistan-based A.Q. Khan nuclear smuggling network, is the only global legal instrument designed to disrupt links between terrorists and nuclear technology. The U.N. mandate obligated all nations.\nIt required governments to \"adopt and enforce appropriate effective laws which prohibit any non-State actor,\" such as terrorists, from making or possessing nuclear, chemical or biological weapons, their delivery systems or related material. Governments must establish \"effective\" border and export controls and physical protection for sensitive materials and sites.\nAn AP review of filings found vast differences in national reporting.\nThe U.S. and other industrialized nations filed reports of up to 30,000 words detailing relevant laws and how they are enforced, while other, smaller countries submitted reports of just a few hundred words.\n\nGraphic\n\n \nFILE - In this April 10, 2004 file photo, a man enters a tunnel dug with shovels in the Shinkolobwe cobalt mine, 35km (22 miles) from the town of Likasi in the Democratic Republic of Congo. U.N. Security Council Resolution 1540 of 2004 obligates governments to give a full accounting of their nuclear materials, but as U.S. President Barack Obama hosts a summit on nuclear security April 12-13 in Washington, many states have fallen short of the reporting deadline, including Congo, the source of the uranium for the first atomic bomb. (AP Photo/Schalk van Zuydam, File)\nFILE - In this April 10, 2004 file photo, a young man carries wet Cobalt on his back at the Shinkolobwe Cobalt mine, situated 35km from the town of Likasi, in the Democratic Republic of Congo. U.N. Security Council Resolution 1540 of 2004 obligates governments to give a full accounting of their nuclear materials, but as U.S. President Barack Obama hosts a summit on nuclear security April 12-13 in Washington, many states have fallen short of the reporting deadline, including Congo, the source of the uranium for the first atomic bomb. (AP Photo/Schalk van Zuydam, File)\nFILE - In this March 29, 2010 file photo, a poster on a fence in Lahore, Pakistan shows Pakistani nuclear scientist A.Q. Khan, glorified by many of his countrymen but reviled by Western governments. Khan's nuclear smuggling network was one of the reasons the U.N. passed Resolution 1540 in 2004, obligating governments to give a full accounting of their nuclear materials. Yet more than five years after the deadline passed, many have yet to fully comply. As U.S. President Barack Obama hosts a summit on nuclear security April 12-13 in Washington, dozens of nations, including uranium producers, remain potential weak links in the global defense against nuclear terrorism. (AP Photo/K.M. Chaudary, File)\n\nLoad-Date: April 5, 2010"
}