{
    "title": "Urban terrorism dormant in Latin American -- except for Chilean flare-up",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 22,
    "full text": "Whatever happened to the urban terrorism that stalked much of Latin America in the 1960s and early 1970s?\nAfter a decade of marked decline in urban terrorist incidents, the July 15 assasination of Lt. Col. Roger Vergara Campos, head of the Chilean Army Intelligence School, raises anew the threat of urban violence in Chile -- and the possibility that urban violence could resume at any moment in other nations of Latin America.\nChile never experienced urban terrorism on the same scale as the rest of Latin America, but the violent deaths of half a dozen high-ranking officers in the late 1960s and early 1970s, including Lt. Gen. Rene Schneider Chereau, the Army commander-in-chief, led to concern that such terrorism might be dedeveloping.  The incidents, however, proved to be isolated cases.  Now, with Lt. Col. Vergara's slaying, the terrorist threat has resurfaced.\nLast year's civil war in Nicaragua and the current violence in El Salvador have involved urban terrorism, but from the beginning they were much broader struggles.\nElsewhere in Latin America, however, the activities of Argentina's Montoneros and the remnants of Uruguay's Tupamaros, as well as similar terrorist groups in Brazil, Colombia, Mexico, and Venezuela no longer make headlines.\nTheir decline over the past decade was due, for the most part, to tough-fisted military action bordering on brutality in many instances and on outright violation of human rights in others.  Ironically, the terrorists often won sympathy for their cause because of police actions -- even though, at times, the terrorists employed the same tactics.\nIn numerous instances, surviving terrorist leaders have gone underground, deciding to lie low for now and wait for a more propitious time to return to their former battlefields.\nIn their heyday, the urban terrorists of Argentina and Uruguay, for example, virtually tore their countries apart with bomb throwing, kidnappings, murders, robberies, and other activities.  As time went on they grew more audacious.  By 1970, the Tupamaros had brought such fear to Uruguay's capital city of Montevideo that pedestrians would run for cover at the sound of an automobile backfire.\nIn Argentina, the Montoneros were able on a single evening in July 1975 to set off bombs in about 1,000 locations -- police stations, government offices, an Army barracks, official cars, hotels.  That suggested quite some coordination on the part of the terrorists.\nToday, tactics are different.  Urban incidents are fewer in number.  Guerrilla groups generally operate in the countryside where it is harder for military and police forces to reach them.\nMoreover, when they engage in urban warfare, it is usually a spectacular incident such as this year's two-month hostage drama at the Dominican Republic's Embassy in Bogota, Colombia.  Sixteen members of the somewhat leftist Movimiento de 19 abril held 16 diplomats, including the United States ambassador to Colombia, in what proved a fruitless effort to win concessions from the Colombian government.  This incident indicated, however, that the potential for urban terrorism remains.\nHemisphere commentators, like Alvaro Contreras Veliz, writing in Guatemala City's Prensa Libre, suggest that this potential \"lies just under the surface among Latin America's urban middle class from which the terrorists spring.  The yearnings for a better way of life, coupled with dictatorial governments and with foreign ideological interests, make our cities fertile ground for terrorism.\n\"The big question is how to deal with it -- and when: either at the moment it becomes a problem or beforehand.  We tend to handle it when it is a problem and what worries many now is that because of the decline in the number of incidents in recent years, we will forget the underlying reasons why terrorism springs up in the first place.\"\nWhile most of the urban terrorism of the past was leftist, rightist terrorism, often with the tacit support of elements in government, has grown in recent years -- even though it is not always labled as as terrorism by the governments in question.  This double standard galls the leftists and many human-rights groups.\nIn Guatemala, for instance, the two leading moderate candidates in upcoming 1981 presidential elections were killed on the streets of Guatemala City by rightist groups this past year.  The Guatemalan government, for its part, has been lax in pursuing those responsible, failing to tract down the culprits with the same fervor that it has used in the past against leftists."
}