{
    "title": "Urban Shield is unnecessary and beyond repair",
    "publisher": "university wire",
    "year": 2018,
    "month": 6,
    "day": 21,
    "full text": "In 1990, the Berkeley Police Department engaged in one of the most successful hostage rescue operations in history: the Henry's hostage crisis. This was not a case of foreign terrorism. The attacker was just 29 when he obtained three guns and took 33 people hostage. BPD's measured response to the situation was executed with textbook perfection. The department's actions earned BPD national acclaim, a legacy that our officers live up to each day.\nDecades later, we see the BPD participating in a new and altogether different style of training - Urban Shield, a set of war games, tactical exercises and weapons expos designed around a Bush-era counter-terrorism agenda. Using millions of dollars in Department of Homeland Security funding, the Alameda County Sheriff's Office puts on 48 hours of tactical anti-terrorism exercises for federal and local departments. The only way to get full points in the competition is through full escalation of force. In a real-world hostage situation at Oakland Children's Hospital in 2010, officers successfully resolved the crisis without loss of life, but in an Urban Shield hostage scenario based on the event, teams \"won\" by escalating and killing the perpetrators.\nFar from this real-life example, many scenarios at Urban Shield are improbable and are built around military-grade technology featured by for-profit companies in the vendor expo. Take one of last year's exercises, supposedly based on the 2008 attacks in Mumbai. Designed by Execushield Inc., the sensationalized scenario had officers use Navy-grade aquatic raiding craft to kill members of a Hezbollah terrorist group, which had crossed the U.S. border from South America to set up an armed encampment in a wooded cabin near a reservoir in Livermore. Beyond being just improbable, the exercise bore almost no relationship to the Mumbai attacks, which featured multiple shootings and bomb threats distributed across multiple days and urban locations.\nBerkeley can and should do better than Urban Shield. After months of subcommittee meetings including the police chief and presentations from the Special Response Team (Berkeley's SWAT), the council's Urban Shield Subcommittee recommended on June 4 that BPD suspend participation for the 2018 vendor expo and tactical exercises until revisions are made to the program. Berkeley is not pulling out of Urban Shield entirely. Certain modules of this year's Urban Shield - such as the Emergency Operations Center exercises and the community fair - will focus on mass care and casualty. I encourage BPD to attend these modules.\nThe Urban Shield program does not reflect our needs. In the past decade, rather than confronting terrorist threats, the police department has trended toward facing high-risk searches, arrest warrant services, patrol support and crowd management. The tactical exercises at Urban Shield do not focus on these activities but instead on politically motivated mass violence, obscuring the principle of de-escalation in community crime encounters. Urban Shield squanders resources that could be used for pressing community concerns. Going forward, we propose that Urban Shield focus on much more likely crises, including earthquakes and fires such as the one in Oakland in 1991.\nMoreover, the Urban Shield competition and expo don't reflect our values as a community. Take ICE's involvement in Urban Shield. Alameda is a sanctuary county and Berkeley was the first sanctuary city in the nation; even so, Urban Shield has stubbornly continued to host ICE, forcing our officers to exercise alongside a group that clearly stands against our city's commitment to justice. In 2017, Urban Shield hosted the far-right Oath Keepers, a vigilante organization that provides security for white supremacist events such as last year's protests in Berkeley. Additionally, the exercises reinforce implicit racial biases against Black and brown people in their representation within the program, expressing what Alameda County Supervisor Scott Haggerty calls racist undertones. Berkeley is against full escalation and the unnecessary use of force by officers - yet Urban Shield encourages officers to escalate.\nReform from within is no longer realistic. The Alameda County Board of Supervisors put guidelines in place that claimed to reform the event. Last year saw the Oath Keepers, ICE and surveillance firms participating anyway. Only some of the guidelines have been upheld, and only after a community member brought violations to the attention of the board, when the sheriff signed a contract with a vendor that engages in blatant racial stereotyping.\nUrban Shield is not salvageable through our involvement because Berkeley and BPD have no input into it. Many of its failures could have been avoided if local input had been considered. Outsourcing public safety training without local input is dangerous, and Urban Shield has refused to listen to the communities it is meant to protect.\nOur officers need even more training in everyday emergency response and disaster preparedness. The June 13 shooting in South Berkeley shows this. The shooting was not by a terrorist or active shooter, but rather against a tenant by his landlord. BPD used medical techniques taught to the department at ongoing Bay Area Urban Areas Security Initiative trainings. More funding could be allocated to these if Urban Shield did not absorb $1.5 million of the $5 million annual grant.\nReforming Urban Shield has been an exercise in futility for the community and the city. While the discussion continues, it is time to throw the full weight of our community into this withdrawal, aligning our community preparedness with our needs and values while supporting our officers as they take this brave step away from Urban Shield and what it represents.\nKate Harrison is a member of the Berkeley City Council.\n\nLoad-Date: June 23, 2018"
}