{
    "title": "Urban Shield Task Force delays making final decision on future of program",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 27,
    "full text": "On Friday, the Urban Shield Task Force convened in Oakland to discuss the future of Alameda County's involvement in the Urban Shield training program, but it was unable to come to a concrete decision after prolonged debate.\nQuestions addressed included whether Urban Shield meets federal guidelines set out in the Urban Area Security Initiative, or UASI, whether it is strictly an emergency preparedness program and whether the public will be adequately equipped to respond to emergency situations without the training offered by Urban Shield.\nThe future of Urban Shield has been hotly debated, with a Berkeley City Council meeting, held in June to discuss the program, ending in violence and arrests.\nThe most controversial topic of discussion was UASI's requirement for all funding proposals from Urban Shield to have a clear \"nexus to terrorism.\" With UASI requiring 25 percent of all grant funds to be set aside for \"terrorism prevention activities,\" critics said it takes funding away from other prevention efforts, given that terrorism preparedness is only the eighth-most important disaster scenario, according to the county's Emergency Operation Plan.\nThe task force rejected a motion to steer away from all future funding sources that require terrorism preparedness, with one member explaining that such funding is more crucial to protect the county's subway system. A motion to push the Alameda County Board of Supervisors to lobby Congress to remove the \"nexus to terrorism\" requirement was also voted down.\nMembers of the Stop Urban Shield coalition were also present at the meeting. Among their list of demands was the need to promote stronger and healthier communities by investing in disaster prevention, which, according to the coalition, represents the \"opposite\" of Urban Shield.\n\"Continuing to participate in Urban Shield means that we foreclose on the possibility for alternative community building ... but instead choose to focus on crisis response through a program that promotes violence against communities already targeted by policing,\" read a statement prepared by the coalition.\nOther demands from the coalition included calls to eliminate the vendor show for guns and surveillance equipment, provide public and press access to all commands and scenarios of the exercise and reject \"nexus to terrorism\" as a required framework to access funding. The coalition also demanded the exclusion of international teams from the program that have a known record of human rights violations and the elimination of the role of the county sheriff in hosting emergency preparedness programs.\nLauren Holtzman, a member of Jewish Voice For Peace, spoke during the meeting about the persistent desire of communities to stop Urban Shield. Using the example of Hurricane Katrina, Holtzman said the police's \"militarized response\" during disaster relief efforts traumatized generations of children.\n\"Urban Shield programs that promote/train for a militarized police force are fundamentally racist and Islamophobic,\" wrote Piedmont residents Melissa Gjerde, Lauren Mayfield, Rohaina Hassan and Jordan Bailey in an email.\nThe task force will meet again Sept. 22 to finalize the list of recommendations to be made to Alameda County's Board of Supervisors.\nAzwar Shakeel is the lead student government reporter. Contact him at [email protected] and follow him on Twitter at @azwarshakeel12.\n\nLoad-Date: January 17, 2018"
}