{
    "title": "URUGUAYANS VOTING ON A CHARTER TODAY",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 30,
    "full text": "In the first election in Uruguay since the military took over seven years ago, voters are to cast ballots tomorrow in a constitutional plebiscite that could give the armed forces a permanent share of power.\nThe outcome of the voting is by no means certain. The Government, confident of victory, opened the proposed constitution to some public debate a month ago. Both Government and opposition leaders have since been surprised by the opposition to the proposed measures from what had been a quiescent public. Both sides and independent analysts now say the outcome is unpredictable.\nVoters in Uruguay will cast ballot November 30 on proposed constitution which may give military permanent share of power\nThe Government has stressed that the proposed constitution is needed to maintain the internal stability and improved economic growth that the military has achieved. The country was being wrenched by urban terrorism and a declining welfare-state economy when the military took over.\nLieut. Gen. Luis V. Queirolo, Commander in Chief of the army, said of the proposed constitution in a national television speech this week: ''We have not said that it is the best that could be achieved, either, but we do believe that it is a constitution for this country and this epoch.''\n \nOpposition to Military Rule\nAt the heart of the growing opposition, however, is a rejection of continued military rule and of the proposal itself. The constitution would give the armed forces final authority over almost all Government policies, ranging from education to economics. It would also establish a ''political control tribunal'' of nin e judges who could impeach any Government official, includ ing the president. The judges would initially be appointed by the mi litary.\nFree elections for Congress would be held next year, but there could be only one presidential candidate, proposed jointly by the parties and approved by the military. The first free presidential election would be in 1986.\nEnrique E. Tarigo, an opposition leader, said in an interview: ''This is a constitution that is antidemocratic, authoritarian and obsessed with one idea, which is that of security, and obsessed by one experience, which is the experience that this country suffered between 1967 and 1972 with terrorism.\n''Since we have had terrorism once, then we should never again have democracy. It is absurd, but that is what they are saying.''\n \nA Crippled Opposition\nMr. Tarigo, 52 years old, is a former law professor and political columnist who has emerged as one of the most effective spokesmen for the opposition, engaging Government official in television debates and speaking to political rallies around the country.\nHe has stepped into a role that would normally be filled by the country's experienced civilian political leaders, but the opposition has been crippled by a Government ban on all candidates who ran for office since 1967 from even attending political meetings. The ban affects some 230 political leaders, mostly from the two traditional parties, the Colorados and Blancos, who between them polled 82 percent of the vote in the last election, nine years ago.\nJorge Batlle Ibanez, the Colorado candidate for president in 1971, said in an interview that he has been detained by the police twice in the last week and questioned for almost six hours each time about meetings he has been attending. Though he does not speak at the meetings, he said he has taped about 400 cassettes and sent them to small groups around the country.\nMr. Batlle and other leaders of the two parties, many of whom have also been detained and questioned, have been trying to coordinate some of the opposition, but, surprised by the Government's opening, have been caught short of time, money and organization.\n \n'Still Under a Dictatorship'\n''The arrests were a benefit for us,'' Mr. Batlle said. ''A lot of people do not realize that we are still living under a dictatorship.''\nCampaigning in public places is prohibited, so the opposition has been relying on debates and nightly rallies in rented halls around the country. The streets of this quiet, European-like city, where almost half the population lives, are eerily devoid of almost any election activity.\nThe Government has been bombarding radio and television, which it controls, with jingles every 15 minutes and swamping newspapers with pictures juxtaposing today's happy children with dead bodies and bombed buildings from earlier terrorism.\nOne of the few prominent civilian politicians supporting the Government is former President Jorge Pacheco Areco, now the Uruguayan Ambassador to the United States, who says in advertisements that the constitution represents ''gradual but firm national recovery.''\n \nComposition of the Government\nMilitary power here resides in a council of 28 generals and admirals who rule through a civilian figurehead President, Aparicio Mendez, though sources say he is a tough infighter and often more conservative than the generals.\nThe United States cut all economic and military aid in 1976 because of the regime's widespread use of torture in its campaign against subversives. According to the State Department, that torture effectively stopped last year and minor aid has resumed.\nNonetheless, the regime remains authoritarian. About 1,250 political prisoners are in jail. About 10,000 leftists are barred from voting in the plebiscite, as are soldiers. Government censors visit news agency offices twice a day.\nAn estimated one-fourth of the population either works for the Government or receives Government pensions, and the very existence of a Government computer that screens their past political activity has intimidated many of them from opposing the proposed constitution, opposition leaders say."
}