{
    "title": "URUGUAY 'S VOTE_ EXCEPTION TO THE RULE; News Analysis",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 6,
    "full text": "The maxim was that dictatorships do not lose plebiscites, and Gen. Augusto Pinochet reinforced it in Chile three months ago when he overwhelmingly won one that extended his military rule.\nThe Uruguayan dictatorship, however, has unexpectedly become an exception to the rule.  Uruguayans, voting Sunday for the first time in seven years, rejected by a margin of 58 percent to 42 percent a proposed constitution that would have given the armed forces permanent control over the Government.\nAparicio Mendez, the civilian figurehead President, termed the vote ''a defeat for the people,'' but the consensus among participants on both sides of the issue was that Sunday marked a revival of dormant but deep-seated democratic traditions.\nAN-AMany Benefits for Workers\nThe seven years of military rule represent a sharp divergence from Uruguayan history. Since early in the century Uruguay had been one of the most advanced welfare states and its workers still receive generous benefits. All medical services and education are free, music is subsidized, women may divorce without giving a reason and capital punishment has been abolished.\nThe military has not been a revered institution here, and from 1954 to 1967 the country did not even have a president, being governed by a Swiss-style nine-member council.\nThat tradition also influenced the military's actions, keeping the election scrupulously honest and allowing some freedom of debate.  ''Here not even the most recalcitrant enemy can speak of fraud,'' said Adm. Hugo L. Marquez, the navy commander, ''because it was a free expression of the people.''\nThe military took control of the country in 1973 after a five-year wave of terrorism by urban guerrillas and amid an intensifying economic crisis. The country had been thrown into near chaos by the guerrillas though no more than 125 people were killed on all sides during the five-year episode - a minuscule number compared with the more than 10,000 slain in neighboring Argentina.\nTorture was widely used to combat the terrorism. The Government forbade all political activity and heavily censored the press. By last year the torture had effectively stopped, according to the State Department, but Amnesty International said in a statement in London last week that secret detention, unfair trials, some torture and arrests on vague charges persist. Political prisoners are said to number 1,250.\nThere have been few challenges to the Government's authority. The demonstrations, pamphleteering and mildly critical newspaper articles seen in neighboring countries run by military governments are rare here.\nCenters of Criticism\nForeign embassies, in particular that of the United States, have been critical of the Government. American officials have also encouraged elections and met with opposition political leaders. As late as Friday, two days before the plebiscite, a group of opposition leaders, many of them barred from political activity by the Government, met with American officials in the embassy. State Department officials concede that the United States has little direct influence on the Government. However, military leaders maintain that the country belongs to the ''Western democratic world'' and acknowledge privately that the United States is the leader of that world.\nThe plebiscite was ordered under a liberalization program set by the military in 1977. The Government opened the proposed constitutionto public deb ate a month ago, encouraged by the outcome in Chile and aware that if it did not the United States and other Western countries wou ld likely condemn the plebiscite.\nEarly independent opinion polls showed the Government leading by more than 2 to 1, though the poll takers said that almost half the people they approached refused to respond. By last week at least one poll had data showing that the gap had closed. But it was not published, partly out of fear of the Government's reaction, a poll taker said.\n \nThe change appeared to begin on Nov. 14, t he night of the first televised debate between drafters of the cons titution and opponents. For two and a half hours viewers saw Governm ent officials being criticized to their face on national televisi on.\nAlthouth the Government had cultivated students with propaganda on campuses, youths were the organizers of the opposition rallies held in meeting halls around the country. They are the new basis of the two traditional centrist political parties, the Colorados and the Blancos. The Government has refused to recognize the parties, but they showed their ability after seven years to cooperate and mobilize voters.\nA less identifiable factor in the Government's defeat has been that real wages have declined since 1973, even though the authorities have stimulated a spurt of growth in what had been a deficit-ridden economy.\nThe military has once again prohibited political activity and has said it is considering what to do next."
}