{
    "title": "US - Iran reports trouble Europe",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 11,
    "day": 10,
    "full text": "What will the United States' European allies do now?\nDiplomatic soundings within the European Community (EC) show dismay and embarrassment at increasing speculation that the US may have done an about-face when it arranged a deal for the release of American hostages in the Middle East. The US has always leaned on Europe to take a tough, uncompromising stance toward terrorists.\nIf there has been such a dramatic shift of policy, it could be damaging to US prestige and could undermine any coordinated and effective Western strategy to combat terrorism, warn diplomatic observers.\n''The Western world's leaders may now have to put their heads together to decide what is implied the next time one of them declares: 'We never deal with terrorists,''' said an article in London's Sunday Telegraph newspaper.\nReports of clandestine high-level US meetings in Iran, as well as the shipment of arms, could hardly have come at a more awkward moment.\nEC foreign ministers are scheduled to meet today in London to weigh possible action against Syria on the basis of documented British evidence of Syrian complicity in international terrorism.\nBritain, as host, is confident that concrete action, including the banning of arms sales to Syria, will be taken at that meeting.\nBut news of a possible US-Iran deal puts Britain in a delicate position.\nAll last week, British officials at senior levels were acting coy on reports of possible US wheeling and dealing in Iran. They uniformly turned backed questions by saying that since they had no information of any deal they couldn't comment. But their overall behavior suggested some embarrassment.\nIn an implied rebuke to the US, the prime minister's office would only say: ''We've never been in the hostage swapping game and never will be.''\nPaul Wilkinson of Aberdeen University, a noted international terrorist expert, believes Britain has been put in a spot.\n''I think they are severely embarrassed,'' says Professor Wilkinson. ''And, I also think I know why. I think there is clear evidence emerging that there has been some sort of deal which I think undermines the position Britain is taking in terms of no concessions, and an absolutely firm rejection of appeasing terrorism, either by individual groups or by state sponsors,'' he added.\nWilkinson says that, so far, evidence on terrorism shows that appeasing hostage takers doesn't work.\nReferring to secret deals as ''grossly improper'' and in the case of the US as ''completely hypocritical,'' he suggests that ''you could argue this could only whet the appetites of revolutionaries.''\nThe US action may now make Europeans far less susceptible to American diplomatic pressure on terrorism.\nTerrorism has been one of the major issues causing friction between the US and Europe. Europe, for instance, was browbeaten into finally taking action against Libya - reducing embassy staffs - only after the US attacked Libya in April. The raid on Libya was followed with a high-powered US diplomatic mission to Europe to gain support for US actions against Libya.\nThe Italian government's handling of the Achille Lauro hijacking in October 1985 underscored US frustration with Europe's failure to be firm with terrorists. The principal suspect was in the hands of the Italians but subsequently allowed to leave the country.\nSome of America's exasperation is shared by Britain, which consistently maintains a policy of no compromises, no deals, and no negotiations with terrorists.\nBritain was deeply disappointed that Europe responded so feebly to its call for concerted action against Syria at the Luxembourg meeting of EC foreign ministers on Oct. 27. Although Britain's European partners claimed that the EC is being stampeded into action, it is generally assumed that it will adopt the following agenda:\n*Ban on arms sales to Syria. French support for the move, which was considered essential, now seems certain.\n*Ban on high level visits from Syria.\n*Closer surveillance of Syrian Embassies.\n*Tighter controls around Syrian Arab Airlines.\nThe British view is that if both France and Italy, with strong ties to Syria, were to distance themselves from the Arab country, Syria might begin to get the message that its tactics were counterproductive."
}