{
    "title": "US - Iran roundup_ American official warns West of terrorism resurgence",
    "publisher": "christian science monitor ",
    "year": 1987,
    "month": 8,
    "day": 7,
    "full text": "A senior US official yesterday warned the West to guard against terrorist attacks by Iranians who feel the increased US military presence in the Persian Gulf has pushed Iran ''against the wall.''\nRichard W. Murphy, assistant secretary of state for Near Eastern affairs, said a resurgance of Iranian terrorism ''is a possibility.''\n''Tensions are … perhaps higher than they have been for the last few years,'' he said in a satellite news conference.\n''One way that Iran could strike out is through international terrorism. It has not hesitated to do so in the past.''\nMeanwhile, Secretary of State George Shultz yesterday said there is still a possibility for joint allied action on mine sweeping in the Gulf.\n''There have been proposals from various European countries that there be some joint action in some way to deal with the mine problem,'' he said. ''Certainly, we're ready to talk about that.''\n \nUS attack boats\nMeanwhile, the United States has deployed high-speed attack boats to join the armada protecting ships flying US flags in the Persian Gulf.\nThe Pentagon dispatched special Navy patrol craft to the Gulf for use by US counterterrorist teams against possible Iranian suicide attacks on shipping, defense officials said yesterday.\nThey said at least two of the 65-foot patrol boats, armed with 40-mm guns, left for the gulf this week.\n \nCongressional opposition\nPresident Reagan's Gulf policy came under fire on Capitol Hill yesterday as more than 100 legislators said they would file suit to invoke the War Powers Act and limit the President's ability to send troops to the Gulf.\nThe announcement came as a pair of committees in the House heard testimony on two bills that would provide ''danger pay'' of $110 a month for US servicemen in the Gulf and halt the reflagging of Kuwaiti oil tankers."
}