{
    "title": "US - Greek ties are roiled by handling of terrorism case",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 12,
    "day": 28,
    "full text": "Relations between the United States and Greece are simmering over terrorism.\nLast week's possible terrorist downing of a Pan Am jet over Scotland turned the heat up a notch: Greece is holding a Palestinian whom US authorities want to try for the 1982 bombing of a US jet liner while in flight.\nMany in Washington are concerned that the Greek government will refuse to extradite him to the US in order not to damage Greek ties with the Palestinian movement. Congressional and administration sources warn that such a refusal to extradite the suspect, Muhammad Rashid, could bring bilateral relations with this Mediterranean ally to a boil.\nThe tensions over terrorism arise as the US and Greece are in the midst of very difficult negotiations over the future of US military bases in Greece, and as Greek Prime Minister George Papandreou is struggling to survive a series of personal and governmental scandals.\nCongressional ire is particularly significant, because it is Congress that usually boosts administration military assistance programs for Greece.\n''We're fit to be tied with them,'' says one well-placed congressional aide. He says Greece's early-December release of a member of the notorious Abu Nidal Organization (ANO) generated a bipartisan ''firestorm'' on Capitol Hill.\nThat individual, Osama al-Zomar, is wanted in Italy for a 1982 hand grenade attack on a synagogue in which a two-year-old child was killed and 34 were wounded. Rather than extradite him to Italy, the Greek government sent him to Libya, where the ANO is headquartered.\nThose angry with Greece's Socialist government include a number of Greek-American legislators. Pro-Israel congressmen were particularly offended when the Greek justice minister justified the December release by saying Mr. Zomar's attack was ''part of the struggle to obtain independence for his homeland,'' and thus ''an act of freedom.''\n''They hit us over the head with a two-by-four'' with the release, says Rep. Larry Smith (D) of Florida, ''and I'm not so sure they will be happy with the result.''\nHe says many of his colleagues feel ''frustrated and betrayed'' by Greece's action. The case of Mr. Rashid, Representative Smith predicts, will be the ''litmus case'' by which Congress will decide how to deal with Greece in the year ahead.\nWashington sources are talking about such US actions as withdrawing support for the Greek centennial of the modern Olympics, issuing a new tourist travel advisory on Greece, and scaling back military aid, if Rashid is not brought to justice.\nRashid is sought for his alleged role in a 1982 bombing of a Pan American jet that killed one passenger. He was then a member of a radical Palestinian splinter group, known for its sophisticated use of explosives.\nUS specialists think Rashid was involved in subsequent attempted and successful attacks on US airliners and other targets, including a 1986 bombing that killed four. But the evidence is not strong enough to charge him in those cases, they say.\nThe Greek Supreme Court is considering an appeal by Rashid to block his extradition and may rule next month. Greece's justice minister, however, can approve or deny the extradition, whatever the court says.\nUS administration and congressional sources say they had received assurances earlier that the Greek government would abide by the court's decision. But now they are very concerned the Greeks will refuse to send Rashid to the US for trial.\nSome think the Greek government will release him. Others suggest it may seek to try him in Greece, in the same way West Germany is trying a Lebanese hijacker of a TWA jet.\n''Anything is possible with these guys,'' says one US specialist. ''Relations with this Greek government have always been accompanied by a lot of fire and light. So the administration has learned not to overreact, but it is worried this time.''\nThe Rashid case is complicated in Greek eyes because he was recruited in the mid-1980s to work for a terrorist and security network run by a Palestinian close to Palestinian Liberation Organization (PLO) chairman Yasser Arafat. He is reportedly the No. 2 person in that network, known by the pseudonym of its leader, Colonel Hawari.\nThe PLO is lobbying in Greece to prevent Rashid's extradition, and has found a sympathetic audience. The Greek Socialists, the US specialist says, are ''children of the '60s'' - very supportive of third-world liberation movements and viewing Greece as a bridge between Europe and the less-developed world.\nOn terrorism, this attitude and poor police practices make Greece ''the weakest link in Europe,'' a well-placed European terrorism expert says. He says official laxity and incompetence allow a wide range of terrorist groups to work in Greece.\nMore ominously, this expert says, the release of ANO member Zomar was a direct sop to Abu Nidal. Based on his usually reliable sources, the expert says the Greek government had a specific threat from ANO that unless Mr. Zomar was released, there would be another attack on Greece's tourist industry.\nLast summer, ANO members carried out an attack on a Greek cruise ship, killing nine and injuring 90. ''They worry immensely about their tourist industry. It's their sole source of income … so they bought some insurance,'' the European says.\n\nGraphic\n\n \nPicture, Greek police officers escorting alleged aircraft bomber Muhammad Rashid to Athens court last July, AP"
}