{
    "title": "US and Partners Team Up to Get Tough on Terror",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 8,
    "day": 1,
    "full text": "If summit agreements could implement themselves, the world would soon become a tougher place for terrorists.\nMeeting in Paris this week, foreign ministers and top security officials of the Group of Seven (G-7) industrial nations, along with Russia, adopted 25 measures to curb terrorism.\nBut a lone terrorist who pieces together a bomb from instructions off the Internet and with supplies from a local hardware store may have little to fear from these new plans to detect, deter, and punish terrorist acts. But terrorist groups that plan crimes over the Internet, forge identity papers, raise funds under cover of a charity, transfer funds abroad, use political asylum to avoid extradition, or traffic in explosives will face new obstacles.\nThe spirit of this week's summit was cooperation and a conviction that stopping terrorism will involve quiet and persistent work. But differences persist between the United States and its European partners over how to make the world's airliners, trains, subways, buses, and public spaces more secure.\nAfter June's truck bomb in Saudi Arabia, the US urged its G-7 partners to make stopping terrorism a top priority. The US Congress also recently passed a bill to punish firms dealing with nations that sponsor terrorism.\nOn Tuesday, the US, Britain, France, Germany, Italy, Canada, Japan, and Russia agreed to give \"absolute priority\" to fighting terrorism. But just as foreign ministers were meeting in Paris, the European Commission said it would outlaw new US laws that target so-called pariah states, such as Libya, Iran, and Cuba. The EC is the executive arm of the 15-member European Union.\nEurope and Japan argue that the US has no right to legislate for other nations.\nOn the same basis, pending US legislation targeting Libya and Iran will be \"neutralized\" if President Clinton signs that bill, as expected, next week, says EC trade spokesman Peter Guilford.\nUS Attorney General Janet Reno played down European objections. As G-7 partners implement these new measures, \"the need for other measures will decrease,\" she said.\nAt least 10 international summits in the last decade have tackled the problem of terrorism by affirming general principles, such as no exporting arms to countries that support terrorism (G-7 summit in Tokyo, 1986), no concessions to terrorists in hostage situations (G-7 summit in Venice, 1987), and condemnation of \"all acts of terror in all forms\" (26-nation summit at Sharm-el-Sheikh, Egypt, 1996).\nWhat distinguishes this latest bid to rally international support against terrorism is the practicality of its recommendations - as well as the urgency of the need that prompted it.\nFor example, terrorists who aim to put a bomb on an airliner will find tighter security at international airports, higher safety standards for bomb detection, and stricter controls on the manufacture, trade, transport, or resale of explosives.\nIn addition, \"terror-proof\" vehicle identification numbers and new methods for marking and tracing explosives will help investigators find out who is responsible for a crime. Governments, armed with new encryption technologies, aim to more closely monitor the Internet and track the movements of suspect individuals, explosive materials, and cash to finance terrorist activities.\nThe Japanese arrested 420 suspects after the 1995 Tokyo subway poison gas attack. \"This was the first [terrorist] incident in which dangerous chemical materials were used,\" says Takahisa Tsugawa, a Japanese foreign ministry spokesman. \"There is a need to reinforce international cooperation to control the trafficking of such materials.\"\nAn antiterrorism treaty to be drafted this fall would make such bombings a crime wherever they occur and commit signatories to either put those responsible on trial or turn them over to other countries to be tried there.\nOne of the most controversial measures proposed could be the decision to curb front groups that fund terrorists. This year, Mr. Clinton began using existing laws to block fund-raising for Islamic groups.\n\"The US is beginning to roll up the vast Islamic networks that have done fund-raising [in the US],\" says Magnus Ranstorp, a Mideast terrorist specialist at the Center for the Study of Terrorism and Political Violence at St. Andrews University in Scotland. \"Fund-raising is the key to the popularity of these groups, but it is very difficult from a legal point of view to distinguish between legitimate welfare services and buying a weapon,\" he adds.\nMany such new measures of surveillance and control raise civil rights issues that have yet to be tested in courts.\nEuropeans say tighter security, not a crackdown on pariah states, is the key to reducing terrorism. European press coverage of the July 17 crash of a TWA jetliner, which has not yet been linked to terrorism, has emphasized lax US airport security standards. Yesterday's French daily, Le Figaro, for example, describes security in New York's Kennedy Airport as more like \"an airport in the third world than that of the financial capital of the world.\"\nHOW THE U.S. WOULD ISOLATE TERRORIST STATES:\nThe bill by Sen. Alphonse D'Amato (R-NY), which President Clinton plans to sign into law next week, imposes sanctions on foreign firms that do more than $ 40 million in business with Libya and Iran - states that the US says sponsor terrorism.\nHOW EUROPE MAY RESIST U.S. EFFORTS:\nEuropeans conduct more than $ 1.7 billion in annual trade with Iran and Libya, and say the US can not legislate for them.\nThe European Commission signaled its strategy to neutralize the US plan on July 30, when it proposed outlawing similar US legislation that penalizes firms investing in Cuba, another nation the US wants to isolate.\nThe EU plan forbids firms to comply with US laws and gives them the right to counter-sue anywhere in the EU if awards are made against them in US courts.\nAlso, the 15 EU member states are required to impose their own penalties on companies that obey the US law.\n\nGraphic\n\n \nPHOTOS: 1,2) TERROR TALK: This tiny bit (r.) led to Pan Am 103's bombers in 1991. Attorney General Janet Reno (l., above), French Interior Minister Jean Louis Debre, and others want to beef up tracking efforts., JEROME DELAY/APand JUSTICE DEPARTMENT/AP\n\nLoad-Date: August 1, 1996"
}