{
    "title": "US Assures Continued Support To Pakistan , To Allay Concerns",
    "publisher": "rtt news",
    "year": 2010,
    "month": 1,
    "day": 13,
    "full text": "(RTTNews) - The United States has assured its continued support to Pakistan in the war against terrorism and efforts to strengthen relations between the two countries.\nAddressing a joint press conference with Pakistan Foreign Minister Shah Mehmood Qureshi in Islamabad Wednesday, Richard C. Holbrooke, US Special Representative for Afghanistan and Pakistan, said Washington was aware of the needs and challenges of the South Asian country.\nHe said both countries would soon sign the Trade Transit Agreement and an agreement on US investment in Pakistan.\nUS Secretary of State Hillary Rodham Clinton would soon visit the country, the top envoy added.\nQureshi warned that increasing US drone attacks in Pakistan could affect bilateral ties.\nHolbrooke, who is on a three-day visit to the country, met with Prime Minister Yousuf Raza Gilani and discussed the war against terrorism and differences between the two allies on certain issues.\nIt was the second visit by a top US official to Pakistan within a week, aimed at improving relations between the two countries.\nDuring his visit to the country last week, US Senator John McCain had said American forces would continue to use drone strikes as an important tool to root out extremism from northwest Pakistan&apos;s tribal region near the Afghan border despite opposition from Islamabad.\nThe Republican Senator said their visit was aimed at expressing solidarity and sympathy with the victims of terror attacks in Pakistan.\nDozens of militants have been eliminated by US airstrikes in their Pakistani strongholds, but such attacks have evoked criticism from local residents and the government as many of them caused civilian casualties.\nOn the other side, more than 660 hardcore Taliban and al-Qaeda fighters have been killed in Pakistani troops&apos; protracted military operation along the Afghan border in the North West, which is seen as crucial in defeating extremism in the nuclear-armed country. At least 70 soldiers had also been killed in militant retaliation.\nHowever, the more-than two-month-old major military offensive has triggered a wave of terrorist attacks in the country claiming the lives of over 400 people.\nPakistani government has expressed strong protest against additional screening imposed by Washington on its US-bound air passengers.\nHolbrooke responded to Islamabad&apos;s concern by saying such issues could be solved through negotiations.\n\"We have conveyed to our Pakistani friends that the scanning laws are not discriminatory to the people of any country, including Pakistan. The scanning laws are for strengthening security in the US,\" he told reporters.\nTransportation Security Administration (TSA) has implemented mandatory screening of passengers from 14 countries deemed to be sponsors of terrorism, including full-body pat-downs prior to boarding all US-bound planes, checking of carry-on baggage and random checks.\nTSA was prompted by an unsuccessful attempt by a young Nigerian to bomb a US-bound airliner from Amsterdam on Christmas Day.\nCuba, Iran, Sudan, Nigeria, Afghanistan, Algeria, Iraq, Lebanon, Libya, Syria, Saudi Arabia, Somalia and Yemen are the other countries singled out by the US for special screening.\nThe Pakistan Foreign Minister pledged his government&apos;s support to the international community in its efforts to maintain peace in Afghanistan.\nEarlier, Holbrooke pledged an aid of $16.5 million to improve the operating capacity of Pakistan&apos;s hydro-electric plants.\nAlso Wednesday, Pakistan&apos;s Secretary for Economic Affairs Sibtain Fazal Haleem and US Ambassador N.W. Peterson signed an agreement on the renovation of Tarbela Dam, local media reported.\nIt was part of a $125 million program announced by US Secretary of State Hillary Clinton in October that aimed at raising electricity output and improving energy efficiency in Pakistan.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}