{
    "title": "US allies buy off al-Qaida foes in Yemen war",
    "publisher": "charleston gazette",
    "year": 2018,
    "month": 8,
    "day": 7,
    "full text": "ATAQ, Yemen - A military coalition led by Saudi Arabia and backed by the United States has cut secret deals with al-Qaida fighters, paying some to leave key cities and towns the militants had seized across Yemen and letting others retreat with weapons, equipment and wads of looted cash, an investigation by The Associated Press has found. Hundreds more were recruited to join the coalition itself.\nAgain and again over the past two years, the coalition has claimed to win decisive victories that drove al-Qaida militants from their strongholds and shattered their ability to attack the West. What the victors didn't disclose: many of those conquests came without firing a shot.\nThe compromises and alliances have allowed al-Qaida militants to survive to fight another day - and risk strengthening the most dangerous branch of the terror network that carried out the 9/11 attacks.\nKey participants in the pacts said the U.S. was aware of the arrangements and held off on any drone strikes as the al-Qaida fighters retreated in plain sight.\nThe AP's findings are based on reporting in Yemen and interviews with two dozen officials, including Yemeni security officers, militia commanders, tribal mediators and four members of al-Qaida's branch. All but a few of those sources spoke on condition of anonymity, fearing reprisals. Emirati-backed factions, like most armed groups in Yemen, have been accused of abducting or killing their critics.\nThe deals uncovered by the AP reflect the contradictory interests of the two wars being waged simultaneously in this southwestern corner of the Arabian Peninsula.\nIn one conflict, the U.S. is working with its Arab allies - particularly the United Arab Emirates - with the aim of eliminating the extremists known as Al-Qaida in the Arabian Peninsula, or AQAP. But the larger mission is to win the civil war against the Houthis, Iranian-backed Shiite rebels. In that fight, al-Qaida is effectively on the same side as the coalition - and, by extension, the United States.\nThe U.S. has sent the coalition billions of dollars in weapons to fight the Houthis, and American jets provide air-to-air refueling for coalition war planes. The U.S. does not fund the coalition, however, and there is no evidence that American money went to AQAP militants.\n\"Elements of the U.S. military are clearly aware that much of what the U.S. is doing in Yemen is aiding AQAP and there is much angst about that, said Michael Horton, a fellow at the Jamestown Foundation, a U.S. analysis group that tracks terrorism.\nBut supporting allies against \"what the U.S. views as Iranian expansionism takes priority over battling AQAP and even stabilizing Yemen, Horton said.\nThe AP found that coalition-funded militia commanders actively recruit al-Qaida militants - considered to be exceptional fighters - or fighters who until very recently were members of the group.\nAbdel-Sattar al-Shamiri, a former adviser to the governor of Taiz province, said he recognized al-Qaida's presence from the start and told commanders not to recruit members.\n\"Their response was, We will unite with the devil in the face of Houthis,' al-Shamiri said.\nA militia commander in Taiz, known as Aboul Abbas, was put on the U.S. terrorism list for al-Qaida ties last year. But he continues to receive money from the UAE for his militia, his aide Adel al-Ezzi told the AP. Al-Ezzi rejected the U.S. accusation, denying any terrorism links. Soon after his comments, the AP saw him meeting with a known AQAP commander.\nAnother Taiz commander - Adnan Rouzek, who was recently given $12 million by Yemen's president for his fighting force - has a known al-Qaida figure as his closest aide.\nThe U.S. is aware of an al-Qaida presence among anti-Houthi ranks, a senior American official told reporters in Cairo earlier this year. Because coalition members back militias with hard-line Islamic commanders, \"it's very, very easy for al-Qaida to insinuate itself into the mix, the official said, speaking on condition of anonymity under the briefing's terms.\nThe Pentagon denied any complicity with al-Qaida.\n\"Since the beginning of 2017, we have conducted more than 140 strikes to remove key AQAP leaders and disrupt its ability to use ungoverned spaces to recruit, train and plan operations against the U.S. and our partners across the region, spokesman Navy Cmdr. Sean Robertson said in an email.\n\"Our regional partners have a proven track record of aggressively pursuing terrorist organizations and denying them safe haven in Yemen and DOD does not have any reason to doubt their resolve, he wrote.\nThe Saudi-led coalition commented by saying it \"continues its commitment to combat extremism and terrorism.\nThe UAE did not respond to repeated requests for comment. But on Monday, Emirati Minister of State for Foreign Affairs Anwar Gargash tweeted that the UAE-backed counter-terrorism strategy had \"removed thousands of militants and deprived them of safe havens. AQAP is \"at its weakest since 2012, he wrote.\nIn early 2016, al-Qaida pulled out of the southern port city of Mukalla and seven areas in the nearby Abyan province, under deals reached with the UAE, according to five military, security and government officials and four tribal mediators involved in the Abyan arrangement.\nThat agreement included a provision that 10,000 local tribesmen - including 250 al-Qaida militants - would be incorporated into the Security Belt, the UAE-backed Yemeni force in the area, an al-Qaida negotiator and two Security Belt commanders said.\nAn accord for the withdrawal in February from the town of al-Said in Shabwa province went further, the AP found. The coalition promised payments to al-Qaida members who left, according to Shabwa's security chief Awad al-Dahboul, a mediator and two government officials.\nAl-Dahboul said about 200 al-Qaida members received payments. He did not know the exact amounts, but said 100,000 Saudi rials ($26,000) were handed over to one al-Qaida leader in the presence of Emirati commanders.\nThousands of tribal fighters, including AQAP members, also were to be taken into the UAE-funded Shabwa Elite militia, the mediator and two officials said.\nAl-Shamiri, the former official from Taiz, warned that the militants will be difficult to uproot after filtering into such roles. \"We will get rid of Houthis and we will be struck with terrorist groups.\n\nLoad-Date: August 8, 2018"
}