{
    "title": "US adds 'bulletin' category to terror alert system",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 12,
    "day": 17,
    "full text": "WASHINGTON • The U.S. updated its terrorism alert system on Wednesday, unveiling a new \"bulletin\" category intended to better inform the public about evolving terrorist threats.\nHomeland Security Secretary Jeh Johnson said there remains no credible, specific terrorist threat to the United States but that the department nevertheless issued its first bulletin to keep the public informed in a \"new phase of the global threat environment.\"\nWednesday's bulletin will be in effect until June 16, and outlines much of what Johnson and other federal agencies have said in the days and weeks since attacks in Paris and San Bernardino, Calif.\nJohnson reiterated that while there's no specific threat, the government remains concerned about terrorist-inspired extremists, such as the attackers in California who killed 14 people before dying in a shootout with police.\n\"As we saw in the recent attacks in San Bernardino and Paris, terrorists will consider a diverse and wide selection of targets for attacks,\" the DHS notice said.\nThe bulletin joins two existing alert categories, elevated and imminent. An elevated alert warns of \"a credible terrorism threat\" while an imminent alert advises the public of a \"credible, specific and impending terrorism threat.\"\nThe change is designed to provide a more flexible way for federal authorities to communicate the existence of potential threats. This is the first change to the National Terrorism Advisory System since it replaced the color-coded system in 2011.\n\nGraphic\n\n \n Homeland Security Secretary Jeh Johnson discusses the updates to the National Terrorism Advisory System (NTAS), Wednesday, Dec. 16, 2015, at the Federal Emergency Management Agency (FEMA) National Response Coordination Center in Washington. Johnson announced changes to the government's terror advisory system. Color-coded alerts, put in place after the 9/11 attacks, were replaced in 2011. The current system includes \"elevated\" and \"imminent\" levels. (AP Photo/Manuel Balce Ceneta)  Homeland Security Secretary Jeh Johnson discusses the updates to the National Terrorism Advisory System (NTAS), Wednesday, Dec. 16, 2015, at the Federal Emergency Management Agency (FEMA) National Response Coordination Center in Washington. Johnson announced changes to the government's terror advisory system. Color-coded alerts, put in place after the 9/11 attacks, were replaced in 2011. The current system includes \"elevated\" and \"imminent\" levels. (AP Photo/Manuel Balce Ceneta)  Homeland Security Secretary Jeh Johnson discusses the updates to the National Terrorism Advisory System (NTAS), Wednesday, Dec. 16, 2015, at the Federal Emergency Management Agency (FEMA) National Response Coordination Center in Washington. Johnson announced changes to the government's terror advisory system. Color-coded alerts, put in place after the 9/11 attacks, were replaced in 2011. The current system includes \"elevated\" and \"imminent\" levels. (AP Photo/Manuel Balce Ceneta) \n\nLoad-Date: December 18, 2015"
}