{
    "title": "US counter-terrorism analyst arrested for leaking classified reports",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 10,
    "full text": "The Defense Intelligence Agency worker who was arrested Wednesday for leaking classified information was passing secrets to journalists from CNBC and NBC News, a report said Wednesday.\nEmployee leaked top secret information about foreign country's weapons system; chief intelligence correspondent Catherine Herridge reports.\nFrese allegedly passed additional top-secret information to one of the woman's colleagues at 'an affiliated but different news outlet.' Although authorities Wednesday withheld the names of the two journalists, the affidavit and indictment describe Twitter messages and online articles that offer a road map to their identities.\nFrese, who had top security clearance, is charged with two counts of willful transmission of national defense information, according to the U.S. Justice Department.\nThe reporters aren't named in the indictment against the alleged leaker, however, but The Wall Street Journal identified them as CNBC reporter Amanda Macias and NBC reporter Courtney Kube. \"This is one of six unauthorized disclosure cases the department has charged in just over two years, and we will continue in our efforts to punish and deter this behavior\".\nFrieze was arrested on Wednesday morning when he arrived at work.\nFootage emerged of Kube's young son interrupting her live cross about the ongoing conflict in Syria. It said Frese re-tweeted a link to one of the articles that used the information he allegedly had provided.\nAmong other things, the leaked materials contained five intelligence reports and were related to the weapon systems of a foreign country.\nNeither reporter was accused of any wrongdoing. Neither immediately responded to requests for comment.\nGermany, Argentina draw in soccer friendly\nPoor marking lead to the second goal as a ball played into the penalty area rolled to Kai Havertz who converted from close range. It was indeed a game of two halves, as Germany raced into a two-goal lead.\nHe is expected to appear in court Wednesday afternoon.\n\"It appears that they were involved in a romantic relationship for some or all of that period of time\", the feds said in a statement.\nHe replied he was \"down\" to help Journalist 2 because doing so would help Journalist 1 \"progress\" in her career.\nHe spoke to both journalists on April 27, 2018 soon after he looked at the intelligence report again.\nThe indictment also accused Frese of speaking about classified national defense information to the second reporter via his cellphone on September 24, 2019. The conversation was monitored by court-authorized surveillance of his cell phone, according to the indictment.\nAuthorities said the disclosure of the classified materials could have caused serious harm to USA national security.\nHours after Frese searched a classified government computer system, he talked with the two journalists.\nIn August 2017, then-Attorney General Jeff Sessions said in a speech that the Trump administration would ramp up enforcement against leakers of classified materials.\n\nLoad-Date: October 10, 2019"
}