{
    "title": "US considers terror charges for cleric al-Awlaki",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 14,
    "full text": "WASHINGTON ? The Obama administration is considering filing the first criminal charges against radical cleric Anwar al-Awlaki in case the CIA fails to kill him and he is captured alive in Yemen. The decision continues the White House's strategy of fighting terrorism both in court and on the battlefield. Al-Awlaki, a U.S. and Yemeni citizen born in New Mexico, has inspired a wave of attempted attacks against the U.S. and has become al-Qaida's leading English-speaking voice for recruiting and motivating terrorists. \nCounterterrorism officials said al-Awlaki, since mid-2009, has become a key operational figure who selects targets and gives orders. Shortly after the failed Christmas Day bombing of a Detroit-bound U.S. airliner, which officials believe al-Awlaki had a hand in planning, the White House took the unprecedented step of authorizing the CIA to kill or capture him. A decision on criminal charges is expected in the next several weeks, officials said, speaking on condition of anonymity to discuss the deliberations. The Nigerian man charged with the attempted bombing, Umar Farouk Abdulmutallab, suggested in Detroit federal court Monday that he wanted to plead guilty to some charges, raising the possibility that his cooperation could form the foundation for charges against al-Awlaki. The Obama administration has rewritten the nation's counterterrorism strategy, treating terrorism as both a wartime issue to be handled by the military and CIA, and a legal issue to be settled in court. That has alternately angered both liberals and conservatives. Congressional Republicans have cast the administration as soft on terrorism for using criminal courts rather than military tribunals to prosecute suspected attackers. Civil liberties groups, meanwhile, have called lethal action against al-Awlaki unconstitutional. Al-Awlaki is living in a mountainous region of Yemen, sheltered by his family and religious leaders who say he has no ties to terrorism. Yemeni officials have said they will not turn him over to the U.S. because, as a Yemeni citizen, he must be prosecuted there. Yemen has been an unreliable U.S. partner when it comes to holding terrorists in prison, however, and charging al-Awlaki in the U.S. would make it easier for the Obama administration to demand he be turned over. Such charges, however, would come with political and intelligence-gathering risks. Counterterrorism officials regard al-Awlaki as a terrorist operative, not just a preacher, but they have revealed few specifics. Charging al-Awlaki with having direct involvement in terrorism could require the U.S. to reveal evidence gleaned from foreign wiretaps or confidential informants. The best case scenario for the government would be for Abdulmutallab to plead guilty. He has already told the FBI that al-Awlaki was involved in the airliner bomb plan, and a plea deal would allow Abdulmutallab to become a witness against him. But Abdulmutallab, who fired his lawyers Monday and was given approval to represent himself, has yet to strike a deal and would probably seek a reduced prison sentence in exchange for his help. Another option, given al-Awlaki's increasingly violent sermons and his collaboration with al-Qaida's propaganda efforts, would be charging him with supporting terrorism. But that charge carries only a 15-year prison sentence, leaving the administration open to questions about how the president can authorize the CIA to essentially impose the death penalty for such a crime. Al-Awlaki had been under scrutiny for years by FBI agents in San Diego, where he lived in the late 1990s. He also lived in northern Virginia before the Sept. 11, 2001, terrorist attacks. Both areas are seen as prosecutor-friendly districts for national security cases. As a U.S. citizen, he cannot be prosecuted before a military commission. If the Justice Department decides to charge al-Awlaki, it's likely he would not be indicted. Rather, charges are more likely to take the form of an FBI complaint. That's because an indicted suspect automatically gets the right to an attorney if he is captured, making it harder for authorities to question him. The Justice Department used a similar strategy last week when it announced a criminal complaint against the self-proclaimed emir of the Pakistani Taliban, Hakimullah Mehsud. He is accused of planning a deadly December 2009 suicide attack on a CIA base in Khost, Afghanistan. On the Web: Treasury Department terrorist designation of al-Awlaki: http://www.ustreas.gov \n\nLoad-Date: September 15, 2010"
}