{
    "title": "US Congress authorises Govt. to suspend aid to Pakistan if it fails against terrorism",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 7,
    "day": 20,
    "full text": "Washington , July 20 -- A key congressional panel has voted to impose tougher conditions on Pakistan to receive US assistance and authorised the secretary of state to suspend aid if Islamabad fails to take effective actions against terrorist groups.\nThe House Appropriations Committee yesterday approved by voice vote the 2018 State and Foreign Operations Appropriations Bill, which seeks certification from Rex Tillerson for disbursement of US aid to Pakistan, making it conditional for Islamabad to take action against terrorist groups.\nThe bill now heads to the House of Representatives for consideration.\nIt provides USD 47 billion in regular discretionary and Overseas Contingency Operations (OCO) funding. This is USD 10 billion fewer than the amount earmarked for fiscal year 2017, when counting additional funds provided last year in the Security Assistance Appropriations Act.\nWithin this amount, OCO funding totals USD 12 billion, which supports operations and assistance in areas of conflict, such as Iraq, Afghanistan, and Pakistan.\nThe bill says that none of the funds appropriated by this Act under the 'Economic Support Fund', the 'International Narcotics Control and Law Enforcement', and the 'Foreign Military Financing Programme' for Pakistan may be made available unless the secretary of state certifies to the committees that Islamabad is taking action against terrorist groups.\nUnder the bill, the secretary of state is asked to certify that Pakistan is cooperating with the US in counter- terrorism efforts against the Haqqani network, the Quetta Shura Taliban, Lashkar-e-Tayba, Jaish-e-Mohammed, al-Qaeda, and others, including taking effective steps to prevent such terrorist groups from basing and operating in Pakistan and carrying out cross-border attacks into neighbouring countries.\nThe secretary of state is also required to certify that Pakistan is not supporting terrorist activities against the US or coalition forces in Afghanistan, and Pakistan's military and intelligence agencies are not intervening extra-judicially into political and judicial processes in Pakistan.\nThe certification needs to include that Pakistan is \"not financing or supporting schools\" linked to the Taliban or any designated terrorist group and that Islamabad is preventing the proliferation of nuclear-related material and expertise.\nThe bill says the secretary of state should \"suspend assistance\" to Pakistan if it fails to make measurable progress in meeting its benchmarks.\nWhile the secretary of state can waive these conditions in the name of national interest, the draft bill says that funds appropriated by this Act under the 'Foreign Military Financing Programme' for Pakistan may be made available only to support counterterrorism and counterinsurgency capabilities in that country.\nThis means Pakistan would be able to get F-16 fighter jets with American aid.\nIn an accompanying report, the committee noted the continued importance of US assistance to secure and stabilise Afghanistan and Pakistan.\nUnderstanding that the staffing and programming requirements in these countries will remain under continuous review and, for that reason, the committee said it has not designated specific funding recommendations.\nThe committee urged 'Voice of America' to consider expanding Sindh language broadcasting.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: July 20, 2017"
}