{
    "title": "US Experts Cite Warning Signs",
    "publisher": "the christian science monitor",
    "year": 1990,
    "month": 9,
    "day": 21,
    "full text": "AS military forces continue to build at the top of the Persian Gulf, there are warning signs that the Iraqis are preparing to launch a clandestine war of terrorism and psycho-political pressure.\nTerrorists aligned with Iraq's Saddam Hussein are showing ''worrisome'' and ''significant'' signs of preparation for activity against a range of American, European, and moderate Arab targets, according to a Bush administration official.\nEven as the United Nations this week voted its seventh set of sanctions against Mr. Saddam's actions, the Iraqi strongman reinforced his position in Kuwait with a rapid buildup of forces in the occupied country. His troops there now number about 365,000.\nBut Saddam's relations with some of the world's most active terrorists pose the threat of spreading the conflict over the whole world. This week, Defense Secretary Dick Cheney said the United States did not have evidence of ''specific, credible threats'' of terrorist acts.\nBut Palestinian radical George Habash announced on Tuesday that his forces ''have our fingers on the trigger to shoot'' the moment the US launches any attack on Iraq. Mr. Habash also said that Saddam is allowing his group to open an office in Baghdad.\nOn Monday, pro-Saddam Arabs from 11 countries met in Amman, Jordan, urging terrorist attacks against American targets if the US attacks Iraq.\nTerrorism instigated by Iraq is most likely if Saddam believes outright warfare is imminent. ''If he believes war is inevitable, he will pull out all the stops,'' says Peter Probst, special assistant to the US Secretary of Defense.\nProbable targets and goals include the ruling elites of the wealthy Gulf states aligned against Iraq. These people tend to be unpopular in their own countries, and attacks on them could be aimed at dividing rich against poor in the region.\nAn attack on American military installations in Saudi Arabia could be aimed at weakening US resolve in the region. After a truck bomb killed 241 American marines in Lebanon in 1983, the US quietly withdrew.\nBaghdad has a long history as a headquarters city for and sometime state sponsor of terrorist organizations. The pro-Palestinian Abu Nidal Organization was founded in Baghdad in 1974, and more than 90 terrorist incidents all over the world have been attributed to the group since. Saddam ejected the organization from Iraq in 1982, when he was seeking Western support in his war against Iran. In July, however, Abu Nidal himself reportedly returned to Iraq.\n''An array of proven terrorists with networks in place is there and ready,'' says Stanley Bedlington, a Central Intelligence Agency terrorism analyst. ''It's not clear if Saddam will unleash them, but if outright war breaks out, I would expect to see it.''\nDr. Bedlington and other terrorism experts discussed the potential terror strategy of Iraq at a forum convened by the International Security Council, a private group.\nAmerican diplomats in Baghdad warned Iraqi officials last week that Iraq would be held responsible for any terrorist act against the US or its allies. Saddam is unlikely to leave his fingerprints on any terrorist act he instigates, however.\n''The threat of retaliation is there (by the US), but it requires a smoking gun,'' says Col. Richard Porter, a former National Security Council terrorism expert.\nThe most obvious target for terrorism is the US, the leader of the anti-Iraq coalition and the symbol of the West. ''His greatest interest would be to bloody the US, to try to humiliate it,'' says Mr. Probst.\nBilly Vincent, former head of security for the Federal Aviation Administration, foresees a less direct strategy from Hussein.\n''It would seem to me the height of folly to unleash the tiger sitting on his doorstep,'' he says, referring to the US forces gathered near the Iraqi border. An attack on the ruling elites in the Gulf states ''makes a far greater statement,'' Mr. Vincent says.\nMany close observers of Iraqi terrorism say that it will surface as soon as Saddam sees an opportunity to utilize it.\nHowever, Michael Kraft, in the counterterrorism office of the State Department, notes that Saddam can be a pragmatist and has sworn off terrorism before when it suited his interests.\nIf Saddam were to plan ahead for the rebuilding of his economy, notes Mr. Kraft, he might want to stay off the list of terrorism-sponsoring states."
}