{
    "title": "US envoy_ NSA spying causing distress in Germany",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 11,
    "day": 15,
    "full text": "BERLIN ? The United States faces a difficult task in repairing its image among Germans after allegations of massive National Security Agency surveillance, including Chancellor Angela Merkel's personal cellphone, the U.S. ambassador to Germany acknowledged Friday. Media reports last month that Merkel's phone had been tapped by NSA operatives working out of the U.S. Embassy in Berlin unleashed a firestorm of criticism in Germany, which has been among America's closest European allies since the end of World War II. Merkel, who grew up in Communist East Germany where state surveillance was pervasive, demanded an explanation in a personal call to President Barack Obama. \nLater she declared that trust with the U.S. \"has to be built anew.\" Germany, which still hosts more than 30,000 U.S. troops, has asked for a \"no spying\" agreement with the United States and has signed on to a Brazilian resolution at the United Nations calling for greater privacy protection for Internet and other electronic communications. Merkel's response to the October revelations was markedly stronger than last spring, when she appeared anxious to downplay initial revelations by NSA leaker Edward Snowden. John Emerson, a California lawyer and former White House staffer in the Clinton administration, assumed his ambassador post in Berlin in late August ? two months before the Merkel surveillance story broke. Since then, he says he's been seeking to repair the damage two ways ? by conveying German outrage to Washington while seeking to assure the Germans that the Americans are taking their complaints seriously. \"On a government-to-government level, we're making good progress,\" Emerson told The Associated Press in an interview. \"I think in terms of the general public, there is perhaps a broader reaction and a little more skepticism about the value in the intelligence-sharing.\" Given the extensive trade, investment, security and cultural ties between Germany and the U.S., Emerson believes the two governments can weather the NSA storm. But with the German public, which cherishes privacy and civil liberties after its painful history of Nazi and Communist dictatorships, he acknowledged:  \"It's just going to take time.\" A poll this month of 1,002 Germans conducted by Germany's public television network ARD found only 35 percent of those surveyed consider the U.S. a trustworthy partner, down 14 percentage points from a July survey. France was considered the most trustworthy at 80 percent, the survey said. It gave a margin of error of plus or minus 3.1 percentage points. The series of NSA revelations has also focused attention on other aspects of the U.S. military and its security role in Germany nearly a generation after the Cold War ended. The Sueddeutsche Zeitung, a leading German newspaper based in Munich, published an extensive report Friday, alleging that the presence of U.S. forces has made Germany the shadowy \"indispensable partner\" in the U.S. war against terrorism. Emerson acknowledged that Germans were more sensitive to government eavesdropping than most Europeans because of the country's Nazi and Communist dictatorship. Apart from that, Germany has also faced far less of a threat from Islamic terrorism than the United States, Britain or France, whose publics are more tolerant of government surveillance. Explaining the different perspectives to the different audiences is an important part of his job, Emerson said. \"I try to communicate that as important as it is for Americans to understand the German perspective, which based on German history, it is also important for Germans to understand the American perspective,\" he said. \"There is not a single American over the age of 15 who doesn't have seared in their memory that image of planes going into buildings.\" \n\nLoad-Date: November 16, 2013"
}