{
    "title": "US finds it hard to use military might against terrorists",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 6,
    "day": 19,
    "full text": "When American citizens are held at gunpoint halfway around the world, a tough issue is reemphasized: Can the United States use its military might to deter such attacks?\nTo fight terrorism, it is not enough for the US simply to carry a big stick, Secretary of State George Shultz has said. We must swing it, too, he warned, going beyond ''passive defense to consider means of active prevention, preemption, and retaliation.''\nBut the tragic hijacking of TWA Flight 847 points out the difficulties of using force against terrorists, experts say.\nFor one thing, it is relatively easy for terrorists to take steps that would make a strike to free hostages potentially costly.\nOn Flight 847, the number of hijackers quickly multiplied from two to 10 or more. The plane kept shuttling between Beirut and Algiers. At least some of the hostages were reportedly spirited from the plane and hidden in Beirut itself.\n''We might have tried a rescue earlier, when the plane was in Algiers,'' said retired Air Force Lt. Gen. Brent Scowcroft at a breakfast with reporters. ''Once it landed back in Beirut, things became much more difficult.''\nAs of this writing, the situation had not been resolved, and administration officials were indicating the episode might drag on for some time.\nMeanwhile, Navy warships - including the aircraft carrier Nimitz and the guided missile destroyer Kidd - continued to move toward Lebanon.\nWhite House spokesman Larry Speakes, however, played down the possibility of a rescue attempt.\nAsked Tuesday about possible attempts to free the hostages, Mr. Speakes replied with language that seemed to echo the Carter administration's words during the Iranian hostage crisis.\n''Our No. 1 goal is to secure the safe and prompt release of the hostages, and we are proceeding in a way that we hope will lead to that end,'' said Speakes. ''When we say 'safe,' that means safe from any harm that might come in a method to secure their release.''\nBeyond this particular crisis, there is the question of whether the US should strike terrorists a blow in retaliation, or to head off further attacks.\nSome experts say the US must realize that terrorism is becoming a kind of low-intensity warfare between states, and act accordingly.\n''We are engaged in a proxy war,'' says Dr. Yonah Alexander, director of the Institute for Studies in International Terrorism at the State University of New York.\nUS officials on Tuesday were indicating that TWA 847 was hijacked by a splinter group of the Amal Shiite militia, named the Al-Wiat Al-Sadr, or Sadr Brigade. This group may have acted on its own, but in a larger sense its national supporters - perhaps Iran, perhaps even the Soviet Union - are responsible for the hijacking, Dr. Alexander says.\nFrom interviews with terrorists both imprisoned and free, Alexander says that they do not yet take US threats of retaliation seriously.\nThe US does not need to resort to commando strikes. There are interim steps that can be taken. They range from the diplomatic to the economic - such as a US boycott of the Athens airport, where security is allegedly lax.\nMilitary force must be used with caution, as a last resort, says Alexander - and only when the US has good intelligence.\nWhile he says that ''we know the (terrorist) camps, we know where they are,'' he adds that the US unfortunately needs to greatly improve its human intelligence capability in the Middle East.\nOther experts caution that retaliation against state-sponsored terrorists, while perhaps justified, must be carefully thought out.\n''Retaliate against what? With what objective?'' asks Brian Jenkins, a specialist on terrorism with the Rand Corporation.\nState-sponsored terrorism, Mr. Jenkins points out, does not require the centralized infrastructure, such as bases and airfields, of an organized military.\nWhile the US could easily knock out terrorist training camps in Lebanon's Bekaa Valley, it just can't inflict enough physical damage to stop hijackings, he says.\n''Are you going to cripple them? No,'' says Jenkins.\nA US attack might have a deterrent effect, might cause Iran to think twice before backing another car bomber.\nBut Jenkins believes it is ''problematical'' that US preemptive strikes would make terrorist sponsors cease and desist.\nIf US warplanes flattened some Mideast target, it would indeed demonstrate to the US public that their nation was not militarily impotent.\n''Would retaliation satisfy the clamor in the US? Yes. Is that sufficient justification?'' Jenkins asks.\nEven terrorism experts within the government acknowledge that the problem cannot be eradicated with a few surgical strikes.\n''A tremendous effort is required merely to hold one's own, much less put an end to international terrorism,'' said Ambassador Robert Oakely, director of State Department counterterrorism earlier this year.\nLast fall, Secretary Shultz said the US must not become ''the Hamlet of nations, worrying endlessly over whether and how to respond'' to terrorism.\nNow Shultz and President Reagan find themselves in a situation that is beginning to be compared to the American hostage crisis in Iran.\n''This is it. This is make or break for their whole terrorist policy,'' says Pentagon consultant Edward Luttwak.\n\nGraphic\n\n \nPicture 1, Secretary Shultz US must consider 'active prevention' of terrorism, AP; Picture 2, Lebanese Army soldier watches the coast near Beirut national Airport, APof terrorism"
}