{
    "title": "US foreign policy should not be hostage to terrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 22,
    "full text": "THE United States has worked itself up to rampant emotionalism against the scourge of terrorism. Never mind that Muammar Qaddafi is more the theatrical agent for international terror than an effective state sponsor. Never mind that American F-111s proved to be blunt instruments against terrorism in general and Libya in particular. The US has finally mustered enough courage to confront the past. But will it be able to face the future?\nThe reality that must be faced is that there is no miracle cure for terrorism. No matter how forceful the counterterrorism strategy, the United States will not be able to prevent every incident or resolve it on its own terms. Nor should the US delude itself that the terrorism problem can be ''solved'' either by establishing a peace treaty in the Middle East, by isolating a few rogue states from the community of nations, or by eliminating some missile batteries in Libya.\nTerrorism is not a passing trend in the annals of political violence. It has become too useful a tool to be easily discarded by ethnic groups, nihilists, or nation-states seeking political advantage. And that tool may become increasingly effective as terrorists become more technologically adept.\nThe fragile network of electric power grids, interlocking computer and telecommunications networks, and water, transportation, and energy systems provides a powerful avenue for attack. A critical concern is the so-called computer virus. Likened to a biological organism, these lines of code hidden in normal programming instructions propagate across programs to defeat even carefully designed security barriers. Major military or financial software systems could be knocked out.  Where disparate gangs of radicals might have lacked the know-how to create this kind of last disruption, their state trainers are not similarly handicapped.\nFew question that the threat is serious: The debate centers on what to do about it. Terrorist activities do not stand in splendid isolation as America's premier national-security or foreign-policy concern. No matter how vehement the rhetoric, the US will continue to balance its counterterrorism options within the larger foreign policy framework. US indignation with Egypt for its release of the Achille Lauro hijackers was publicly moderated because of Egypt's critical role in the Middle East peace process. The show of force against Libya rather than Syria or Iran demonstrates the pragmatic limits of indignation. As a Soviet client state, Syria would seem to pose unacceptable repercussions if the US retaliated against it. As for Iran, the US may simply be loath to spark waves of suicide bombers it could not handle.\nAnd like any democratic government, the United States will continue to be constrained in its choice of response. Response will be fashioned within its own traditions of due process. Totalitarian regimes are not often troubled by international terror - and with good reason. It is even rumored that Soviet negotiations for the release of four kidnapped Soviet diplomats in Leba\nnon involved kidnapping the family members of the terrorists and dismembering one of them. But success at any cost is not a concept with which we Americans are comfortable. Indeed, it could be argued that to deviate so radically from our principle of protecting innocent lives is itself a victory for terrorism. The terrorist's stock in trade is not to bring a government to its knees by force but to impel it into crushing impotence, or into illegitimate actions, thereby discrediting itself.\nThe bottom line is that terrorism works. It works so well that it is becoming the instrument of choice for sociopaths and states that seek to foment panic and disruption. No matter what the US does, it will not always be able to prevent terrorist attacks or loss of life; it will not always be able to identify or apprehend the perpetrators; and on occasion, it may only succeed in appearing incompetent.\nWe can, however, learn to manage the effects of terrorism with a great deal more sophistication:\n* We need to recognize that there are only very separate and distinct ''terrorisms.'' The range of violence labeled terrorism extends from poisoned Tylenol capsules by unknown lunatics to hijackings by frustrated Cubans to kneecappings by the Red Brigades. Indeed, terrorism is so broadly defined as to encompass almost every form of violent action short of large-scale conventional warfare. No single approach to counterterrorism is inherently wrong, just inherently inadequate to deal with every incident and every foe.\n* The US's declared counterterrorism strategy ought to be as ambiguous and flexible as possible. Multilateral cooperation, military retaliation, or covert operations are the tools rather than the policies of counterterrorism. Reserving options gives the US the luxury of using them without compromising current doctrine.\n* The United States ought to return the problem of terrorism to its proper place along the spectrum of foreign policy concerns. By treating the problem in isolation, the government creates expectations about its response capability that it will not and cannot fulfill. The best defense against terrorism is to avoid stoking the public overreaction that the terrorists sought to create.\n* Future threats merit far closer scrutiny. New groups and tactics may create wholly new risks. With better research, better preparations, and more than marginal funding, we can learn to anticipate rather than merely react to each new outrage.\n* Perhaps most important, the government must begin to level with the American public. Simply put, there is no end in sight for terrorist violence. As difficult as the problem may appear today, we are likely to face a far more lethal future. There are no hidden panaceas. This does not, however, have to be viewed as the admission of a defeated polity. The United States will remain an attractive target as long as our society remains vulnerable, our commitments viable, and our media unfettered. We may be vulnerable. We are not impotent."
}