{
    "title": "US faces task of helping terror suspects return to society",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 11,
    "day": 6,
    "full text": "WASHINGTON • In the last two months two men from Minnesota have admitted that they plotted to travel to Syria to fight alongside Islamic State; a man from New Jersey pleaded guilty to helping his brother fly to the Middle East to join extremists; and a man, 20, intercepted at a Chicago airport took responsibility for backing the terrorist group.\nThe defendants, among dozens arrested in the last year, will ultimately be released into the society they railed against. Even as the White House launches programs to keep young adults from embracing extremist messages in the first place, there's broad agreement that more needs to be done to de-radicalize terrorism suspects who entered prison after absorbing the violent ideology of Islamic State and will someday return to neighborhoods.\n\"Not addressing these issues in the correctional facilities, you run the risk of the person being more of an extremist\" than before, said John Cohen, a Rutgers professor of criminal justice and former counterterrorism coordinator at the Homeland Security Department.\nConcerns about prisoner rehabilitation obviously aren't limited to terrorism suspects, but the issue has gained fresh attention as the FBI continues its arrests of American supporters of the Islamic State group. The FBI and Justice Department, acknowledging that prosecutions aren't the entire answer, have begun discussing more openly the need for community and family intervention before legal trouble occurs, and for ensuring convicts have access to services before rejoining their communities.\nThe Bureau of Prisons holds about 350 prisoners with a history of, or connection to, international terrorism, said spokesman Ed Ross. Only a fraction will remain imprisoned for life. Nearly 100 are due for release within five years.\nJohn Carlin, the Justice Department's top national security official, lamented at a public appearance last month that while there's help to reacclimate gang members or domestic violence offenders, there's no similar effort aimed at terrorism-related convicts.\n\"We don't have the same resources in place now of established groups in the community, nonprofit groups who have an expertise in this area - and it's where we need one,\" Carlin said.\nThe bureau says it works to ensure radical ideas aren't being spread in prisons, and it offers job training, education and substance abuse treatment for all inmates, Ross said. But none of that is tailored for the relatively small population of terrorism-related convicts.\nThough interest in de-radicalization efforts has grown, there's no evidence prisons are a breeding ground for jihadist ideology, and none of the relatively few terrorism-related defendants already released from U.S. prisons has returned to terrorist plotting, Jerome Bjelopera, a Congressional Research Service expert, told a House subcommittee exploring the issue.\nIt's also not clear what an ideal de-radicalization program would look like or whether a uniform approach would work for such a varied population, which includes those whose crime was helping a friend travel to the Middle East as well as those who plotted attacks themselves.\n\nGraphic\n\n \n FILE - This undated passport photo provided by the U.S. Attorney's Office in Chicago shows Mohammed Hamzah Khan. Concerns about prisoner rehabilitation obviously aren't limited to terror suspects, but the issue has gained fresh attention as the FBI continues its arrests of American supporters of the Islamic State group. In Illinois, prosecutors recommended a five-year sentence for Khan, who pleaded guilty to trying to join militants abroad, and called for him to receive counseling and to consent to searches of his electronic devices during a supervised-release period. (U.S. Attorney's Office via AP, File)  FILE - In this July 8, 2015 file photo, U.S. District Judge Michael Davis poses in his chambers in his Minneapolis chambers. Concerns about prisoner rehabilitation obviously aren't limited to terror suspects, but the issue has gained fresh attention as the FBI continues its arrests of American supporters of the Islamic State group. Davis initially allowed 19-year-old Abdullahi Yusuf, who pleaded guilty earlier this year, to live at a halfway house pending sentencing, provided he participate in a program aimed at helping disaffected youth connect with their communities. Yusuf was returned to custody on a halfway house violation, but is still participating in the program _ meeting with a mentor, counselor and completing assignments. (AP Photo/Jeff Baenen, File) \n\nLoad-Date: November 7, 2015"
}