{
    "title": "US Freezes Nicaragua Aid On Question of Terrorism Ties",
    "publisher": "the world",
    "year": 1993,
    "month": 8,
    "day": 2,
    "full text": "NICARAGUA continues to be hurt by the fallout from the May 23 explosion of a hidden weapons cache that revealed an international leftist kidnapping-for-cash ring and hundreds of false passports.\nLast week, the US Senate approved a bill freezing current aid to Nicaragua and stopping $ 67 million in aid set to begin in October. \"Nicaragua now stands exposed as the headquarters of an international terrorist enterprise,\" said Sen. Jesse Helms (R) of North Carolina, an ardent critic of the Nicaraguan government.\nOne of the suspects in the February bombing of the World Trade Center in New York was captured carrying Nicaraguan passports.\nThe bill forbids all but humanitarian aid until a report is delivered to the US Congress on Nicaraguan involvement in international terrorism and President Clinton certifies to Congress that no senior Nicaraguan officials were involved in or condoned terrorist acts.\nBut Nicaraguan officials note that they have been cooperating with Interpol, the US Federal Bureau of Investigation, and other nations in investigating the kidnapping ring. Indeed, a May 5 letter from the US Embassy in Managua praised the efforts. The ban will not become effective until it is reconciled with a House measure and sent to Mr. Clinton.\n \nCastro welcomes dollars\nPresident Fidel Castro Ruz opened the door to capitalism a bit wider with the July 26 announcement that Cubans can now legally hold and use foreign currency, including that of the imperialist enemy: US dollars. \"Life and reality … oblige us to do what we would never have done otherwise,\" Mr. Castro said in a televised speech.\nNearly everything in Cuba is rationed, and many citizens have turned to the thriving, dollar-fed black market to supplement their diets and incomes. Until now, dollar stores packed with goods unavailable to Cubans have been officially open only to tourists and diplomats.\nThe aim of the reform is to gain some control over the black market and capture more dollars for government coffers. But analysts say Castro may be opening a capitalist Pandora's box. Without fear of punishment, more Cubans may leap into the informal dollar economy. Those with family in the US may have access to more dollars than Cubans without US ties.\n \n\nLoad-Date: August 2, 1993"
}