{
    "title": "US hard line on terrorism alienates allies",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 2,
    "day": 12,
    "full text": "At the opening ceremony of the Winter Olympics, the delegation of French athletes went further than any other to express solidarity with the post-Sept. 11 United States: They carried small French and American flags attached back to back.\n \nIt was an endearing gesture from America's oldest ally. But while the cut-and-paste job was successful in Salt Lake City, it's going to be harder to overcome widening gaps between the US and its European allies - the backbone of the \"coalition\" against terrorism.\n \nWhat's driving such speculation: the shock many Europeans felt at how handily American military might knocked out an unfriendly regime in Afghanistan - a place known for centuries as a graveyard for empires.  Afghanistan demonstrated that an America that chooses to is capable of going it alone.\n\"There's real drift occurring in the alliance, and it's not just over cultural criticism of the US or differences over the death penalty,\" says John Hulsman, a senior research fellow in European issues at the Heritage Foundation in Washington. \"The US has made it clear it's not going to let the Lilliputians tie Gulliver up, and that has some of them terrified.\"\n \nIn the wake of success in Afghanistan, a shift by the Bush administration to a more offensive and preemptive footing in the battle with terror has Europeans worried about where the US could strike next.\n \nPresident Bush's grouping of Iran, Iraq, and North Korea as an \"axis of evil\" in his State of the Union address put Europeans on guard that countries they may prefer to deal with in other than a military manner could soon face American strikes.\n \nSome diplomatic experts have speculated since the early days of the coalition that a key objective of some allies in joining the terror fight was to rein in a wounded US understandably bent on striking the Sept. 11 perpetrators. But now some of these allies fear being dragged into a wider conflict they do not support.\n \nThe sharpest criticism of the US came last week from French Foreign Minister Hubert Vedrine, who said the emerging US approach to problem states is \"not well thought out.\" He went so far as to categorize US policy as a threat, saying, \"Today we are threatened by a new simplistic approach that reduces all the problems in the world to the struggle against terrorism.\"\n \nYet British Foreign Minister Jack Straw played down the bellicose tones of Mr. Bush's speech, saying he heard it more as a domestic message in a US election year. Even so, Britain is especially concerned about ramifications of any US action against Iraq. This reflects growing international support for dealing with Iraq and its weapons programs through inspections and sanctions.\n \nRussia, with substantial commercial ties to Iraq, has also favored an international approach based on negotiation rather than force.\n \nBush seemed to anticipate some of these responses when he said before Congress, \"Some governments will be timid in the face of terror. And make no mistake about it: If they do not act, America will.\"\n \nPart of the problem for Europeans is American military superiority, so clearly demonstrated in Afghanistan. Now, with Bush proposing a $ 48 billion increase in defense spending, the Europeans see the US pulling away like a racecar thrust in overdrive.\n \n\"The Europeans don't want the US to continue to outreach them as a power,\" says Andrew Bacevich, director of the Center for International Studies at Boston University. \"But they're also not willing to spend the money to close the gap.\"\n \nJust the $ 48 billion increase Bush wants is more than what any one of the US allies spends on defense, notes Heritage's Mr. Hulsman.\n \nAnd it's not just the difference in spending, but a resulting gap in military capability and technology. Citing studies by the International Institute for Strategic Studies in London, which estimate the Europeans have only one-quarter the US defense capability, Hulsman says, \"They don't spend enough, and they spend poorly.\"\n \nHulsman says there is \"real shock\" among Europeans over the US success in Afghanistan, and how it was achieved with night vision and other technologies beyond their capabilities. \"The French in particular see this, and there's a kind of panic,\" he says. \"[They] have a real sense the world is passing them by.\"\n \nAlso troubling to many allies, says Mr. Bacevich, is recent congressional testimony from Secretary of State Colin Powell indicating his full support for the administration's new act-alone-if-necessary doctrine. Mr. Powell is \"the good soldier\" taking the administration policy to the world, Bacevich says, but he's doing it forcefully. That has allies worried, he adds, that they've lost the top US official they could count on to promote the \"engagement\" approach more to their liking.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: February 11, 2002"
}