{
    "title": "US imposes new Iran sanctions that may spook European banks",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 9,
    "full text": "The United States on Thursday slapped fresh sanctions on Iran's financial sector, targeting 18 Iranian banks in an effort to further shut Iran out of the global banking system as Washington ramps up pressure on Tehran weeks ahead of the U.S. election, Reuters reports.\nIn late September, media reported, citing informed sources, that the USA administration was considering sanctioning Iran's entire financial system to cut it off from the outside world.\n\"Financial institutions fear USA vengeance, which is why the financial channels created to facilitate transactions for humanitarian commodities have had no tangible results\", said Iran's representative to the committee, which deals with human rights, in remarks published by Iran's semi-official Fars News agency.\nEuropean nations have opposed a blanket sanctioning of Iran's financial sector because it exposes European banks that do business with the blacklisted banks and other companies to punitive measures by Washington. Under the measures, the administration could blacklist as many as 14 banks in Iran that have so far escaped some U.S. restrictions, using authorities created to punish entities associated with terrorism, ballistic-missile development and human-rights abuses.\n\"Today's actions will continue to allow for humanitarian transactions to support the Iranian people\".\nBut critics have long contended that USA sanctions have obstructed the flow of vital food, medicines and other humanitarian aid to the country.\nThe US Treasury has imposed sanctions on 18 Iranian banks in a blow to Tehran and to European allies who have been calling for restraint and to take into account the humanitarian situation. \"Amid Covid19 pandemic, USA regime wants to blow up our remaining channels to pay for food & medicine\", he said in a tweet.\nLast year, the Islamic Republic imported $1bn worth of medical goods and grain worth $3.5bn.\n\"Iranians WILL survive this latest of cruelties\". \"Conspiring to starve a population is a crime against humanity\". \"Culprits & enablers - who block our money - WILL face justice\".\nIran's economy was already reeling from restrictions and sanctions enacted by the Trump administration when the USA walked away from the 2015 Iran nuclear deal. The three European states have opposed U.S. efforts this year to reimpose sanctions on Iran that the 2015 deal removed.\n\"Contrary to U.S. claims, humanitarian goods and services are affected by the cruel sanctions\", Mohammad Zareyian told the United Nations General Assembly Third Committee on Wednesday.\nIn June, the Iranian rial dropped to a historic low, with a U.S. dollar being offered for as many as 193,300 rials.\nBut European diplomats have argued that U.S. sanctions nonetheless have dire consequences, with few institutions willing to take the risks of legal action in the world's largest economy.\n\"The Iran hawks in the Trump administration are using what may be their final weeks in office to double down on a failed strategy of \"maximum pressure\" that has only further immiserated the Iranian people, provoked more regional instability and threatened the long-term use of dollar-based sanctions\", she said.\nSyracuse U. Pauses Campus Activities After Spike in Positive Coronavirus Tests\nThere are now 45 active coronavirus cases among students, faculty and staff in central NY , an increase of 20 since yesterday. Higher education in the United Kingdom has been adapting to online teaching and learning since the outbreak of COVID-19.\n\nLoad-Date: October 9, 2020"
}