{
    "title": "US Jewish Groups Overjoyed by Israel - Sudan Peace Announcement",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "Mr. Trump's decision this week to remove Sudan from the US list ofstate sponsors of terrorism paved the way for the accord with Israel, marking a foreign policy achievement for the Republican President as he seeks a second term trailing in opinion polls behind Democratic rivalJoe Biden.\nU.S. President Donald Trump, seeking re-election on November 3, sealed the agreement in a phone call with Israeli Prime MinisterBenjamin Netanyahu and Sudanese Prime MinisterAbdalla Hamdok and Transitional Council Head Abdel Fattah al-Burhan, senior U.S. officials said.\nIn addition to normalizing relations and ending \"belligerence between their nations\", Israel and Sudan have also agreed to begin trade and cooperation negotiations with each other and will work together on advancing \"peace in the region\". Jordan recognized Israel in the 1990s. The shift in policy has reportedly been led by the crown prince, who sees Israel as a strategic partner in the fight against Iranian influence in the region.\n\"Once deposited, I will lift Sudan from theState Sponsors of Terrorism list\", Trump said.\nIt had been speculated that Sudan could make a deal with Israel in exchange for removal from the United States terror designation and the major boost for the struggling Sudanese economy from USA financial aid that would follow.\n\"It is a new world\", Netanyahu said over the phone. \"We are co-operating with everyone. Building a better future for all of us\".\nNetanyahu has made it a priority to improve relations with formerly hostile countries in Africa and the Arab world, particularly in the absence of progress with the Palestinians since he assumed office in 2009. Iran, Syria and North Korea remain on the list. \"For decades, Sudan has been at a state of war with Israel\".\n\"Many Palestinians on social media say the Sudanese people's hearts are with the Palestinian people but they were dragged into this by their military rulers\".\nNow facing an economic crisis, the transitional government of Sudan underAbdalla Hamdok has welcomed the trade and investment incentives that come as part of the normalization deal with Israel. \"It is not the transitional government's role to take this kind of decision\". Thousands have protested in the country's capital Khartoum and other regions in recent days over dire economic conditions.\nHowever, Trump on Monday had said that Khartoum's removal would take place in exchange for a $335m payment to \"US terror victims and families\".\nCovid-19: 777 New Cases And Seven Further Deaths\nShe said 649 new outbreaks of the virus were notified in the week to the October 17 with 461, or 71pc, in private households. He said now is a time for everyone to use their \"reserves of energy\" to follow the public health advice.\nTrump signed the document to remove Sudan from the list while flying on Air Force One on Thursday night following the final presidential debate, according to a senior USA official.\nTrump said on Tuesday that once the funds were transferred, he would remove Sudan from the list. Removal from the list now allows the country to access \"international loans and aid\".\nSome Islamist politicians, sidelined after the ouster of autocrat Omar al-Bashir, said they expect to receive renewed public support.\nSudan is on a fragile path to democracy after a popular uprising a year ago led the military to overthrow the longtime autocrat, Omar al-Bashir.\nAfter weeks of behind-the-scenes negotiations, which went into high gear Wednesday with the secret visit of an Israeli delegation to Khartoum, President Donald Trump announced the accord Friday in the White House.\nIn the past several weeks the administration has overseen normalization agreements between Israel and both the United Arab Emirates and Bahrain, and has teased that additional countries could follow suit.\nThe money includes compensation to survivors and family members of those killed in Al-Qaeda's twin attacks on the U.S. embassies in Kenya and Tanzania in 1998.\nDespite the advances, several critical hurdles remain, including for the USA victims of terror attacks who have legal claims against Sudan.\nUnmentioned in the joint statement was that Sudan has agreed, according to the senior USA official, to designate Lebanon's Hezbollah movement as a terrorist organization, something that Israel has long sought from its neighbours and others in the global community.\n\"For many political analysts here, Palestinians have their backs against the wall and really don't have much to hope for, other than Trump would not get a second term in office\", she said, speaking from the occupied West Bank city of Ramallah.\n\nLoad-Date: October 25, 2020"
}