{
    "title": "US loses track of terrorists in witness protection_ Poor data sharing blamed The Justice Department",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 5,
    "day": 16,
    "full text": "The US has lost track of two known or suspected terrorists given identities under the federal witness protection program, according to a Justice Department audit that indicated the program was so poorly monitored the department didn't even know how many such individuals were in it.\nSpecifically, the new identities of individuals who had cooperated in terrorism investigations were not properly shared with other agencies, the Justice Department's inspector general reported Thursday. As a result, some known or suspected terrorists in the witness protection program who were on the federal \"no-fly\" list were allowed to travel on commercial flights.\n\"We found significant deficiencies in the handling of known or suspected terrorists who were admitted into the WitSec [witness security] Program,\" the Justice Department's watchdog agency found. \"Therefore, it was possible for known or suspected terrorists to fly on commercial airplanes in or over the United States and evade one of the government's primary means of identifying and tracking terrorists' movements and actions.\"\nIn the middle of the inspector general's investigation last year, the US Marshalls Service (which oversees the WitSec Program) acknowledged that \"one individual was and the other individual was believed to be residing outside of the United States.\"\nThe audit also found that the Justice Department \"did not definitively know how many known or suspected terrorists were admitted into the WitSec program.\" The department says now it has since identified and located all such individuals.\nSince its inception in 1971, some 18,300 witnesses, family members, and other associates of witnesses have received identity protection - relocated with new names - under the program. As of a year ago, there were approximately 700 active participants in the program. Witnesses typically testify in cases involving organized crime, drug trafficking, gang activity, and terrorism.\n\"Over the last two decades, [WitSec] has been a key tool in thwarting planned attacks and prosecuting those responsible for some of the worst acts of terrorism in American history, including the 1993 World Trade Center bombing, the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City, and the 2009 New York City subway suicide-bomb plot,\" the Justice Department said in a statement Thursday.\n\"All WitSec participants undergo careful vetting before being admitted into the program, including a complete psychological evaluation and consideration of the witness's value to the underlying prosecution, the nature of the threat against the witness and the potential risk to the relocation community,\" the Justice Department states. \"The number of former known or suspected terrorists ever admitted into the WitSec Program represents a fraction of one percent of the total WitSec population, and the vast majority were admitted into the program prior to Sept. 11, 2001. To date, the FBI has not identified a national security threat tied to the participation of terrorism-linked witnesses in the WitSec program.\"\nNevertheless, the Justice Department did not dispute the IG's findings, agreeing that \"the suitability and monitoring requirements ... should be enhanced for terrorism-linked witnesses,\" as the department put it in its official response to the report.\nDepartment officials say they have now \"identified, located, and minimized the threat of all former known or suspected terrorists admitted into the WitSec Program during its 40-year history\" and taken \"significant action\" as recommended by the watchdog agency.\nAmong other things, the department has named an experienced prosecutor to review policies, begun developing a master list of all former known or suspected terrorists, and mandated that information about terrorism-linked applicants to the witness protection program be shared among the Criminal Division's Office of Enforcement Operations, the US Marshalls Service, the FBI, and the Terrorist Screening Center.\nThe sharing of information among intelligence and law enforcement agencies was a problem in the Sept. 11, 2001 attacks and more recently in the Boston Marathon bombing.\nThis latest revelation comes at a time when the Obama administration is already mired in three other politically damaging issues: the terrorist attack on a US diplomatic facility in Benghazi, Libya; IRS targeting of tea party and other conservative organizations; and a Justice Department probe of Associated Press phone records.\nCongressional Republicans were quick to pounce on terrorists and the witness protection program.\n\"This is gross mismanagement - pure and simple - that jeopardizes American lives and cannot be tolerated,\" US Rep. Bob Goodlatte (R) of Virginia, who chairs the House Judiciary Committee, said in a statement Thursday. \"The House Judiciary Committee will hold a hearing on this outrageous problem within DOJ in the near future.\"\n\nLoad-Date: May 20, 2013"
}