{
    "title": "US labels elite Iran force a foreign terrorist organization",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 4,
    "day": 9,
    "full text": "WASHINGTON - The United States on Monday designated Iran's Revolutionary Guard Corps a foreign terrorist organization, an unprecedented declaration against a foreign government that may prompt retaliation and make it harder for American diplomats and military officers to work with allies in the region.\nIt is the first time that the U.S. has designated an entity of another government as a terrorist organization, placing a group with vast economic resources that answers only to Iran's supreme leader in the same category as al-Qaida and Islamic State.\n\"This unprecedented step, led by the Department of State, recognizes the reality that Iran is not only a state sponsor of terrorism, but that the IRGC actively participates in, finances and promotes terrorism as a tool of statecraft,\" President Donald Trump said in announcing the measure.\nSecretary of State Mike Pompeo said the designation is intended to increase pressure on Iran, isolating it further and diverting some of the financial resources it uses to fund terrorism and militant activity in the Middle East and beyond. But, in addition to the potential for Iranian retaliation, it complicates a delicate balance for U.S. personnel in at least two key countries.\nPompeo said the move is part of an effort to put \"maximum pressure\" on Iran to end its support for terrorist plots and militant activity that destabilizes the Middle East. Speaking to reporters, he rattled off a list of attacks dating to the 1980s for which the U.S. holds Iran and the IRGC responsible, beginning with the attacks on the Marine Corps barracks in Beirut, Lebanon, in 1983.\nNo waivers or exceptions to the sanctions were announced, meaning U.S. troops and diplomats could be barred from speaking with Iraqi or Lebanese authorities who have dealings with Guard officials or surrogates. Such contact occurs now between U.S. officials in Iraq who deal with Iranian-affiliated Shiite militias and in Lebanon, where the Iran-backed Hezbollah movement is in parliament and the government.\nThe Pentagon and U.S. intelligence agencies had raised concerns about the impact of the designation if the move did not allow contact with other foreign officials who may have met with or communicated with Guard personnel. Those concerns have in part dissuaded previous administrations from taking the step, which has been considered for more than a decade.\nThe Justice Department said Monday it would prosecute violations, but officials declined to say how broadly they would interpret the provision barring \"material support\" to the IRGC. A strict interpretation would leave hundreds of European companies and executives at risk for U.S. travel bans or criminal penalties in addition to limiting American officials' ability to deal with foreign counterparts who have links to the guard.\nThe designation \"raises the question of whether a non-U.S. company or individual could be prosecuted for engaging in commercial transactions with an Iranian company controlled by the IRGC,\" said Anthony Rapa, an international trade and national security attorney with Kirkland and Ellis.\nCritics of the hardline policy also see it as a prelude to conflict.\n\"This move closes yet another potential door for peacefully resolving tensions with Iran,\" said Trita Parsi, founder of the National Iranian American Council. \"Once all doors are closed, and diplomacy is rendered impossible, war will essentially become inevitable.\"\nNational Security Action, a group made up of mainly former Obama administration officials, said it would put U.S. troops at risk while jeopardizing the 2015 nuclear accord with which Iran is still complying.\n\"We need to call out today's move for what it is: another dangerous and self-defeating tactic that endangers our troops and serves nothing but the Trump administration's goal of destroying the Iran deal,\" it said.\nThe IRGC is a paramilitary organization formed after Iran's 1979 Islamic Revolution to defend the government. The force answers only to Iran's supreme leader, operates independently of the regular military and has vast economic interests across the country.\nThe U.S. estimates it may control or have a significant influence over up to 50% of the Iranian economy, including nonmilitary sectors such as banking and shipping.\nIran has long been designated a \"state sponsor of terrorism\" by the U.S. and the State Department currently designates more than 60 organizations as \"foreign terrorist organizations.\" But none of them is a state-run military.\nIran immediately responded to the designation with its Supreme National Security Council designating the U.S. Central Command, also known as CENTCOM, and all its forces as terrorist, and labeling the U.S. a \"supporter of terrorism.\"\nThe council denounced the U.S. decision as \"illegal and dangerous.\"\n\nGraphic\n\n \n FILE - In this Sept. 21, 2016 file photo, Iran's Revolutionary Guard troops march in a military parade marking the 36th anniversary of Iraq's 1980 invasion of Iran, in front of the shrine of late revolutionary founder Ayatollah Khomeini, just outside Tehran, Iran. The Trump administration is preparing to designate Iran's Revolutionary Guards Corps a \"foreign terrorist organization\" in an unprecedented move that could have widespread implications for U.S. personnel and policy. U.S. Officials say an announcement could come as early as Monday, April 8, 2019, following a months-long escalation in the administration's rhetoric against Iran. The move would be the first such designation by any U.S. administration of an entire foreign government entity. (AP Photo/Ebrahim Noroozi, File) \n\nLoad-Date: April 10, 2019"
}