{
    "title": "US must focus on Afghanistan heroin trade With so many Americans trying heroin each year, Congress a",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 4,
    "day": 24,
    "full text": "More than 100,000 Americans try heroin for the first time each year, and the number has risen over the past decade. That statistic is often overlooked in the debate over the future of Afghanistan, which is the source of 90 percent of the world's heroin.\nThe most lethal export from Afghanistan isn't terrorism by the Taliban or Al Qaeda, and may never be. It is heroin.\nWith President Obama now firming up the US role in that country over the next decade, he should make sure that Congress is on board with any long-term plan to support Afghan farmers. They are the ones who must be persuaded to grow high-value crops other than poppies (which yield the opium for making heroin).\nMany nations have a stake in Afghanistan's opium trade. Russia, where an estimated 1 million people are heroin addicts, has the biggest stake. It loses some 30,000 people a year to the drug. It is one reason Moscow is so concerned about the US role in Afghanistan after American combat troops leave in 2014. Much of Europe, where heroin use is also widespread, has an interest, too.\nOn May 20, NATO nations along with Russia will meet in Chicago to seek an agreement on sharing the costs for supporting Afghanistan after 2014. To coax support from Europe, the United States and Afghanistan signed an initial agreement Sunday that broadly defines their strategic partnership for a decade. Details have not been released, but the pact implies a long-term commitment in both security and development assistance, perhaps as much as $3 billion a year.\nThe final pact should be explicit and generous in aiding the Afghan campaign against the heroin trade. Such efforts are not just necessary to fight heroin use globally. Afghanistan itself needs to cut off a major source of corruption as well as money for the Taliban and other insurgent groups.\nMuch of the US and British efforts to curb poppy growing has been hindered by high-level corruption among Afghan officials. After some success in reducing the number of opium-producing provinces over the last decade, cultivation of poppies rose by 7 percent in 2011. One reason may be that the Taliban is encouraging production to extract profits for fighting Afghan forces as the US withdraws.\nSimply eradicating a farmer's poppy crop is a short-term and often self-defeating tactic. It drives many of them into the arms of the Taliban. The US gave up the tactic in 2009, leaving it to Afghan leaders to use.\nFour out of 5 Afghans are farmers and, being Muslim, they don't want to grow such a harmful drug. But poverty - or coercion by the Taliban - forces many to feed the trade. About 10 percent of the Afghan economy depends on opium.\nA permanent solution lies in boosting rural incomes, especially through alternative and high-value crops, such as saffron, fruit, and hot peppers. Half the battle is building the roads, bridges, and storage facilities to get such legal produce to markets abroad. In 2009, Afghanistan had its first-ever export of apples, and an Afghan company acquired its own juice-production factory.\nOne relative success is the so-called Food Zone program in Helmand Province, where farmers have been coaxed into growing wheat instead of poppies. The $56 million spent over the past three years will be hard to replicate in other provinces, however, without strong support from the US and Europe.\nThe US spent about $4.7 billion on antidrug programs in Afghanistan between 2001 and 2010. That's a fraction of the amount spent on security. If Afghan forces can provide security for rural areas after 2014, then an international campaign to curb the opium trade may need a similar amount of money.\nThe cost of cutting off the Afghan heroin flow would be more than paid for by the lives saved among Americans and others tempted to try the drug each year - and maybe saved from any terrorism that the opium trade fuels.\n\nLoad-Date: April 25, 2012"
}