{
    "title": "US Media and Terrorism Coverage",
    "publisher": "the new york times",
    "year": 2017,
    "month": 1,
    "day": 11,
    "full text": "On Jan. 1, the dawn of this new year, 39 people were killed at a nightclub in Istanbul, Turkey.\nMost of the partygoers at the nightclub were foreigners, from countries like Jordan, Canada, France, Lebanon and Saudi Arabia, among others.\nAuthorities have yet to name the suspect, however, the Islamic State of Iraq and Syria, or ISIS, claims the gunman is one of their own and that his efforts were aimed at Christians.\n\"[The shooter] rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year's and have fun,\" Istanbul's Governor Vasip Sahin said.\nTurkey has been cursed with ongoing conflict. In 2016, the nation suffered its bloodiest attack at the hands of ISIS,  a widely covered militant group.\nFacebook often offers the option to show support for a country after a terrorist attack by overlaying the country's flag onto the user's profile picture.\nThe Kurdish militants, an indigenous group based in southeastern Turkey, maintain strategic bases in northeastern Syria, Northern Iraq, northwestern Iran and southwestern Armenia. Since the 70s, the Kurdish militants, which are also referred to PKK, the Kurdistan Workers' Party have been in a continuous conflict with the Turkish government as they began calling for an independent state within Turkey.\nInternational news, like this terrorist attack in Turkey, gives us the opportunity to study the way U.S. media covers such events. As the news broke out, CNN, MSNBC, The Guardian, The New York Times and others were quick to provide coverage. However, how much emphasis is put on international conflicts like this one is unknown.\nInternational students at Seattle University have voiced their opinions on the way world media works in the U.S.\n\"I noticed that there were stories being covered [in a Spanish news channel] about other nations and their tragedies that weren't covered in news stations here in the United States,\" said Seattle University freshman Karina Arroyo. \"That really caught my attention and it made me pay more attention to news in Spanish and from other countries.\"\nBecause the United States plays a big role in what occurs globally, its media and consumers of that media should have a deeper interest in international news, Arroyo said.\n\"I don't think that as a nation that we do care but I do think that we should just because a lot of what happens in other nations, particularly in Turkey and Syria, are tragedies that have happened because of things that we do and that relate to us,\" Arroyo said.\nIn September 2014, the U.S. along with others, including the United Kingdom, joined forces to combat the IS with airstrikes in Iraq. Although these airstrikes weren't for Turkey, IS members stationed in Turkey began planning for other events.\nDue to this tension, media in Turkey has decreased tremendously. In the time frame of about a year, the government has shut down over 100 media outlets, including newspapers and magazines.\nFurther, upon declaring the nation in a state of emergency, press freedom in Turkey has tightened. This press freedom not only applies to Turkish journalists, but journalists who travel and report on its political and social clash.\nMost recently, American journalist Lindsey Snell, who reported on these conflicts in Turkey, was detained in a Turkish jail cell. Snell, who is now free and in the States, has said that the Turkish government has been stopping every journalist who does not work for its government.\nConflicts that arise internationally can be challenging to grasp, for most Americans aren't aware of its culture at home. In response to this, students majoring in international studies can help clarify the difficulty of such events and the role we play.\n\"[When] someone is talking about something that was said in the news or about something that has a negative stereotypical stigma, I try to dismantle that,\" third year student at Seattle U Alicia Guevara said. \"Because I've learned it in class or have discussed it with friends in my circles.\"\nYesnia may be reached at\nyvarela@su-spectator.com\n\nLoad-Date: January 12, 2017"
}