{
    "title": "US needs symbol of solidarity in Paris",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 21,
    "full text": "The recent terrorist attacks on French satirical newspaper \"Charlie Hebdo\" and the resulting anti-terrorism rally in Paris have left many questions over the protection of free speech and exactly how involved the U.S. should be.\nMany news outlets in the U.S. expressed outrage that no high ranking officials from the Obama administration were in attendance at an anti-terrorism rally in Paris on Jan. 11.\n\"It seems like the logical thing for a vice-president or secretary of state to do, and the Obama administration now concedes this,\" Dr. Patrick Fisher, associate professor of political science, said.\nDr. Jeffrey Togman, associate professor of political science and film, said that while the lack of a high ranking official in Paris for the rally was a symbolic slight, the U.S. and France are already considered allies against terrorism.\n\"In my view, the Obama administration made a symbolic error in not having the president himself or a high ranking official such as Secretary of State John Kerry at the Paris rally, and symbolism can be important, but in terms of substantive policy, the United States and France cooperate about as closely as two countries can in the area of anti-terrorism,\" Togman said.\nTogman said: \"In the U.S., it may have played for a few news cycles, but basically it's a non-issue. I don't believe that the French government or the French public are overly concerned about it -- they have bigger, more substantive problems to tackle, such as the possible presence of other militant extremists, and the very real social and economic divides that many in France believe help fuel Islamic extremism in the French Republic.\"\nJunior Jacqueline Higueruela suggest that preventing religious extremism is one of the best ways for the U.S. to support the French during this tumultuous time.\n\"I think we can show support for the French by doing our part to prevent religious extremism- at home and abroad,\" Higueruela said. \"This means not only improving intelligence operations but addressing the social ills that affect marginalized groups-the ills that can lead them to commit these heinous crimes.\"\n The free speech attacked by religious extremists has been highly defended around the world with the slogan \"Je suis Charlie\" (I am Charlie) and an image of a pencil, but what French officials do to either protect free speech or restrict it to prevent future attacks could have negative effects.\n\"The French government has taken some steps to curb speech that is supportive of terrorism, and I fear this could be counter-productive and harm the very freedom of speech that was attacked in France,\" Togman said. \"I don't believe we will see any such restrictions in the U.S.\"\nThough this horrible attack happened in France, attacks are continuing to happen at anti-terrorism rallies and protests around the world. With people losing their lives in an attempt to defend freedom of speech, it is important to keep freedom of speech and religion in perspective both abroad and on campus.\n\"Do not stop voicing your opinion, no matter how controversial,\" Higueruela said. \"Protect free speech by practicing it. Address your own stereotypes about different religions and treat all people with dignity. Because feeling as though you have no dignity is what leads people to extremism in the first place.\"\nSamantha Geidris can be reached at samantha.geidris@student.shu.edu\n\nLoad-Date: March 4, 2015"
}