{
    "title": "US officials_ Ex-ISIS fighter entered US as refugee",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 8,
    "day": 17,
    "full text": "SACRAMENTO, Calif. - An Iraqi man arrested in California is accused of being a former Islamic State fighter and killing a police officer in Iraq after he qualified to be resettled in the U.S. as part of a refugee program.\nThe case has drawn attention amid criticism by the administration of President Donald Trump to the vetting process involved in the nation's refugee resettlement program.\nU.S. officials plan to extradite Omar Abdulsattar Ameen, 45, to Iraq under a treaty with that nation. He made his first appearance in federal court in Sacramento on Wednesday after his arrest at an apartment building in the California capital.\nAmeen left Iraq and fled in 2012 to Turkey, where he applied to be accepted as a refugee to the U.S., according to court documents.\nAfter he was granted that status in June 2014, prosecutors say he returned to Iraq and killed a police officer. The town of Rawah fell to Islamic State that same month. Five months later, Ameen traveled to the United States to be resettled as a refugee.\nHe was arrested by the FBI Joint Terrorism Task Force based on a warrant issued in May by an Iraqi federal court in Baghdad. Ameen could face execution for the \"organized killing by an armed group,\" according to Iraqi documents filed in U.S. federal court.\nAmeen did not disclose his membership in two terrorist groups when he later applied for a green card in the United States, officials said.\nThe Trump administration has sharply criticized the Obama-era resettlement program, questioning whether enough was done to weed out those with terrorist ties. State Department and Department of Homeland Security officials did not immediately respond to questions about Ameen.\nBenjamin Galloway, one of Ameen's public defenders, said he had just 10 minutes to meet with his client prior to his initial federal court appearance Wednesday, and attorneys hadn't decided whether to contest that Ameen is the man wanted by Iraqi authorities.\nAmeen was identified by a witness to the slaying who viewed a series of photographs of Islamic State members, according to the Iraqi documents.\nThe FBI's Joint Terrorism Task Force has been investigating Ameen over the filing of fraudulent travel or immigration documents since 2016, according to a court filing. It says the FBI independently corroborated Ameen's involvement with the terrorist organizations and participation in the slaying.\n\nLoad-Date: August 20, 2018"
}