{
    "title": "US officials search for practical ways to combat terrorism",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 10,
    "day": 18,
    "full text": "A week after he was inaugurated, President Reagan promised ''swift and effective retribution'' for terrorist acts. A few days later, then-Secretary of State Alexander Haig said that ''international terrorism would take the place of human rights'' as a prime administration concern.\nYet - as illustrated by the bombings in Lebanon and other terrorist acts - the Reagan administration has found it very difficult to fight what Secretary of State George Shultz says ''is really a form of warfare.''\nAs with many controversial issues, the President is caught in a political bind on terrorism. Conservatives want stronger measures. ''The administration to date has not demonstrated that it has designed such measures carefully,'' says Samuel Francis, a national-security specialist on the staff of Sen. John East (R) of South Carolina. ''It certainly has not deployed them.''\nYet, in a recent paper published by the Heritage Foundation, Dr. Francis also acknowledges that ''retaliation can simply initiate a cycle of violence. ...''\nOthers warn that the United States itself may be open to charges of terrorism in the mining of Nicaraguan harbors or with a recently reported CIA manual for ''contras'' in Nicaragua that includes instruction on assassination and other violent actions. Some counterterrorist steps have been taken. Among them: a special agency under the Joint Chiefs of Staff at the Pentagon to coordinate overt and covert military and intelligence actions relating to terrorism, and a hostage rescue team at the FBI. The administration also has relaxed Justice Department guidelines on the use of informants and on the investigation of suspected terrorist groups in this country.\nBefore it adjourned last week, Congress passed legislation implementing international statutes on hostage-taking and sabotage against civil aircraft. It also approved rewards of up to $500,000 for turning in suspected terrorists. And it authorized more money for protecting US embassies.\nBut, fearful of impinging on civil liberties, lawmakers did not approve broad administration legislation giving the secretary of state power to ban business or other contacts with certain groups or countries suspected of conducting or supporting terrorism.\nMeanwhile, terrorism experts warn that much more needs to be done to protect increasingly vulnerable public and private facilities in the US - power plants, oil and gas pipelines, business and bank computers - against attack that could cause massive disruption and possibly civil disorder without killing anybody.\nWarning that the US is an ''attractive target for terrorists,'' Francis urges greater use of covert action abroad (including falsely attributed propaganda, disinformation, and sabotage against terrorist infrastructures), a limiting of the Freedom of Information Act to prevent terrorists from learning how US intelligence and police agencies operate, and further loosening of restrictions on domestic intelligence-gathering. Just before it adjourned, Congress amended the Freedom of Information Act to exclude CIA operations files from being made available.\nOther experts warn against overreacting to the threat of terrorism in ways that could threaten civil rights.\n''Indeed, the most insidious form of terrorism is intended precisely to produce such overreaction,'' says Robert Kupperman, senior associate at Georgetown University's Center for Strategic and International Studies (CSIS) in Washington. At the same time, Dr. Kupperman and others at CSIS this week said steps must be taken to prevent attacks against this country's energy, transportation, and information-processing infrastructure.\nIn a report titled ''America's Hidden Vulnerabilities,'' this group of former government and military officers, industry officials, and academic experts said ''a wide variety of measures are available to prevent or correct network disruptions.'' But they also cited the political and economic ''disincentives'' that have prevented such measures from being adopted.\nAmong other things, said former Navy Undersecretary R. James Woolsey, transformers, backup systems for pumping fuel, and other items should be stockpiled just as certain critical raw materials now are. There should be economic incentives (perhaps through tax breaks) for this, he said.\nThe Defense Department already has done much to protect its computer network, Mr. Woolsey said, so that interference (as in the film ''Wargames'') can be prevented. But such is not the case, he said, for a funds-transfer network that moves the equivalent of the US gross national product every day.\nThe CSIS study recommends establishment of a joint House-Senate committee to outline such vulnerabilties to terrorist attack and write protective legislation; an emergency preparedness office in the White House to coordinate federal and state actions; and a special industry counsel, under guidance of the National Academy of Engineering, to involve the private sector in reducing infrastructure vulnerabilities.\n''Considering Mother Nature, human nature, and the nature of terrorism in today's world, we have been very lucky to get away with mere nuisance disruptions of our networks thus far,'' Dr. Kupperman said. ''We had better act together before our luck runs out.''\n\nGraphic\n\n \nPicture 1, Barricading White House gate, December 1983, UPI; Picture 2, Member of press goes through White House checkpoint, UPI"
}