{
    "title": "US offers $10 million for Pakistani militant chief(2)",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 4,
    "day": 5,
    "full text": "BC-AS--Pakistan, 7th Ld-Writethru,0966\nUS offers $10 million for Pakistani militant chief\nEds: Updates with US comment, minor edits; Adds contributor.\nAP Photo ISL101\nBy SEBASTIAN ABBOT and ASIF SHAHZAD\nAssociated Press\nISLAMABAD » The United States has offered a $10 million bounty for a Pakistani militant leader who allegedly orchestrated the 2008 Mumbai attacks and has been directing an anti-American political movement in recent months.\nThe move could complicate U.S.-Pakistan relations at a tense time. Pakistan's parliament is debating a revised framework for ties with the U.S. following American airstrikes that killed 24 Pakistani soldiers in November.\nThe reward is for \"information leading to the arrest and conviction\" of Hafiz Mohammad Saeed, who founded the militant group Lashkar-e-Taiba with alleged Pakistani support in the 1980s to pressure archenemy India over the disputed territory of Kashmir. The U.S. also offered up to $2 million for Lashkar-e-Taiba's deputy leader, Hafiz Abdul Rahman Makki, who is Saeed's brother-in-law.\nPakistan banned the group in 2002 under U.S. pressure, but it operates with relative freedom under the name of its social welfare wing Jamaat-ud-Dawwa -- even doing charity work using government money.\nThe U.S. has designated both groups foreign terrorist organizations. Intelligence officials and terrorism experts say Lashkar-e-Taiba has expanded its focus beyond India in recent years and has plotted attacks in Europe and Australia. Some have called it \"the next al-Qaida\" and fear it could set its sights on the U.S.\nThe 61-year-old Saeed operates openly in Pakistan from his base in the eastern city of Lahore and travels widely, giving public speeches and appearing on TV talk shows. He has been one of the leading figures of the Difa-e-Pakistan, or Defense of Pakistan Council, which has held a series of large demonstrations in recent months against the U.S. and India.\nHe has rallied against any moves by the Pakistani government to reopen NATO and U.S. supply lines into Afghanistan that were cut to protest the deadly November airstrikes.\nU.S. State Department spokeswoman Victoria Nuland said the decision to place a bounty on Saeed was driven by his alleged role in the November 2008 attacks in India's financial capital Mumbai and recent high-profile public appearances.\n\"It has everything to do with Mumbai and his brazen flouting of the justice system,\" Nuland said in Washington.\nPakistan placed Saeed under house arrest for several months after the Mumbai attacks but eventually released him after he challenged his detention in court. The government has resisted Indian demands to do more, saying it doesn't have the necessary evidence.\nSaeed denied involvement in the Mumbai attacks in an interview with Al-Jazeera television and said the U.S. was just angry about his anti-American demonstrations.\n\"We are not hiding in caves for bounties to be set on finding us,\" said Saeed. \"I think the U.S. is frustrated because we are taking out countrywide protests against the resumption of NATO supplies and drone strikes.\"\nThe reward for Saeed is one of the highest offered by the U.S. and is equal to the amount for Taliban chief Mullah Omar. Only Ayman al-Zawahri, who succeeded Osama bin Laden as al-Qaida chief, fetches a higher bounty at $25 million.\nThe bounties were posted on the U.S. State Department Rewards for Justice website late Monday.\nPakistani defense analyst Hasan Askari-Rizvi said the move against Saeed could be payback for his recent demonstrations against U.S. drone strikes and allowing NATO supplies meant for troops in Afghanistan to travel through Pakistan.\nThe U.S. has been hoping the ongoing parliamentary debate would result in the border being reopened to NATO, although the effort has been hampered by political wrangling.\n\"This is one way to increase pressure because Hafiz Saeed is one of the people propagating all the time not to reopen the supply line to the Americans,\" Rizvi said.\nThe announcement of the rewards could also complicate the debate in parliament even further because lawmakers could see it as a provocation and an attempt to win favor with India.\nRizvi said it would likely have little impact on Pakistan's stance toward Saeed, both because of his historical links to the government and the political danger of being seen as doing Washington's bidding in a country where anti-American sentiment is rampant.\n\"The government is in a difficult position,\" said Rizvi. \"On the one hand, they will be pressured by the U.S., but they are not really in a position to arrest him.\"\nThe U.S. State Department describes Saeed as a former professor of Arabic and engineering who continues \"to spread ideology advocating terrorism, as well as virulent rhetoric condemning the United States, India, Israel and other perceived enemies.\" It also noted that six of the 166 people killed in the 2008 attacks in the Indian city were American citizens.\nA Pakistani-American, David Coleman Headley, pleaded guilty in a U.S. court to helping Lashkar-e-Taiba plan the Mumbai rampage targeting a hotel and other sites.\nIndian External Affairs Minister S.M. Krishna welcomed the U.S. announcement, saying it would signal to Lashkar-e-Taiba and its patrons that the international community remains united in fighting terrorism.\nLashkar-e-Taiba, which means Army of the Pure, belongs to the Salafi movement, an ultraconservative branch of Islam similar to the Wahhabi sect -- the main Islamic branch in Saudi Arabia from which al-Qaida partly emerged. Lashkar-e-Taiba and al-Qaida operate separately but have been known to help each other when their paths intersect.\nAnalysts and terrorism experts agree that Pakistan's intelligence agency, known as the ISI, is still able to control Lashkar-e-Taiba, though the ISI denies it.\n------\nAssociated Press writer Nirmala George in New Delhi and Matthew Lee in Washington contributed to this report. Alt Heads:\nUS offers $10 million for Pakistani militant chief\n\nGraphic\n\n \nFILE - In this April 11, 2011 file photo, Lashkar-e-Taiba founder Hafiz Saeed, attends a ceremony in Islamabad, Pakistan. The United States has offered a $10 million bounty for the founder of the Pakistani militant group blamed for the 2008 attacks in the Indian city of Mumbai that killed 166 people. (AP Photo/Anjum Naveed,File)\n\nLoad-Date: April 5, 2012"
}