{
    "title": "US offers a way off terrorism list. Is price right for Sudanese _ To get off its list of terrorism s",
    "publisher": "the christian science monitor",
    "year": 2020,
    "month": 9,
    "day": 2,
    "full text": "Having toppled a dictator, moved toward a civilian government, and secured a peace deal between military and rebel forces, the Sudanese are looking to take one more step toward coming in from the cold: getting off the U.S. terrorism list.\nSecretary of State Mike Pompeo - during a diplomatic swing through the Middle East - offered last week to lift the terrorism label off post-revolution Sudan in return for $330 million in compensation for Al Qaeda attacks from over two decades ago.\nThe U.S. offer has been met positively by Sudan's transitional government, reports indicate. But among Sudanese citizens mired in an economic recession and lingering poverty that is a legacy of ousted dictator Omar al-Bashir's destructive 30-year rule, the U.S. proposal is also encountering some resistance.\nOne year into a fragile three-year democratic transition away from strongman rule, the Sudanese are confronting their past but also posing a principled and pertinent question: Who is liable for the costs of an undemocratic leader who orchestrated violence at home and abroad - and whose political heirs have yet to atone for their domestic crimes?\n\"There is no question it is a big sum for an economy that is near-bankrupt, where the standard of living is going down expeditiously, and [where] the transitional government needs to show more improvement on the ground for the democracy dividend people are waiting for,\" says Cameron Hudson, senior fellow at the Atlantic Council's Africa Center.\nMohammed Suliman is an unemployed university graduate who participated in the 2019 protests in Khartoum that helped topple Mr. Bashir.\n\"We risked and sacrificed our lives, we spilt our blood to improve the economy, end corruption, and increase political freedoms,\" he says via messaging app. \"So far the government has only been interested in improving its score-card with the international community, while we are still suffering.\"\nCompensation\nIn his visit to Khartoum, Secretary Pompeo announced the Trump administration's offer to remove Sudan from the list of state sponsors of terrorism if it paid a settlement for Al Qaeda's truck bombings of the U.S. embassies in Kenya and Tanzania in 1998, in which more than 200 people were killed.\nThe United States had already lifted sanctions from Sudan in 2017, two years before Mr. Bashir, a suspected war criminal, was toppled by his own people. The terrorism designation has continued to deter investment in the country.\nMr. Pompeo also reportedly pushed for a peace deal and normalization between Sudan and Israel as another condition for lifting the terrorism label. But he allegedly backtracked after both military and civilian leaders in Sudan's transitional government insisted they did not have the popular mandate to make such a controversial decision.\nThe U.S. had placed Sudan on the terrorism list in 1993 for harboring and aiding groups ranging from Islamic jihad to Hezbollah; Mr. Bashir later hosted both the Iranian Revolutionary Guard Corps and harbored Al Qaeda leader Osama bin Laden in the 1990s.\nRighting Bashir's wrongs\nThe Sudanese transitional government, a blend of military and civilian leaders led by a civilian reformist prime minister, Abdalla Hamdok, has taken several steps to show it is committed to restarting relations and righting the wrongs of the Bashir regime.\nIn April, the government paid an estimated $70 million settlement to the victims of Al Qaeda's USS Cole attack in October 2000, in which 17 sailors were killed, and on Monday it agreed to a peace deal with various rebel forces in Darfur and the south of the country, integrating them into the national army.\nTransitional leaders have expressed readiness to transfer Mr. Bashir, currently on trial in Khartoum for crimes committed in his 1989 coup, to the International Criminal Court in The Hague to be tried for the genocide in Darfur, which has claimed hundreds of thousands of lives.\nThe government has moved to repair ties with neighbor Ethiopia and settle their dispute over the Grand Ethiopia Renaissance Dam, and entertained warming ties with Israel, short of normalization. Yet the terrorism label remains.\nThat doesn't mean it's the top priority for Sudanese civilians.\nAmina Abdalla, who left Darfur as a teenager with her family of five for Amman, Jordan, in 2017 to escape ongoing violence, says that rather than compensation for foreign states, the transitional government should first focus on the communities that have been ravaged, destroyed, and dispersed.\n\"The Bashir regime has committed atrocities against my community and killed my relatives,\" says Ms. Abdalla.\n\"We need justice and compensation first at home before we pay compensation to the foreign states Bashir has also committed injustices against.\"\nRemoving a country from the terrorism list in return for compensation has a recent historical and legal precedent for the U.S. - the former rogue state Libya in 2006.\nUnder a deal brokered under the Clinton and George W. Bush administrations, then-Libyan leader Muammar Qaddafi turned over two Libyan citizens to stand trial in The Hague for the 1988 bombing of the Pan Am flight over Lockerbie, Scotland; accepted responsibility as a government; paid $2.7 billion in compensation to victims' families; and abandoned his weapons of mass destruction program.\nIn the case of Sudan, U.S. courts ruled that the Bashir regime was instrumental in providing material assistance and logistics support that allowed Al Qaeda to carry out the embassy bombings and the Cole attack. A federal court found Sudan liable for $10.2 billion in damages in 2012, a ruling upheld by the Supreme Court in May this year.\nEconomic price\nIn that context, the $330 million figure is being offered as an inducement to allow Sudan to move forward.\nThe civilian-led transitional government believes that by honoring the previous regime's debts and paying compensation for his crimes - and ridding the country of the terrorism list designation and stigma - the subsequent access to international financial relief and foreign investment will save Sudan's economy. The hope is the benefits will outweigh any immediate costs several-fold.\n\"Once the terrorism designation is removed, there are a number of actors in the financial community ready to come in aggressively to stabilize the economic situation that would create breathing space for political reform to take hold,\" says the Atlantic Council's Mr. Hudson, who from 2009 to 2011 was chief of staff to the U.S. special envoy to Sudan during the Obama administration.\nBut for the government it remains a gamble whether the future benefits will be worth the cost now.\nThe 2018-19 protests that swept across Sudan and led to Mr. Bashir's ouster began over soaring bread prices; most of the protest slogans were rooted in economic concerns that have only worsened due to inflation and now COVID-19.\nCitizens say they are running out of patience.\nIn mid-August, tens of thousands of Sudanese activists and citizens marked the first anniversary of the civilian-led transitional government with nationwide protests, many of which were dispersed with force.\nSudan is experiencing 80% inflation after decades of failed monetary policies. Food prices have doubled in 2020. State control of the economy and corruption have pushed 40% of the citizens of one of the most fertile countries in East Africa, the third-largest country in Africa and the Arab world, into poverty.\nRemnants of dictatorship\nComplicating citizens' reconciliation with their ousted dictator's legacy is the ongoing presence of elements of his regime in the transitional government and military.\nThe chairman of Sudan's transitional council and power broker, Lt. Gen. Abdel Fattah al-Burhan, was Mr. Bashir's army chief. General Burhan's No. 2, Gen. Mohamed Hamdan Dagalo, one of the most influential military commanders, was a former leader of the Janjaweed militias that committed atrocities in Darfur.\nEven as the government reaches out to old foes, citizens, activists, and human rights groups criticize it for failing to create jobs and reform the security services and military that once carried out Mr. Bashir's atrocities.\n\"Right now, it looks like the transitional government is reforming its ties to the international community and the West, but is still acting like a dictatorship to its own people,\" says Hameed, a Khartoum activist.\n\"Until there is justice and reform, we will not be finished with Bashir and we will not have a homeland,\" says Ms. Abdalla, the refugee from Darfur.\n\"No matter who we pay.\"\n\nLoad-Date: September 2, 2020"
}