{
    "title": "US policy mired in 'Illusions' after Cold War win",
    "publisher": "usa today",
    "year": 2020,
    "month": 1,
    "day": 8,
    "full text": "Andrew Bacevich's latest book poses penetrating questions that transcend its title: \"The Age of Illusions: How America Squandered Its Cold War Victory\" (Metropolitan Books, 256 pp., **** ). A quarter-century after the United States defeated the Soviet Union in the Cold War, where are the fruits of that great victory? Why is America still armed to the teeth and bogged down in the Middle East? Why are its citizens so discontented, angry and divided?\nBacevich - who is a combat veteran, an academic and best-selling author - is a most unusual commentator given his self-described \"conservative bent.\" He voted for Ronald Reagan but also for Barack Obama (twice), and in 2016 for neither Hillary Clinton nor Donald Trump; he describes the last as \"a mountebank of the first order.\"\nIndeed, the author skewers pols and their policies left, right and center with potent laser-guided prose. Of Obama, he writes that the Nobel Peace Prize winner delivered not \"Hope and Change\" upon inheriting George W. Bush's wars in Iraq and Afghanistan, but rather, \"More of the Same.\" On globalization, he opines, \"(It) was supposed to lift all boats. Instead, it was leaving millions stranded.\"\nIn \"Age of Illusions,\" Bacevich worries about what motivates and inspires Americans  following the  ideological win in 1989 over communism. Freedom is all well and good, but he is concerned about what has become of his fellow citizens' sense of duty - in light of the \"narcissistic inclinations\" of U.S. culture.\nBacevich's overarching thesis is that after the Cold War ended, America's leaders, both Democrats and Republicans, decided that the world was their oyster, that they would crack it open through the continuing spread of unfettered capitalism and hegemonic military might. American-led globalization would make one world order a reality. What could go wrong?\nA lot, of course, and there is plenty of blame to go around, according to Bacevich. He refers to leaders of both political parties who pursued this brave new world as \"intoxicated elites.\" Of the Bush Doctrine of preventive war, he writes: \"The United States thereby arrogated to itself the authority to designate certain regimes as 'evil' and to wage preventive war to destroy them. International Law had hitherto condemned preventive war, the Nuremberg tribunal calling it the 'supreme crime.'\"\nReplacing the decades-long Cold War with the War on Terrorism was \"an exercise in misdirection,\" he writes because \"terrorism does not pose an existential threat to the United States.\"\nNot long after the author condemned the Iraq War in 2007 as \"immoral, illicit and imprudent\" in an opinion column in the Boston Globe, his son, a U.S. Army officer, was killed in action there.\nThrough all the compelling details and insightful commentary of his book, the author keeps the larger picture near at hand. He presses the reader to ponder existential questions, such as, \"What does it mean to be an American?\"\nHis answer - what he believes Americans' next crusade should be - is as surprising coming from a conservative as the sudden fall of the Berlin Wall. In the face of accelerating climate change, he urges an alternative to capitalism as usual: \"an economy based on stewardship rather than satisfying an ever-growing appetite for consumption.\" \n\nLoad-Date: January 8, 2020"
}