{
    "title": "US picks at the puzzle of terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 21,
    "full text": "The worldwide war against terrorism has put new, potentially serious strains on the budgets and capabilities of United States intelligence agencies.\nPresident Reagan's antiterror campaign, combined with threatened cuts in the defense budget, is causing growing concern within the intelligence community, according to knowledgeable sources.\nUS intelligence efforts have long been directed primarily at the Soviet Union and other communist nations. But the rise of religious fundamentalism, spreading guerrilla warfare in Central America and other areas, and the expanding threat of terrorism have forced US agencies to broaden their efforts.\nThe US spy network scored a coup this month when it intercepted a series of coded messages from Libya to its ''people's bureau,'' or embassy, in East Berlin. The messages pinned blame for the bombing of a West Berlin discotheque and the death of an American soldier directly on Libya. The President used the intercepts to justify the April 15 US air strike against that nation.\nBut gaps in US intelligence remain substantial. For example, after the attack, Defense Secretary Caspar W. Weinberger admitted in a Monitor interview that the US has little information coming from inside Libya itself. He said:\n''We don't have any report from inside Libya, really, to be perfectly blunt about it.''\nBudgets for the Central Intelligence Agency, the Defense Intelligence Agency, and the supersecret National Security Agency are all kept under wraps - hidden within the overall federal budget. Much of their money is buried inside so-called ''black,'' or unnamed, Defense Department projects.\nYet now, just as intelligence needs are growing, Congress has targeted defense spending for cutbacks. Hiding an even larger intelligence budget under a lower defense ceiling will be difficult, analysts say.\nThis troubles some close observers, such as Sen. Dave Durenberger (R) of Minnesota, chairman of the Select Committee on Intelligence. He says: ''If you look at the challenges that are being presented to our intelligence capacity, . . . we are at a critical stage.''\nRobert Hunter, a former member of the National Security Council, says terrorism obviously means the US must put ''a lot more emphasis on intelligence than what we have so far.''\nA former CIA official notes that the demands for counterterrorism and covert guerrilla activities have both surged within the past few years.\nFighting state-sponsored terrorism and managing guerrilla warfare require more manpower in the field, new technical capability, and expanded expertise to analyze a torrent of new data. In addition, covert military operations, such as those in Central America, often involve direct support on the ground as well as heavy financial outlays to pay for military equipment, ammunition, food, medicine, and other elements of warfare.\nIn some cases, US intelligence sources working in the field have complained privately in the past that they were heavily outnumbered and outspent by rival nations, especially the Soviet Union. The USSR has for years been covertly pouring money and manpower into the intelligence battle in Central America, for example. Soviet spadework done five, 10, or 15 years ago helped prepare the ground for much of the current unrest in that region.\nWithin the federal government, there are some complaints that even with heavier spending in recent years, US intelligence efforts in places such as Nicaragua have yielded a mediocre product.\nThat view is contradicted, however, by some congressional sources who say that while performance was below par in the past, it has improved significantly in recent years.\nIn addition, says Senator Durenberger, the growing interdependence of world economies has raised all sorts of new issues for the US: the supply of energy, technology transfer, the third-world debt crisis, to name a few. Any of those subjects, and many others, raise new questions about American security interests and increase the need for intelligence. Even the war against international drug pushers has created new demands.\nAnd it all costs money. So does the growing use of technology in the spy game. Durenberger says the equipment used for intelligence gathering is becoming more and more complex, more and more effective, and more and more costly. He observes: ''The more we can do, the more money we need to do it.''"
}