{
    "title": "US pushes Greece to take action against terrorism",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 7,
    "day": 22,
    "full text": "Greece is under pressure to demonstrate its commitment to the struggle against terrorism.\nThe June 28 car-bomb killing of an American military attache and the July 11 attack on a cruise ship have pushed the Greek government to act:\n*After embarrassing misidentifications, Greek authorities Wednesday named four terrorists believed responsible for the July attack on the cruise ship City of Poros. The four are believed to be members of the Abu Nidal Organization (ANO). Documentary and other evidence makes it ''98 percent sure this was an Abu Nidal operation,'' says a well-placed antiterrorism specialist.\n*Late last week a Greek court sentenced Muhammad Rashid, a suspected Palestinian terrorist to seven months in prison for entering Greece on a forged passport. The rapid sentencing opened the way for judicial consideration of a US extradition request for Mr. Rashid.\nPress reports had suggested that a Greek court of appeals would consider the US request this week, but informed sources say ''the paper work is still being done'' and the case is ''proceeding laboriously through the court system.''\nWashington is requesting Rashid's extradition for the 1982 bombing of a Pan American jet.\nWestern intelligence officials have information linking Rashid to two subsequent bomb attempts on US airliners and efforts to sabotage other civilian airlines.\nUS officials say the evidence on the 1982 attempt should meet the ''probable cause'' criteria needed for Greece to extradite Rashid. They say Greek authorities have privately assured them the decision will be made on strict judicial grounds.\nBut Washington remains worried. Greece has close ties to the Palestinian Liberation Organization (PLO), which is defending Rashid. In the past, Greece has released alleged terrorists, despite evidence of their misdeeds supplied by the United States.\nThe No. 2 person in the PLO diplomatic mission in Athens supported Rashid at his trial last week and the PLO supplied his lawyer. Rashid claimed to be a PLO fighter. He also first claimed he was someone else, but he changed his story then Greek police identified him from a 1973 drug arrest.\nWestern specialists say Rashid is a close confederate of Colonel Hawari, a Palestinian who heads a shadowy terrorist network with links to PLO chairman Yasser Arafat. Colonel Hawari's network has been tied to the 1986 bombing of TWA Flight 840, in which several passengers were killed, and with a 1985 plot to attack the US Embassy in Rome.\nWhile Hawari has had on-again, off-again relations with chairman Arafat, antiterrorism and Middle East specialists say, there is evidence that the ties have been close of late. This could help explain the PLO's ''embrace'' of Rashid and Greek hesitancy to extradite him, a specialist says.\nGreece faces similar tough choices in the City of Poros attack. As evidence mounts that the attack was sponsored by the ANO, attention is focusing on why and who supports ANO.\nThe original plan of attack was apparently to hold the ship hostage. Specialists hypothesize that the ANO wanted to free two colleagues held in Greek jails. A Palestinian arrested with explosives in Greece and sentenced to three years in prison in late June may also be with the ANO. Thus, Greece may face future blackmail attempts.\nSecond, specialists say they believe Abu Nidal lives in Libya and Libyan passports were reportedly found among the attackers' effects. Greece maintains good relations with Libya. Col. Muammar Qaddafi sent his condolences after the attack. But some antiterrorism specialists now ask if Greece should not seek more than just condolences."
}