{
    "title": "US President Donald Trump signs new counterterrorism strategy",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 5,
    "full text": "The strategy for counterterrorism focuses efforts on pursuing terrorists to their source and isolating terrorists from their support, the United States administration said.\nIn releasing the first national counterterrorism strategy since 2011, the Trump administration is working to take a drastically different approach than that of the former administration, according to senior USA officials.\nThe new National Strategy for Counterterrorism released by the White House here has identified two Pakistan-based terrorist groups - Lashkar-e-Taiba (LeT) and Tehrik-i-Taliban Pakistan - along with Boko Haram as a potential threat to the United States.\n\"I am committed to protecting the United States and its interests overseas from the threat of terrorism\", Trump said Thursday in a White House statement.\n\"We recognize that there's a terrorist ideology that we're confronting, and I think it's always been the president's view that without recognizing that we're in an ideological struggle, that we can't properly address the terrorist threat\", Bolton said.\nConsistent United States-led counterterrorism pressure has removed many of its senior leaders and reduced the group's ability to operate in South Asia, but its affiliates continue to plan and carry out terrorist attacks against the United States and our allies, as well as raise funds from individual supporters through the global financial system, it said.\nSpeaking on a conference call on Thursday, Bolton said the USA will seek to counter \"all\" terrorists and their ideologies, rather than a specific organization.\nCounterterrorism strategy documents outline a US administration's blueprint for tackling the threat of extremism - from military action to intelligence operations to cooperating with partners and allies and the use of sanctions and other financial tools. Defensive activities would include modernizing and integrating counter-terrorism tools, protecting USA and allied infrastructure, and strengthening partnerships with allies.\n\"We will deny terrorists the freedom to travel and communicate across global borders, and take action to limit their ability to recruit and radicalize online\".\nMinimum wage increase to take effect Oct. 1\nThe Manitoba government reminds Manitobans the minimum wage will go up by 20 cents to $11.35 as of October 1, Blaine Pedersen said today.\n\"The strategy also places greater emphasis on protecting the homeland, preventing attacks, and mitigating the impact of an attack, should one occur\", Bolton said.\nThis includes building strong borders, securing ports of entry, protecting critical US infrastructure, and promoting a culture of preparedness.\nThe president signed the new anti-terror strategy Thursday.\nThe Pentagon said, \"By standing with traditional and non-traditional partners, the DoD (Department of Defense) advances shared counterterrorism efforts by employing military and non-military capabilities to disrupt and deny terrorist mobility, financing, communication and recruitment\". However, America First does not mean America alone.\nIn a statement trumpeting the new strategy, Trump touted the successes of his presidency thus far in confronting terrorist groups and financiers of terrorism, from the near-decimation of ISIS in Iraq and Syria to his withdrawal from the Iran deal, which he said \"provided a windfall for the Islamic Revolutionary Guard Corps and its proxies\".\nTrump said in his statement that the United States has accelerated efforts to defeat terrorists under his leadership and lauded other changes such as in May pulling out of the U.S. -Iran nuclear deal known as the Joint Comprehensive Plan of Action.\nBut the current document shows how the Trump administration has put Shi'ite Muslim Iran at the center of USA concerns, even as it keeps a focus on Sunni Muslim militant groups in Syria and Iraq. \"Importantly, I have also secured historic increases in defense funding to rebuild our Nation's military\", said the US President.\n\"Likewise, I ended United States participation in the terrible Iran deal, which had provided a windfall for the Islamic Revolutionary Guard Corps and its proxies, funding Iran's malign activities throughout the world\".\n\nLoad-Date: October 5, 2018"
}