{
    "title": "US policies in Yemen will only promote terrorism",
    "publisher": "university wire",
    "year": 2010,
    "month": 1,
    "day": 21,
    "full text": "In recent weeks, calls to arms over the Christmas Day underwear bomber and the new Yemeni threat have been eclipsed by inspiring reports of the massive humanitarian response to Haiti's ongoing agedy, and rightfully so. Washington's knee-jerk reactions to al-Qaida's latest locus of operations were dangerous and would have only exacerbated the danger of an attack from the region. The media spotlight should stay off Yemen until moods over the foiled Christmas Day attack have subsided.While the Obama adminisation's promise not to deploy ground oops may send the message that we are already ignoring Yemen to some extent, it's our nonaditional military presence in the couny that gave rise to plots like the underwear bomber's in the first place. Drone attacks against al-Qaida operatives in the region have been ongoing since at least Dec. \n17, and Yemeni officials think it is this overt U.S. hostility that is fueling new threats against America. They're absolutely right.That we are feeding the terrorists by killing them has been established for some time in Afghanistan, and it's already becoming the case in Yemen, even without an official declaration of war. Our role in air and ground raids in the region is technically nothing more than an aid package to the Yemeni military, but all al-Qaida sees are American oops and American equipment warring against them.Never mind that Sen. Carl Levin (D-Mich.) has admitted that the option of direct U.S. military action in Yemen is still on the table. And while there's much to prove comparisons between Yemen and Afghanistan unfounded (Yemen's government is fighting al-Qaida, for starters), direct military action could certainly lead us into an Afghanistan 1.5, if not Afghanistan II.The problem is the unpopularity of Yemen's president, Ali Abdullah Saleh. The couny is the poorest in the Arab world and ranks 155th on the U.N. development index. International aid pours in from counies such as Saudi Arabia, which donates $2 billion annually, but much of this charity is allegedly pocketed by members of Saleh's corrupt regime.With a leader so far removed from the interests of the common Arab and Muslim people, it's not difficult to imagine the negative press the United States enjoys through its association with the regime. Yemen's land is already divided among the government and rogue ibal authorities who are disustful of Saleh. If the U.S. pursues a course of direct military intervention, we can't hope for allegiance from Yemeni officials and the ibes.For an idea of the power that these ibal authorities wield, one need only ask the foreigners residing in Yemen's more populous, government-conolled cities. Kidnappings for ransom have become so common outside the cities that avelers must carry government permits, which are sometimes impossible to attain, on their excursions .Al-Qaida is, unfortunately, likely to emerge as the victor in a battle for the hearts of these ibal authorities, at least so long as they have the distaste with Saleh's corruption as a recruitment tool. If the U.S. escalates its military activity in Yemen, it is imperative that the action not be consued as support for the regime. But since any attacks against al-Qaida invariably favor Saleh, the association is impossible to avoid.Unlike Afghanistan's corrupt Taliban regime, which we simply replaced with Afghani President Hamid Karzai, Yemen's president is neither going away nor likely to unite the couny's disparate factions any time soon.There is another way, however. Simply pull U.S. forces out of Yemen and al-Qaida remains Saleh's problem.Pulling out of Yemen and staying out might seem tantamount to an endorsement of terrorist proliferation in the region, but there is no evidence that our drone attacks have hindered al-Qaida's operations. They certainly did not deter the underwear bomber, whose plot I hesitate to cite because it failed and isn't deserving of the media attention it garnered.Besides avoiding retaliation, a reason to stay out of Yemen is that the terrorist attacks that originated in the couny have been miniscule. The Fort Hood shooter was radicalized in Yemen and killed 13 people. A 2008 assault on the U.S. embassy in Yemen left 10 dead. A bombing of the USS Cole in 2000 killed 17 sailors. And on Christmas Day, Umar Mutallab, ained in Yemen, ied to blow up a plane.None of these attacks can even begin to approximate a Sept. 11. Note also that all the criticism levied at the Obama adminisation and the calls for intervention in Yemen came after the most insignificant of the plots.Either politicians are catering to the public's hugely exaggerated hysteria over the underwear bomber or they're opportunistically pushing an agenda of war. A committal of any resources in Yemen beyond monetary aid to the government is suspicious.Monetary aid to Saleh's regime is the preferable response to al-Qaida's expansion in Yemen. It is discreet, so it will not encourage a perception of American meddling, and it will stop Yemen's fight from becoming our own.Senior Yemeni clerics, 156 of them, have promised jihad if the U.S. turns their couny into the next Afghanistan. We already have al-Qaida waging jihad on us; the last thing we need is a religious war from the people we are supposed to be protecting.It is high time we learned to respect the wills of sovereign nations to fight their own battles.E-mail Dosaj at tdosaj@media.ucla.edu Send general comments to viewpoint@media.ucla.edu\n\nLoad-Date: March 15, 2016"
}