{
    "title": "US reimposes all Iran sanctions lifted under nuclear deal",
    "publisher": "pittsburgh tribune review",
    "year": 2018,
    "month": 11,
    "day": 2,
    "full text": "WASHINGTON -- The Trump administration on Friday announced the reimposition of all U.S. sanctions on Iran that had been lifted under the 2015 nuclear deal. \nThe sanctions will take effect Monday and cover Iran's shipping, financial and energy sectors. It's the second batch of penalties that the administration has reimposed since President Donald Trump withdrew from the landmark deal in May. \nWith limited exceptions, the sanctions will penalize countries that don't stop importing Iranian oil and foreign companies that do business with blacklisted Iranian entities, including Iran's central bank, a number of private financial institutions and state-run port and shipping companies. \nSecretary of State Mike Pompeo said the sanctions are \"aimed at fundamentally altering the behavior of the Islamic Republic of Iran.\" He has released a list of 12 demands that Iran must meet if it wants the sanctions lifted. They include ending support for terrorism, ending military engagement in Syria and completely halting its nuclear and ballistic missile development. \n\"Maximum pressure means maximum pressure,\" he said. \nPompeo said eight nations, which other officials identified as U.S. allies such as Italy, India, Japan and South Korea, will receive temporary waivers allowing them to continue to import Iranian petroleum products for a limited period as long as they end such imports entirely. He said those countries had made efforts to eliminate their imports but could not complete the task by Monday's deadline. \nTreasury Secretary Stephen Mnuchin said 700 more Iranian companies and people would be added to the sanctions lists under the reimposed sanctions. \nIran hard-liners in Congress and elsewhere probably will be disappointed in the sanctions because they were pushing for no oil import waivers as well as the complete disconnection of Iran from the main international financial messaging network known as SWIFT. \nMnuchin defended the move to allow some Iranian banks to remain connected to SWIFT, saying that the Belgium-based firm had been warned that it will face penalties if sanctioned institutions are permitted to use it. \nPompeo and Mnuchin both said the sanctions will have exceptions for humanitarian purchases. \n\nLoad-Date: November 4, 2018"
}