{
    "title": "US raid on Libya marks shift in war on terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "With the United States air attack on Libya, a new chapter has opened in the Western world's response to international terrorism.\n''This is a milestone,'' says Ray Cline, an expert on terrorism at the Center for Strategic and International Studies in Washington. ''I think it will make a difference,'' he says, in the ''covert war declared upon us'' by Libya.\nMany analysts agree that it will not be the final chapter, and that further attacks can be expected from Libyan-backed terrorists.\nBut the US raid has shifted the war against terrorism in at least three ways: militarily, diplomatically, and in the use of news media.\nMilitary response. For the first time in the West's two-decade war against terrorism, US military might has been directed against a foreign government.\nIn the past, military responses to terrorist incidents had tended to come from small, elite commando units. Some, like the 1977 raid by German GSG-9 troops on a hijacked Lufthansa airliner in Mogadishu, Somalia, have been spectacularly successful. Others, like last November's storming by Egyptian troops of a hjijacked Egyptian airliner in Malta, have been less so. But these raids were directed not at governments but at the terrorists themselves.\nA larger-scale military operation occurred in 1983, with the shelling of Lebanon by the USS New Jersey.  But even that action, which followed the death of 241 marines from a bombing at their barracks in Beirut, was part of a military operation involving uniformed troops, and was not aimed at the Lebanese government.\nThe last six months have seen at least three incidents where sophisticated military operations were used against terrorist targets: the October bombing of Palestine Liberation Organization headquarters in Tunisia by Israeli planes; the interception by US F-14s of the Egyptian airliner carrying the Achille Lauro hijackers later that month; and the US Sixth Fleet entering the Gulf of Sidra off Libya last month.\nEven during the latter incident, however, US force was used only in direct response to Libyan military attack. By contrast, the recent raid was directed against a foreign government in retaliation for an incident (the bombing of the West Berlin discotheque) widely separated in time and place from the attack itself.\nDiplomatic relations with Europe. The incident has brought into sharp focus the differences between the US and its European allies over counterterrorism measures.\nThe map used by US Defense Secretary Caspar Weinberger in his press briefing Monday night brought home that lack of unanimity in graphic terms. It showed the flight path of the 18 F-111 bombers based in Britain on their way to Libya - a long overseas route around Spain and Portugal and through the Strait of Gibraltar.\nThe reason: refusals by France and Spain to allow overflights of their territories on shorter paths.\nOn the surface, such reluctance appears incongruous. Government officials and terrorist experts interviewed recently in Europe have unanimously cited international cooperation as the central priority in fighting terrorism.\nIn practice, however, many European leaders are concerned that the Reagan administration has not been sufficiently evenhanded in seeking peace in the Middle East and has been too confrontational in its policy toward the Soviet Union. For many European officials, US military action against Libya smacks too much of America's ''Rambo'' mood, rather than cool-headed diplomacy.\nYet this reluctance to cooperate - on earlier calls for sanctions, and on this latest action - has deeper roots.\nFrance and Spain have historical relations with North Africa, owing in part to geography. France has strong economic ties with Libya. In addition, its tradition of political asylum and its opposition to extradition have made it something of a haven for terrorists. Hence its concern about retaliation by terrorists.\nBritain, by contrast, has a historic relationship with the US - and a greater degree of independence from Libya. With its own North Sea oil, it relies less on Arab oil. Geographically more remote from Libya, it is also diplomatically isolated, having broken off relations after gunfire from the Libyan embassy in London killed a British policewoman in 1984. Hence its permission to allow the F-111s to fly from bases in England.\nUse of the media. Terrorism, which has been described as ''political theater,'' increasingly involves the sophisticated use of the media to spread fear throughout a worldwide audience. This latest action also may have involved sophisticated use of the media - not by the terrorists, but by the US administration.\nThe raid itself, which coincided exactly with the 7 o'clock television news on America's East Coast, found a ready audience for the announcement from the White House a few minutes later.\nMilitarily, the raid needed the cover of darkness. But the timing clearly worked to the advantage of the administration. Had it come earlier, network commentators would have had a vital few hours to contact experts.\nHad it come much later, many Americans would have first heard of it the next morning - along with reports of damage in Libya and of foreign reactions.\nAs it happened, the administration alone set the initial tone for the interpretation, almost without contradiction from a sometimes-contradictory press corps.\n\nGraphic\n\n \nPicture, Cheerful crew at US base in Britain, after return of 16 jets, AP"
}