{
    "title": "US Sanctions Iran 's Petroleum Ministry, National Iranian Oil Company , Tanker Subsidiary",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 29,
    "full text": "The United States on Monday imposed fresh Iran-related sanctions targeting the Islamic Republic's oil sector, including the Iranian Ministry of Petroleum, in Washington's latest move to increase pressure on Tehran.\nThe minister of petroleum, the National Iranian Oil Company andNational Iranian Tanker Company were also blacklisted alongside other individuals and entities in Washington's move on Monday, which freezes any US assets of those blacklisted and generally bars Americans from dealing with them.\n\"The system is in\".\nFour of them were involved in the recent sale of Iranian gasoline to Venezuela.\nHe added that imposing sanctions on these actors \"is an important step within the framework of the maximum pressure campaign aimed at limiting the Iranian regime's ability to threaten neighboring countries and destabilize the Middle East\".\nIran's Minister of Petroleum Bijan Namdar Zanganeh and other senior executives of NIOC and NITC were also on the sanction list.\n\"The era of unilateralism is over in the world\".\nAvatar 2: Kate Winslet Wears Wings Underwater for Her Sea Person Role\nWinslet also talked about reuniting with her Titanic director James Cameron , saying the experience this time was different. On their reunion, she said: 'It was so wonderful to work with Jim again. \"Jim has become a father a few more times over\".\nAnalysts say the designations put almost all ofIran's petroleum sector under counterterror sanctions and should act as an additional deterrent for companies still doing business with Iran. We hope that we have succeeded by giving you the full details and information.\nUnder new measures Monday, the administration said it was designating the National Iranian Oil Company,Iran's oil ministry, and theNational Iranian Tanker Company under a counterterrorism authority, meaning that any future administration would need to take legal measures to reverse the finding.\n\"Corona's proven deadly, vicious & brutal everywhere, but it's worse inIran as it has a cruel collaborator: United States regime\".\n\"I don't have any assets outsideIran that could be covered by the sanctions\".\nTensions between Washington and Tehran have soared since President Donald Trump unilaterally withdrew in 2018 from theIran nuclear deal struck by President Barack Obama and began reimposing USA sanctions that had been eased under the accord.\nIranian Foreign Minister Mohammad Javad Zarif released a tweet in which he denounced the sanctions, describing the United States as \"addicted to sanctions\" and calling on it to \"give up this habit\". The US seems to want to make a point of putting more sanctions to it, and trying to connect the whole thing to terrorism, but in general it probably won't hinder ongoing trade, since neitherIran nor Venezuela has many alternatives.\n\nLoad-Date: October 29, 2020"
}