{
    "title": "US Suspends Talks With PLO",
    "publisher": "christian science monitor ",
    "year": 1990,
    "month": 6,
    "day": 22,
    "full text": "UNITED States Secretary of State James Baker acknowledged Wednesday that a US decision to suspend dialogue with the Palestine Liberation Organization may weaken moderate forces in the Middle East and create difficulties for the peace process.\nBut he insisted the United States had no other choice, given the organization's refusal to condemn a May 30 terrorist raid by a PLO faction on Tel Aviv and to dicipline the organizer of the attack, Abul Abbas. President Bush said of the Tel Aviv attack, ''To date, the PLO has not provided a credible accounting of this incident.'' He said he is prepared to ''promptly resume'' talks when the PLO fulfills US conditions.\nDespite the suspension of dialogue, President Bush said, ''We remain committed to a comprehensive settlement in the Arab-Israeli conflict and to a just and lasting peace.''\nBush's decision to suspend talks on Wednesday, made under pressure from Congress and Israel, breaks off the dialogue begun 18 months ago when the PLO met US conditions to renounce terrorism and recognize Israel's right to exist.\nIn Jerusalem, an aide to Prime Minister Yitzhak Shamir said Wednesday that the US decision ''removed a major obstacle'' to peace.\nBut the decision drew fire from the PLO. ''The PLO has already given everything that it could give. The PLO does not want a rupture of the dialogue,'' said Abu Iyad, a top aide to PLO leader Yasser Arafat.\nSuleiman Najab, a member of the PLO's ruling Executive Committee, called the move a ''flagrant defiance of the Palestinians, Arabs, and world peace.''\nSecretary Baker expressed concern that Mr. Arafat may be weakened by the suspension. But he stressed, ''We cannot let our desire to move forward toward peace inhibit or dilute our firm commitment to fight terrorism.''\nSenate Foreign Relations Chairman Claiborne Pell (D) of Rhode Island, said given the circumstances, ''The administration had no choice but to suspend the talks. I share the president's hope that the PLO will take the necessary steps so that the talks can resume.''\nSenate Republican leader Robert Dole of Kansas said Bush made the ''right decision. … The ball is in the PLO's court.''"
}