{
    "title": "US sources differ on new threat of Libyan terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 8,
    "day": 29,
    "full text": "The United States continues to keep a watchful eye on its Middle Eastern nemesis, Libyan leader Col. Muammar Qaddafi. But whether Colonel Qadaffi has immediate plans to resume acts of terrorism against US targets remains unclear after a week of differing assessments by the Reagan administration.\nIn the latest of several pronouncements on the subject of the Libyan threat, White House press spokesman Larry Speakes described as ''highly authoritative'' reports in Monday's Wall Street Journal that Qaddafi was preparing to launch a new round of terrorist attacks and that the US was readying a three-pronged response consisting of military, economic, and covert activities.\nIn one of several skeptical responses from Washington, a State Department official said there was ''no objective reason'' for the heightened concern over Qaddafi's plans, adding that ''someone with a personal agenda at the NSC (National Security Council) has decided to hype'' the issue. This official says that while the US is continuing to keep close tabs on Qaddafi, information that new terrorist attacks are imminent is ''pretty loose.''\nBut White House officials insist that the renewed concern over Qaddafi's intentions, which Mr. Speakes said was based on ''credible'' new intelligence reports, is not exaggerated. Speakes reaffirmed on Wednesday that the US is prepared to take direct military action to contain new outbreaks of Libyan terrorism. But he insisted that current US naval maneuvers off the Libyan coast were not designed to goad Qaddafi into an act that would justify a repetition of last April's air strike on Libya.\nAlso on Wednesday, 18 American F-111 fighter-bombers, the kind used in the earlier raid on Libya, flew into Boscome Down airfield in western England to participate in what the Air Force described as routine NATO exercises.\n''Obviously we do have intelligence reports that Qaddafi has not been deterred in his efforts to commit terrorist activities,'' said Speakes. He added, ''Our goal is to prevent Qaddafi from doing things, not to provoke him.''\nSpeakes declined to specify the source and content of the intelligence reports but said the information would be shared next week with US allies when Vernon Walters, the US's envoy to the UN, travels to Europe to discuss strengthening economic sanctions against Libya.\nLast January President Reagan severed economic ties with Libya and froze Libyan assets in US banks after allegations of Qaddafi's involvement in twin terrorist attacks at airports in Rome and Vienna the previous month. Since then, European nations have stopped trading with Libya in military items and agreed not to fill jobs in Libya vacated by Americans as a result of the US embargo. Steps have also been taken to limit normal trade, a task made easier by the fact that Libya, strapped by the decline in oil prices, has become a cash-poor customer.\nAmbassador Walters will seek European support for measures to ban imports of all refined petroleum products made with Libyan oil and to close down European affiliates of US companies that do their primary business with Libya."
}