{
    "title": "US says Iran behind suspected plot Officials say foiled plan was to kill Saudi ambassador, commit ac",
    "publisher": "charleston daily mail",
    "year": 2011,
    "month": 10,
    "day": 12,
    "full text": "U.S. officials on Tuesday said that they had foiled an elaborate terrorist plot backed by factions of the Iranian government aimed at assassinating the Saudi ambassador to Washington.\nAt a news conference, Attorney General Eric H. Holder Jr. said two Iranians have been charged with conspiracy to murder a foreign official and conspiracy to commit an act of international terrorism, among other charges. One of the suspects, an Iranian with U.S. citizenship, was arrested in New York last month; the other, an Iranian, remains at large.\n\"The United States is committed to holding Iran accountable for its actions,\" Holder said.\nThe suspects were identified as Manssor Arbabsiar, a 56-year-old from Texas, and Gholam Shakuri, an Iran-based member of Iran's Quds Force, an elite division of that country's Revolutionary Guard Corps responsible for foreign operations.\nIn addition to killing the Saudi ambassador, Adel al-Jubeir, officials said, the plot envisioned later striking other targets. The officials said that the plan to kill the ambassador was directed by Tehran, and that Arbabsiar has acknowledged that he was recruited and funded by men he understood to be senior officers in the Quds Force.\nShortly after the announcement, the Obama administration said it was imposing financial sanctions on five Iranians, including the two suspects, connected to the plot. Secretary of State Hillary Rodham Clinton said the administration would consider more actions to further isolate the Islamic Republic.\nThe Iranian government immediately denied the accusations, calling them a new round of \"American propaganda,\" according to state news agency IRNA.\n\"The U.S. government and the CIA have very good experience in making up film scripts,\" Ali Akbar Javanfekr, a spokesman for Iranian President Mahmoud Ahmadinejad, said in Tehran. \"It appears that this new scenario is for diverting the U.S. public opinion from internal crises.\nOfficials described the details of the plot as chilling, saying that the conspirators considered blowing up a restaurant frequented by the ambassador.\nAccording to a criminal complaint unsealed Tuesday, Arbabsiar met with a DEA informant - who was posing as a representative of a Mexican drug cartel - to arrange the killing. At one point, the complaint says, Arbabsiar told the informant that he would need four men to carry out the ambassador's murder and that he would pay $1.5 million for the operation.\nAs a down payment, Arbabsiar allegedly later arranged for $100,000 to be wired to an account that was secretly overseen by the FBI.\n\"Though it reads like the pages of a Hollywood script, the impact would have been very real and many lives would have been lost,\" said FBI Director Robert Mueller.\nAccording to the Justice Department, Arbabsiar was arrested by federal agents Sept. 29 after he had been under surveillance or investigation for more than four months. His arrest came eight days after two U.S. hikers who had spent more than two years in Iranian custody on suspicion of spying were released from prison and allowed to leave the country.\nA spokesman for the National Security Council said President Obama had been briefed on the case in June.\nThe United States has listed Iran as a state sponsor of terrorism since 1984. The government in Tehran has long denied accusations that it backs terrorism.\nIran and Saudi Arabia are bitter political enemies in a long-running Middle Eastern conflict fueled largely by sectarian rivalries. Saudi Arabia, a monarchy with a predominantly Sunni Muslim population, has felt threatened by the Shiite leadership of Iran ever since the 1979 revolution toppled Shah Mohammad Reza Pahlavi and replaced him with a theocratic government.\nJubeir, 49, is one of the best-known Saudi figures in the West and among the most powerful foreign policymakers outside the royal family. The son of a Saudi diplomat, he speaks fluent German and virtually unaccented American English. A political science and economic graduate from the University of North Texas, he also holds a master's degree in international relations from Georgetown University.\nHe first appeared as a spokesman for the Saudi government during the 1991 Persian Gulf war, and quickly became known as a foreign policy adviser to then-Crown Prince Abdullah, with particular influence on policy toward the United States. When it became known that the Sept. 11, 2001, al-Qaeda attacks were carried out by Saudi citizens, Jubeir was dispatched to Washington to represent the kingdom's interests before the American public and policymakers. He became ambassador the the United States in 2007.\nHis extensive contacts within the administration and among lawmakers, policy experts and journalists - and his closeness to the most senior figures of the Saudi government - have helped Jubeir has worked to strengthen U.S.-Saudi ties.\nTHE ASSOCIATED PRESS\nOfficials say al-Jubeir, the Saudi ambassador to the United States, was the target of an assassination plan.\n\nLoad-Date: October 12, 2011"
}