{
    "title": "US seeks unified strategy on terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 8,
    "full text": "The Reagan administration is hopeful that the latest terrorist attacks will foster a more forceful and unified antiterrorism strategy among America's European allies.\nAdministration officials are emphasizing that while last week's bombing of Trans World Airlines Flight 840 above Athens and the bombing of a West Berlin nightclub Saturday appear to have been targeted at Americans, the incidents should be of grave concern to Europeans.\n''That these two recent events began on European soil has sensitized Europeans that the danger is really at their doorstep, (that) it is not only at our doorstep,'' says White House spokesman Edward Djerejian.\nAdministration officials say that while there were 923 persons killed last year in terrorist incidents, only 23 of the victims were Americans and none of the attacks took place within the United States.\n''This is truly an international problem. This is not just an American problem,'' Mr. Djerejian says.\nAs the investigations into the two most recent terrorist bombings continue, administration officials say they are not ruling out any terrorist groups or individuals as the possible perpetrators.\n''Basically, we are going to reserve final judgment on exactly who was responsible until we make further progress on the investigations,'' said Djerejian.\nOn Sunday, Robert B. Oakley, director of the State Department's Office of Counterterrorism, said the US had ''suspicions'' about Libyan involvement in the West Berlin bombing.\nThe White House and State Department released no new information yesterday about a possible Libyan role in the discotheque explosion that killed two and injured more than 200, but Djerejian said, ''It is this pattern of indiscriminate violence that we have traced to the types of terrorist activities that Col. (Muammar) Qaddafi (the Libyan leader) has sponsored in the past.''\nIn the meantime, administration officials are hopeful that the most recent bombings will convince US allies in Europe to participate in an American boycott of Libya and take other counterterrorist measures.\nThe Reagan administration has been working as part of its counterterrorism strategy to build a solid foundation of support among US allies to condemn and take action against terrorist groups and the countries that harbor them. The European allies have thus far been reluctant to go along with US calls for an economic boycott and political isolation of Colonel Qaddafi.\nHowever, last weekend France expelled two Libyan diplomats suspected of plotting attacks against US targets. US officials would like to see more Libyan diplomats sent home.\nAccording to Djerejian, discussions are under way in Europe for the ''possible closing of more Libyan People's Bureaus (embassies) known to be the source of terrorist planning andDactivity.''\nLibyan leader Qaddafi is said to have targeted some 30 US offices or installations for terrorist attacks, in part to retaliate for the recent sinking of four Libyan patrol boats and the destruction of a Libyan missile radar site during exercises by the US Sixth Fleet in the Gulf of Sidra.\nBut Djerejian says that public Libyan calls for attacks on Americans and ''indications of possible additional actions'' predate the recent clashes in the Gulf of Sidra.\n''Qaddafi initiated this latest round of terrorism last year with the EgyptAir hijacking and the attacks at the Vienna and Rome airports,'' Djerejian says.\nThe White House spokesman reported that there has been progress in identifying the type of explosives used in the two bombings.\nA spokesman for the Federal Bureau of Investigation said the FBI as a matter of policy does not comment on types of explosives or pending investigations.\nThe US has sent FBI agents and Federal Aviation Administration officials to Rome, Athens, and Cairo to probe the TWA bombing. US explosives and forensics experts have also been dispatched to West Berlin to assist in that investigation.\n\nGraphic\n\n \nPicture, Tightened security: In wake of discotheque bomb in West Berlin, US soldier checks car with detector at hospital entrance, AP"
}