{
    "title": "US stiffens Salvador policy, tells junta to clean up its act",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 4,
    "day": 30,
    "full text": "In a dramatic policy turnaround, the Reagan administration is suddenly leaning heavily on El Salvador's ruling civilian-military junta -- in effect, telling President Jose Napoleon Duarte and his fellow junta members to clean up their act.\nAt issue are a number of incidents, including the murder of four United States women missionaries last December, for which Washington holds the Duarte government directly or at least indirectly culpable.\nState Department spokesmen have for several weeks publicly deplored the killings of unarmed civilians by El Salvador's security forces.  But this public denunciation is only the tip of the policy iceberg.\nThrough diplomatic channels in Washington and San Salvador, the Reagan administration has taken President Duarte and other Salvadoran officials to task for the murders of several Salvadorans and foreigners.  Washington has warned President Duarte that continued US aid could be at stake.\nMoreover, Salvadoran military officials have been roundly warned that they are ultimately responsible for the action of all members of the Salvadoran military and police establishment.  This includes the Army, the National Guard, the National Police, and the Treasury Police.\nAll this amounts to a significant change of course for the Reagan administration, which came to office 100 days ago charging that leftist-, Soviet-, and Cuban-abetted terrorism was the chief cause of violence in the Central American country.\nWithout retreating from the proposition that such terrorism is a serious roadblock to peace in El Salvador, the administration is now telling the Salvadoran governmental leadership in no uncertain US military and economic support if it does not do something to curb the violence that springs from government security units -- and from rightist paramilitary units.\nThese latter groups, although tenuously connected with regular Salvadoran military units, operate outside the direct control of the government.They are harder to curb.  But they are responsible for perhaps half the violence in the country.\nPutting them aside, however, there are countless incidents for which the military itself, under direct government control, is held accountable -- and it is these that concern Washington most at the moment.\nParticularly disturbing to Washington is President Duarte's failure to bring to justice those Salvadoran military men accused of murdering four US women missionaries last December.\nAn FBI-supported investigation of the <Please incident has focused on at least six members of the National Guard who were in the area of the killings on that December night.  Fingerprints and other internal evidence in the women's burned-out van are said to have established very strong evidence that the soldiers were involved.\nThe Reagan administration has told the Duarte government that these soldiers must be brought to trial quickly.\nUS spokesmen say that the bulk of communication between the US Embassy in San Salvador and the Duarte government now centers on this issue and tha t there can be no mistaking the US position."
}