{
    "title": "US Seeks Means to Justice In Bombing of Flight 103",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 11,
    "day": 18,
    "full text": "THE United States is discovering again that, when it comes to dealing with terrorists, there are no easy answers. On Friday, the Bush administration demanded that two Libyans indicted last week for the 1988 bombing of Pan American Flight 103 be brought to the US for trial. But the means available to get them here are fraught with diplomatic complications:\nMilitary force. The US retaliated with air strikes in 1986 when Libyan terrorists bombed a Berlin cafe, leaving three Americans dead. But the use of force against an Arab state could have an adverse effect on the Middle East peace process, which is now at a delicate stage.\nKidnapping. US law permits kidnapping to bring accused terrorists to trial. But with Libyan security on alert and the suspects in hiding, covert operations would be difficult.\nEconomic sanctions. Libyan oil is highly vulnerable to an embargo. But with little or no excess capacity in the world market, keeping Libya's 1.4 million barrels-per-day exports bottled up could drive world oil prices up, at least for the short term, and could further slow recovery from recession at home.\nA final option, doing nothing, would almost certainly be unacceptable to a large segment of the American public, especially in the aftermath of President Bush's decisive response to Iraqi aggression in Kuwait which cost no American lives.\n\"There is no good way to respond to terrorism, because all of the options have an unattractive side,\" concludes Henry Schuler, an energy and Middle East specialist at the Center for Strategic and International Affairs. To be effective, economic sanctions would have to be backed by Libya's main European trading partners, including Italy and France. The US and Britain already boycott Libyan products.\nA call for broader sanctions, such as closing down Libyan embassies around the world, could gain the critical support of France, which has also been a victim of Libyan terrorism. Angered at Libyan leader Muammar Qaddafi's open support for last August's coup attempt, Soviet President Mikhail Gorbachev could also be a willing partner.\nThe end of the cold war could also facilitate another US response: a unilateral naval blockade of Libya's oil terminals. The idea was considered during the Reagan administration but rejected because of the risk of a superpower confrontation. With the Soviets out of the picture, a blockade could be attempted with impugnity, diplomatic analysts suggest.\n \nIndictments issued\nThe US handed down indictments Thursday against two Libyan intelligence agents, Abdel Basset Ali Al-Megrahi and Lamen Khalifa Fhimah.\nInvestigators say the two placed a plastic bomb contained in a portable radio into a suitcase. The bomb was connected to a tiny Swiss-made detonating device that may have been one of 20 purchased by Libya in 1985. Using a stolen luggage tag, the bag was placed on a flight from Malta to Frankfurt, then routed aboard a Pan Am flight bound for London where it was transferred to Pan Am 103. On Dec. 21 the bomb exploded over Lockerbie, Scotland.\nThe Pan Am jumbo jet was carrying 259 passengers, including 188 Americans. All were killed, as were 11 residents of Lockerbie. The indictments culminate a three-year, $30 million probe in which investigators searched for fragments from the crash and interviewed 14,000 people in 40 countries, including witnesses, suspects, and relatives of the victims.\nThe indictments come just two weeks after French authorities announced criminal charges against four other Libyans, including the brother-in-law of Libyan leader Muammar Qaddafi, in connection with the 1989 bombing of a French airliner. The UTA flight, carrying 171 passengers, was en route from Brazzaville, in the Congo, to Paris and exploded over the Sahara desert.\nFrench authorities say they have evidence that the Pan Am and UTA bombings were both discussed at a September 1988 meeting in Tripoli that was attended by Libyan intelligence agents. Investigators are now convinced that the attack was perpetrated by Libya in retaliation for the 1986 US air attack and that the intelligence officers indicted were operating under direct authorization from Qaddafi.\n\"This was a Libyan government operation from start to finish,\" State Department spokesman Richard Boucher said last week. \"An operation of this magnitude … could only have been undertaken with the approval of senior Libyan officials.\" One theory that was abandoned by the investigators but is still pressed by some terrorism experts is that the Pan Am bombing was the work of a Syrian-based terrorist group acting to avenge the accidental shooting down of an Iranian airliner by the US over the Gulf in 1988\n.\nThe indictments will be transmitted to Libya within a few days, Mr. Boucher said Friday. Libya denies that its agents were involved in the Pan Am incident and said it was prepared to defend itself against the charges in an international tribunal.\n \nRelations marred\nThe bombing of Flight 103 was one of several exchanges that have marred relations between the US and Libya since the early 1970s. Relations first turned sour after a Watergate-besieged President Nixon, eager not to jeopardize ongoing Middle East peace negotiations, refused to condemn Israel for shooting down a Libyan passenger plane over the Sinai Peninsula in 1973.\n\"The incident convinced Qaddafi that there could never be acceptable relations with the US because US policy was so one-sided,\" says Schuler, author of a forthcoming book on Libya.\nSubsequent acts of Libyan terrorism eventually led to US economic sanctions on Libya and, in 1986, the air attack that killed dozens in Benghazi and Tripoli, including Qaddafi's adopted daughter."
}