{
    "title": "US stands with India in its quest for justice for 26_11_ Trump",
    "publisher": "the world",
    "year": 2018,
    "month": 11,
    "day": 27,
    "full text": "Washington, Nov. 27 -- Expressing solidarity with the victims of the 2008 Mumbai attack, President Donald Trump has said the US stands with the people of India in their quest for justice and will never let terrorists win.\nAbout 166 people, including six Americans, were killed in the terror attack on November 26, 2008 carried out by 10 LeT terrorists over a period of three days. Nine of the attackers were killed by the police while lone survivor Ajmal Kasab was captured and hanged after he was handed down death sentence by an Indian court.\n\"On the ten-year anniversary of the Mumbai terror attack, the US stands with the people of India in their quest for justice,\" Trump tweeted.\n\"The attack killed 166 innocents, including six Americans. We will never let terrorists win, or even come close to winning!\" he said.\nKia Scherr, whose husband and a 13-year-old daughter were killed in the attack, thanked the president for his tweet.\n\"May this day serve to remind us that love overpowers hate. This is the strength no bullet can kill. This is our true power. Thank you,\" she said.\nAt a solemn event 'in memory of the victims of the 26/11 Mumbai terror attacks' at the Indian Embassy here, a top American counterterrorism official called on Pakistan to bring LeT operatives and other terrorists to justice.\n\"We call upon all countries, particularly Pakistan, to do their parts in bringing the perpetrators to justice. All countries must uphold their international obligations to take action against this UN sanctioned terrorist group and its leaders,\" said Nathan Sales, State Department's coordinator for counterterrorism in his brief remark.\nNoting that a day earlier, the State Department announced a new reward of USD 5 million for information leading to the arrest or conviction in any country of those involved in the carnage, Sales said, \"With this, we remind the world that we have not forgotten those who perished 10 years ago and we will not rest until the perpetrators are brought to justice.\" It is an absolute affront to the victims and their families that after 10 years those who planned these despicable acts have still not been convicted for their crimes, Sales said, echoing the statement of Secretary of State Mike Pompeo made a day earlier.\n\"Our citizens died together. So we must all work together to end the scourge of terrorism. We must prevent the terrorists who committed this act of barbarism, LeT from ever threatening our people again,\" Sales said.\nIn his remarks, the Indian Ambassador to the US, Navtej Singh Sarna, paid tributes to the innocent lives lost during the attack.\nHe condemned terrorism in all its forms and manifestations and urged the international community to call upon Pakistan to bring the perpetrators of this heinous terrorist attack to justice.\nSarna thanked the State Department for instituting a \"Rewards for Justice\" programme announcing a bounty for any information leading to arrest or conviction of any individual involved in planning or facilitating the attack.\nTo honour the memory of the victims, a moment of silence was observed by the attendees followed by lighting of candles. Extracts from an article written on this occasion by Scherr, the co-founder of a charity 'One Life Alliance', was also read out.\nThe event concluded with the screening of the HBO documentary on 26/11 Mumbai attacks, titled 'Terror in Mumbai'.\nThe event among others was attended by Basant Sanghera and Jennifer Whethey, Director in the US National Security Council at the White House. Rabbi Levi Shemstov, Executive Vice President, American Friends of Lubavitch (Chabad) recounted his personal experience when he desperately tried to save his friends and colleagues in Mumbai and talked with one of the terrorists over phone.\nCongressman Eliot L Engel, Ranking Member of the powerful House Committee on Foreign Affairs, said 10 years ago, the world watched in real time as a horrific terrorist attack unfolded over the course of 60 hours in Mumbai.\n\"I join the friends and families in remembering the 166 victims, including the six American citizens killed during the attack, and I stand in solidarity with the people of India who have demonstrated their resilience in the face of such violence,\" he said.\n\"It remains imperative, as it was 10 years ago, to bring the perpetrators of such heinous and senseless violence to account,\" said Engel, who is expected be the chairman of the House Foreign Affairs Committee next year.\n\"10 years ago the people of India fell victim to a heinous terrorist attack in Mumbai. Today we remember the victims and stand with India in the fight to end violent Islamist extremism,\" Congressman Ted Yoho said in a tweet.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: November 27, 2018"
}