{
    "title": "US Should Not Snub Pakistan",
    "publisher": "the world",
    "year": 1993,
    "month": 5,
    "day": 24,
    "full text": "FOR the third time in five years, the president of Pakistan has dismissed a prime minister who still had a majority in parliament. In none of the three cases were the dismissed prime ministers respected enough to cause public outrage. Pakistan's politicians have exploited Islamic slogans in ways that endanger the rights of women and of religious minorities. Its social policies - population control, health, and education - are backward. And it is the base for operations of Muslim extremists, including perhaps the individual who shot two American Central Intelligence Agency officials last Jan. 28.\nNow CIA director James Woolsey has threatened Pakistan with being branded a state that supports international terrorism. This would put Pakistan in the same category as Libya, Iran, Iraq, and Syria and require a reduction of US diplomatic presence and opposition to all lending to Pakistan by institutions such as the World Bank. But Pakistan is not a lost cause. During the 1980s, the US trumpeted Pakistan as a \"front-line state.\" Only Israel and Egypt received more US aid; we took in stride the fact that Zia's Pakistan was a military dictatorship; American presidents regularly certified that the Pakistanis did not have nuclear weapons.\nWe were silent about Islamabad's support of terrorist insurgents in the Indian state of Punjab. Only when the Soviets left Afghanistan and we did not need Pakistan any more did we strike it from our list of aid recipients because of its renegade nuclear program.\nNow the cold war is over and we have the luxury of thinking through what kind of relationship we want to have. We cannot and should not develop an intimate relationship with Pakistan; there is too much that divides us. Our primary ties in South Asia should be with India. The days of huge aid budgets are surely past. Pakistan is, however, a large and very important country that plays a key role in the Muslim world - a place where we need friends. We need to get beyond the disillusion and embitterment that have characterized US-Pakistan relations and find a middle ground where we can build a relationship that meets specific, limited mutual interests.\nDeclaring Pakistan a terrorist state is not the way to start. If Mr. Woolsey knows that Pakistan is behind the bombings in Bombay or perhaps even of the World Trade Center, or that Islamabad is still giving significant support to terrorists in Indian Punjab, let the case be made. But there is no public evidence that Pakistan is a Syria, much less an Iraq or Libya, nor that the Pakistani government is connected to anti-American terrorism.\nApparently the issue is Pakistani support to insurgents in the Indian part of Kashmir. The international status of Kashmir is unsettled and the Pakistanis are supporting an insurgency there that is essentially indigenous, drawing on legitimate complaints about rule from New Delhi.\nPakistan is playing a dangerous game but it believes it is assisting legitimate freedom fighters - much the same as we were doing in Angola, Kampuchea, Nicaragua and Afghanistan. Now, as then, the line between freedom fighter and terrorist is vague.\nAmericans overreact to the word \"terrorist\" and are becoming conditioned to see Islam as threatening. We must look for ways to keep channels open to the majority of Muslims, who want to remain friendly. Secretary of State Warren Christopher should withstand pressures to declare Pakistan a terrorist state. If a poorly-drafted law leaves him no choice, the law should be changed.\n \n\nLoad-Date: May 24, 1993"
}