{
    "title": "US should focus on homegrown terrorism",
    "publisher": "university wire",
    "year": 2010,
    "month": 1,
    "day": 18,
    "full text": "The attempted Christmas Day bombing of a Northwest Airlines Flight brought a near-deadly end to 2009. Though the alleged bomber,'Umar Farouk Abdulmutallab, was stopped, the shootings at Fort Hood military base in November by Nidal Hasan killed 13 people.\nWith recent attacks, it's still very important the U.S. focuses'effectively on counterterrorism.\nLast year, the U.S. Department of Justice dealt with about a dozen attempted terrorist acts or individuals seeking terrorist training, much like five Virginia natives who were caught trying to join'al-Qaida in Pakistan, according to the Washington Post.\nThe recent perpetrators aren't like 9/11 terrorists - devout'trainees in Taliban camps with direct orders from al-Qaida. These new terrorists are homegrown.'\nThey were Western-born, Western-educated and influenced significantly by Western culture. Even as al-Qaida struggles with America's massive 'War on Terror,' it continues to reach out to vulnerable young people in hopes of recruiting soldiers.\nThe U.S. needs to refocus counterterrorism at home because'getting to potential recruits before al-Qaida does is crucial to'American safety.\nCleric Anwar al-Awlaki is a great example. Based in Yemen, the U.S. native posts rousing sermons on YouTube and has released'bestselling books and CDs to stir impressionable generations into drastic action against Western culture. Fluent in English, he's in a'perfect position to target young people living in the U.S. and Britain.\n'He's lived amid such people, and he understands their dilemmas very well,' said terrorism expert Jarret Brachman to Time magazine.\nAl-Awlaki was reportedly'in contact with Hasan and Abdulmutallab in the'2005 bombings in London and the 2006 Toronto bomb plotters, who were also homegrown terrorists. He was deemed so threatening that the U.S. unsuccessfully tried'to have him killed with a rocket strike on Dec. 24, according to'Time magazine.\nBut even if he dies, a new'al-Awlaki may replace him, so solving the problem of homegrown terror requires a different approach and complete understanding of the issues at hand.\nIt's important to focus on the young generation of people who al-Awlaki and others try to'influence.\nInstead of alienating potential recruits with racial profiling and obtusely ignorant counterterrorism'measures like the U.S. tends to do, it should embrace peace into the national fabric. By showing acceptance of all cultures, others will be less sympathetic to foreign influences.\nOnly with sincere outreach can America hope to combat'al-Qaida's strategies.' Times are changing, but America should not deviate from its basic'commitment - accepting all people - to combat these strategies.\nNeil Manimala is a junior'majoring in biomedical sciences.\n\nLoad-Date: November 9, 2019"
}