{
    "title": "US sees possible rise in Mideast terrorism",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 4,
    "day": 22,
    "full text": "United States officials are bracing for a possible upswing in Mideast terrorism against US targets overseas.\nA number of factors suggest Iran may try to strike out at the US, officials say. They also worry that Israel's assassination of the number two man in the Palestine Liberation Organization, Abu Jihad, may have cracked the group's inhibition against terrorism that has existed during the Palestinian uprising in the occupied territories. The US, they say, could well be a target.\n''Terrorism comes and goes in cycles, in waves. There has been a lot of terrorism in the world over the past year, but a down cycle in the type of spectacular attack that grips Western attention. We may well be entering an upswing in that kind of terrorism,'' says a senior US official.\nOfficials are trying not to be alarmist. But some have concluded that an attack from Iran could come any time.\nUS embassies and installations around the world are reviewing their security plans this week following the US-Iranian clashes in the Persian Gulf, while officials sent the clear public message that the US will not deal with terrorists.\n''We're waiting for the other shoe to drop,'' says a top official, explaining that since Iran can't hope to fight conventional battles with the US, it may again turn to terrorism.\nThe most likely type of attack would be against US military personnel in the Gulf, they say, but secondary targets could range as far as Western Europe. ''Its just awaiting a political decision in Tehran,'' says one specialist.\nChanges in Iran's situation make a go-ahead from Iran's leaders more likely, some specialists say. Some factors which contributed to Iran's decision not to use terrorism against the US last year have shifted:\n*Iran's position in the war with Iraq has worsened significantly. Its leaders have charged US-Iraqi complicity in the war and are smarting from naval loses to the US.\n*The international diplomatic situation has not evolved in Iran's favor. Key players in the UN mediation effort are tiring of Iran's apparent inability to come up with a flexible bargaining position because of domestic divisions.\n*US-Soviet relations are moving forward, making it harder for Iran to count on Soviet willingness to delay UN sanctions against Iran.\n*Recent Iranian elections appear to have been won by more radical forces who support continuation of the war and the Islamic Revolution.\nSome US officials argue that with Iran's leadership apparently feeling under siege by a coalition of international forces, with the US in the lead, the temptation to strike out in any way is great.\nOthers say Iran will use terror only as a rational policy tool. The goal of an attack against US interests, they say, would be to stir up US domestic criticism of America's naval presence in the Gulf.\nThe other immediate US worry revolves around radical Palestinian terrorism. ''Events on the West Bank may have restrained terrorism,'' says a senior US official, ''because of their success in attracting sympathetic international attention. But, the assassination of Abu Jihad may have broken that constraint.''\nOfficials concede that the lull in Palestinian-related terrorism was tenuous. However, they complain that Israel's killing of Abu Jihad makes it easier for radicals, such as Abu Nidal, to break ranks.\n''We're likely to be targets for retaliation,'' even though we had no foreknowledge and condemn the act,'' says one well-placed official. He and others say Palestinian leaders have already charged US complicity.\nThus the US faces a dilemma. It has condemned the killing as a ''political assassination,'' but Tunisia is asking the UN Security Council to censure israel.\nIf the US cannot work out a condemnation that does not go further than its own, officials say, it faces the prospect of vetoeing a resolution and furthering the Palestinian impression that the US supported Israel's act.\nUS officials say they understand Israel's logic in carrying out the assassination. Abu Jihad was the key man linking the PLO and the West Bank uprising and his death may drive a wedge between the PLO and demonstrators. But they disagree with the decision and resent that the US may suffer as a result.\n''The Israelis have a penchant for thinking things through 75 percent and rejecting the other 25 percent if it doesn't fit their conclusion,'' says one official.\nIn this case, the result may be a reinvigorated uprising and spreading the costs outside of Israel.\nUS officials say if new attacks do occur, it doesn't mean the firm stance against dealing with terrorists should be changed. Indeed, they credit this cooperative policy among Western states for the recent downswing in anti-Western terrorism.\n\nGraphic\n\n \nPicture, Palestinian mourners carry the coffin of assassinated leader, Abu Jihad, AP"
}