{
    "title": "US to cancel USD 300m military aid to Pakistan over its inaction against terror groups",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 9,
    "day": 2,
    "full text": "Washington, Sept. 2 -- The US will cancel USD 300 million in military aid to Pakistan over its failure to take \"decisive actions\" to support President Donald Trump's new South Asia policy and act against terror groups like the Haqqani network and Lashkar-e-Taiba, the Pentagon has announced, a fresh blow to the deteriorating ties between the two nations.\nThe announcement comes just days before US Secretary of State Mike Pompeo is due to visit Pakistan to meet the country's new prime minister Imran Khan. The US and others have long complained that Pakistan provides safe haven to militant networks, allowing them to carry out cross-border attacks in Afghanistan.\nThe Pentagon's move, which needs to be approved by the US Congress, is part of a broader suspension of aid announced in January.\nUS President Donald Trump since assuming office has been tough on Pakistan over its inaction against terror groups, saying Washington has got \"nothing but lies &#38; deceit\" in return for millions of dollars in aid over the years.\nTrump in August last year unveiled his new South Asia policy and asked Pakistan to do more against such groups.\nThe US in January this year suspended more than USD 1.15 billion security assistance to Pakistan, accusing it of harbouring terror groups like the Afghan Taliban and the Haqqani Network within its borders and showing unwillingness to take \"decisive actions\" against them, a move that affected bilateral ties.\nThe Pentagon has now sought Congressional determination to reprogramme USD 300 million of its Coalition Support Fund (CSF) for Pakistan \"due to a lack of Pakistani decisive actions in support of the South Asia Strategy\", Pentagon Spokesman Kone Faulkner told PTI.\nHe said the US military would aim to spend the money on other \"urgent priorities\" before the funds expire on September 30, 2018.\nWith the latest move, the Department of Defence (DoD) has reprogrammed USD 800 million CSF destined for Pakistan as US Defence Secretary Jim Mattis did not give the necessary certification to Congress that the country has taken strong steps against terrorist groups like the Haqqani network and Lashkar-e-Taiba (LeT).\n\"This is not a new decision or a new announcement,\" Faulkner told PTI in response to a question.\n\"We continue to press Pakistan to indiscriminately target all terrorist groups, including the Haqqani Network and LeT in the region,\" Faulkner said, adding that the USD 300 million aid - which had earlier been suspended - should be used elsewhere.\nPentagon will have a congressional response before September 30, to allow it to implement the reprogramming actions, he said.\nThe US State Department has previously criticised Pakistan, a key ally, for failing to deal with terrorist networks operating on its soil, including the Haqqani network and the Afghan Taliban.\nThe issue of combating terrorism is expected to be raised by Secretary of State Pompeo during his talks with Khan in Islamabad on September 5.\nThe Haqqani network is a militant group that focuses most of its activities on neighbouring Afghanistan, which has complained for years that Pakistan allows it to operate unimpeded from its soil across the border.\nBoth the Haqqani Network and the Afghan Taliban have launched attacks in Afghanistan that have killed US forces, and US officials have long argued that Pakistan, and specifically its powerful ISI intelligence service, provides safe havens to them.\nA row erupted between the two nations following a telephone call by Pompeo to Khan on August 23, as Islamabad took exception to the American version of the conversation that the issue of terrorism was discussed during the call. While Washington insists that Pompeo raised the issue of terrorism Islamabad says the issue did not figure in the telephonic talk.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 2, 2018"
}