{
    "title": "US tries to expand array of tools to fight terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 7,
    "full text": "The United States is developing a growing arsenal of legal weapons to battle international terrorists.\nThe urgent need for such efforts was thrown into stark relief on Saturday, when a bomb exploded in a West Berlin nightclub frequented by US servicemen. Two people, including an American soldier, were killed, and some 200 people were injured. This followed an explosion earlier last week aboard a TWA jet bound for Athens.\nBut with the exception of the US Navy's midair interception last year of people suspected of hijacking the Italian cruise ship Achille Lauro, the US record in apprehending terrorists and bringing them to justice is bleak.\nFormal complaints have been filed against the suspected Achille Lauro hijackers and against people suspected of hijacking TWA Flight 847 to Beirut last summer. But the dogged, dangerous job of tracking down suspects and bringing them to trial has proven difficult.\nNow that may be changing. Congress is currently considering two ways to greatly expand the repertoire of legal US responses to terrorist attacks overseas. One is to make it a federal crime to attack, kill, or kidnap any American abroad. The other is to close loopholes in extradition treaties to make it harder for suspected terrorists to escape prosecution.\n''We are not helpless, and we are proving it to ourselves,'' says Joseph diGenovacq, US attorney for the District of Columbia. Mr. diGenova, whose office is responsible for prosecuting international terrorists, adds, ''We are now beyond the point of figuring out what to prosecute (a terrorist) for. We are now dealing with getting them back.''\nThe effort to make terrorist attacks against US citizens a federal crime stems from a desire to eliminate significant gaps in US jurisdiction resulting from piecemeal enactment of antiterrorist laws in the 1970s and early '80s. For example, current US hijacking statutes permit investigation and prosecution of last year's TWA hijackers, because hijacking US airliners is a federal offense. But foreigners murdering Americans overseas is not. Hence US law enforcement agents have no authority to investigate the murder of five Americans by terrorists at the Rome Airport last December, or the recent killings in West Berlin.\nThe option of launching a federal probe gives the administration a means of acting decisively without having to resort to military force. In addition, it would add weight to any US requests for assistance in antiterrorist cases.\nVictoria Toensingcq, deputy assistant attorney general in the Justice Department's criminal division, says that broadening US law enforcement officials' international jurisdiction will help persuade reluctant foreign governments to detain suspected terrorists or even try them.\n''We don't care where justice is done, just that it is done,'' she says. She notes that Italian authorities involved in the Achille Lauro case agreed to US requests to detain the suspects in large part because US officials were able to present valid arrest warrants.\nAfter passing the Senate easily, the House version of the antiterrorism bill has bogged down over the critical issue of how to define a terrorist act. The Senate bill grants the US attorney general broad discretion to decide which cases constitute terrorism. The House bill defines terrorism as an act of violence aimed at coercing, intimidating, or retaliating against a government or civilian population.\nThe State and Justice Departments oppose the House version. Administration officials argue that federal prosecutors would have to prove not only that a suspect was a murderer or kidnapper, but they would have to probe why the murder or kidnapping occurred. This would provide a terrorist a forum for his or her cause, officials say, and make it harder for the government to prove its case. Legal experts stress there are no universal definitions of what constitutes a terrorism. Officials say it would be better simply to try terrorists for the individual crime of murder or kidnapping.\nBut passing such a statute is only half the battle. The problem, security experts say, is that terrorists often use international laws and treaties as a legal jungle in which to hide. In other instances they are able to find haven in nations such as Syria, Iran, and Libya.\n''You can have the laws, you can have the treaties, and you can have an absolutely gap-proof webb (of antiterrorism statutes), and still if you don't get cooperation, you are not going to be able to use the rule of law to prosecute terrorists,'' says Mary Mochary, deputy legal adviser at the State Department.\nFor example, although the Italians detained the Achille Lauro hijackers as the US requested, they slipped out of the reach of US prosecutors as a result of a dispute over extradition. Yugoslavia also refused to extradite the alleged mastermind of the hijacking.\nFrench officials missed an opportunity late last year to arrest the Lebanese Shiite who is suspected of masterminding the hijacking of TWA Flight 847. American officials asked French authorities to detain the suspect while he was in France, but they did not. In such cases, American investigators must rely on the cooperation of foreign governments whose own interests may not correspond with US interests.\nUS officials are working to foster a united stand within the international community denouncing terrorist acts and pledging a coordinated battle against terrorism. Ms. Toensing says, ''We now have the ability with most of our friendly countries to say, 'If Abu Abbas (suspected mastermind of the Achille Lauro hijacking) shows up, we want him,' '' she says.\nIn addition, the Reagan administration is pushing to reform US extradition treaties to prevent terrorists from claiming a so-called ''political offense'' exemption. Under US extradition treaties, suspected terrorists can avoid being extradited to face trial in the US or elsewhere by arguing that their actions were politically motivated."
}