{
    "title": "US Takes Global Precautions To Stem Threat of Terrorism",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 7,
    "day": 23,
    "full text": "From the Pentagon and Capitol Hill to airports and corporate boardrooms, fresh concerns over terrorism are prompting stepped-up precautions - some unprecedented.\nFor the first time, the military is devising plans to protect troops based overseas from chemical and biological terrorism. Similarly, a bill passed last week by the Senate would provide funds to train local police and firefighters in coping with the aftermath of terrorist attacks in the United States that employed chemical, biological, or nuclear devices.\nSuch measures underscore the deepening seriousness with which politicians and policymakers are taking the terrorist threat. The crash of TWA Flight 800 - if officially decreed the work of terrorists - would be tragic proof of the correctness of their concerns.\nStill, experts agree the US may be ill-prepared to cope with the rising threat from extremists abroad and malcontents at home. They note the nation may now be at a turning point in how it thinks about terrorism.\n\"There is a reevaluation going on in the United States and elsewhere as to the nature and the intensity of the threat,\" says Yonah Alexander, a terrorism expert at George Washington University. \"We have to do more in terms of personnel, in terms of funding and strengthening international cooperation. It's really the moment of truth.\"\nExperts inside and outside government have long been cautioning that the dangers of terrorism are intensifying because of a post-cold-war proliferation of deadly materials and know-how. Their warnings have been given new weight by the devastating June 25 bombing of the United States military compound in Dhahran, Saudi Arabia, that killed 19 service personnel and a mounting belief that sabotage is behind the TWA crash.\n\"We have seen in a lot of different countries in the world a level of sophistication, a level of fanaticism, a level of willingness to take on risks by terrorists than we have seen in the past,\" says a senior Defense Department official.\n\"That's one reason that the threat has grown. Another is the spread of technology, a spread of … a level of knowledge of how to make bombs. There are actual examples of terrorists using chemicals,\" he says, referring to the gas attacks on a Tokyo subway.\nNo silver bullet\nExperts stress that there is no \"silver bullet\" that can eliminate terrorism: Indeed, senior administration officials worry about even greater anti-US atrocities, involving weapons of mass destruction. Officials and independent experts stress that additional steps can be taken to better deter domestic and foreign extremist groups and to limit the casualties and damage from those that succeed in committing violent acts.\n\"Almost everybody now understands that we need to be much more imaginative,\" says Sen. Richard Lugar (R) of Indiana. \"There is a need for new conceptual thinking. We are going to have to think of military planning of a very different type.\"\nThe most sweeping new antiterrorism measures are under development at the Pentagon, which was harshly criticized on Capitol Hill for a lack of security precautions at the US military compound in Dhahran.\nDefense Secretary William Perry has announced plans to increase protection for US military personnel in the Gulf. They include transferring about two-thirds of the roughly 6,000 troops now stationed in Saudi Arabia to remote bases. Mr. Perry also said steps are being devised to defend US personnel worldwide from terrorists armed with chemical or biological weapons.\nThe senior defense official says the plan calls for improving counterterrorism intelligence and that \"if worst comes to worst and further attacks occur, retaliatory action.\" US commanders around the world, he says, have been ordered to reassess their security requirements.\nIn underscoring its intensified concern with terrorism, the Senate voted unanimously July 17 to pass a bill co-sponsored by Lugar to appropriate about $ 235 million for new countermeasures.\nSome of the funds would go to the Pentagon to train and equip federal, state, and local officials in dealing with terrorist attacks involving weapons of mass destruction. The US Customs Service would also receive some of the money to bolster its ability to detect efforts to smuggle such weapons into the US.\nAntiterrorism czar\nAnother provision of the bill would create a new White House counterproliferation \"czar\" to coordinate policies on monitoring and controlling the worldwide spread of weapons of mass destruction and related materials and technical know-how.\nA day before approving Lugar's measure, the Senate voted to provide $ 14 million to a new emergency counterterrorism fund for the Pentagon.\nStill, it's not clear how far the US can go in protecting itself against terrorism. Americans prize their civil liberties - something that might come into conflict with new security measures.\nThe newfound determination to pursue more vigorous means of fighting terrorism has fueled reservations among an unlikely mix of civil libertarians and conservatives concerned that the government is already too powerful. They say that providing it with even tougher antiterrorism tools, especially expanding the role of the military, will accelerate the erosion of privacy and other citizens' rights.\n\"We think it is a very dangerous idea involving the military in law enforcement,\" says Louis Bograd of the American Civil Liberties Union. \"Countries where the military serves in civil police enforcement have traditionally been the most repressive regimes in the world.\"\nIt was such arguments that succeeded in weakening the antiterrorism bill that was taken up by Congress after the April 1995 Oklahoma City bombing and signed into law in April.\nAmong some of the original provisions that were excised was one that would have permitted federal agents to monitor all of the communications of terrorist suspects, including those conducted over cellular and pay telephones.\nOne shortcoming of US anti-terrorism efforts, many experts say, is a dearth of intelligence.\nWhile the US possesses the world's most sophisticated electronic surveillance systems and analytical technologies, experts argue there has been insufficient infiltration of terrorist groups by US intelligence operatives.\n\"We have to at least come to grips with a different level of intelligence,\" says Lugar.\n\nGraphic\n\n \nPHOTOS: (PAGE ONE) SECURITY WATCH: At Athens and other international airports around the world, security has been beefed up to prevent terrorist attacks. Greek officials say there were no security breaches related to the TWA crash., GEORGE KARACHALIS/REUTERS 1) IT SMELLS SAFE: A military police officer and a dog trained in detecting explosives search a car at the entrance to the US military complex in Dhahran, Saudi Arabia. A truck bomb exploded here last month, killing 19 American soldiers., SALEH RIFAI/AP\n\nLoad-Date: July 23, 1996"
}