{
    "title": "US terrorism database doubles in recent years",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 8,
    "day": 7,
    "full text": "WASHINGTON • A U.S. government database of known or suspected terrorists doubled in size in recent years, according to newly released government figures. The growth is the result of intelligence agencies' submitting names more often after a near-miss attack in 2009.\nThere were 1.1 million people in the database at the end of 2013, according to the National Counterterrorism Center, which maintains the information. About 550,000 people were listed in the database in March 2010.\nThe Terrorist Identities Datamart Environment, or TIDE, is a huge, classified database of people who are known terrorists, are suspected of having ties to terrorism or in some cases are related to or are associates of known or suspected terrorists. It feeds to smaller lists that restrict people's abilities to travel on commercial airliners to or within the U.S.\nThe government does not need evidence linking someone to terrorism in order for the person to be included in the database. This is among the reasons the database and subsequent terrorist watch lists have been criticized by privacy advocates.\nAn online publication, The Intercept, reported Tuesday that 40 percent of people on the terrorism watch list - which is a subset of names in the TIDE database - were not affiliated with any recognized terrorist organization.\nThe publication cited what it said were classified government documents from one year ago it obtained from an intelligence source, raising the possibility that someone other than former NSA analyst Edward Snowden was improperly disclosing classified information. Snowden fled to Russia in June 2013, roughly two months before the date stamp on the newly disclosed documents. The Intercept was founded by journalists with whom Snowden shared classified materials last year.\nThe growth of the Terrorist Identities Datamart Environment is a result of the government's response to a failed attempt to blow up a commercial airliner over Detroit on Christmas Day in 2009. The terrorist's name was included in the database before the attack but not on a list that would have prevented him from boarding a U.S.-bound flight. Since then, the government lowered the standards for placing someone on the no-fly list, and intelligence agencies have become more diligent about submitting names to the TIDE database.\nOf the 1.1 million people in the TIDE database, 25,000 are U.S. citizens or legal permanent residents, the National Counterterrorism Center said.\nThe database was created after the September 2001 terrorist attacks after it became clear that the government's terrorist watch list was ineffective. The watch list was once maintained in a Rolodex and in paper notebooks, according to edited photographs provided by the National Counterterrorism Center.\n\nGraphic\n\n \n This undated handout photo provided by the National Counterterrorism Center (NCTC) shows the a box a redacted files with names of suspected terrorists. Decades ago, names of suspected terrorists were kept in a rolodex and in notebooks, according to redacted government photographs. The Associated Press has learned that a U.S. government database of known or suspected terrorists doubled in size in recent years. The National Counterterrorism Center says there were 1.1 million people in the database at the end of 2013. Of those, 25,000 are U.S. citizens or legal permanent residents. There were about 550,000 people in the database in March 2010. The Terrorist Identities Datamart Environment, called \"TIDE,\" is a huge, classified database of people who are known to be terrorists, are suspected of having ties to terrorism, or in some cases related to or are associates of known or suspected terrorists. It feeds to smaller lists that restrict peoples' abilities to travel on commercial airlines to or within the U.S. (AP Photo/NCTC)  This undated handout photo provided by the National Counterterrorism Center (NCTC) shows a redacted ledger with names of suspected terrorists. Decades ago, names of suspected terrorists were kept in a rolodex and in notebooks, according to redacted government photographs. The Associated Press has learned that a U.S. government database of known or suspected terrorists doubled in size in recent years. The National Counterterrorism Center says there were 1.1 million people in the database at the end of 2013. Of those, 25,000 are U.S. citizens or legal permanent residents. There were about 550,000 people in the database in March 2010. The Terrorist Identities Datamart Environment, called \"TIDE,\" is a huge, classified database of people who are known to be terrorists, are suspected of having ties to terrorism, or in some cases related to or are associates of known or suspected terrorists. It feeds to smaller lists that restrict peoples' abilities to travel on commercial airlines to or within the U.S. (AP Photo/NCTC)  This undated handout photo provided by the National Counterterrorism Center (NCTC) shows a redacted ledger with names of suspected terrorists. Decades ago, names of suspected terrorists were kept in a rolodex and in notebooks, according to redacted government photographs. The Associated Press has learned that a U.S. government database of known or suspected terrorists doubled in size in recent years. The National Counterterrorism Center says there were 1.1 million people in the database at the end of 2013. Of those, 25,000 are U.S. citizens or legal permanent residents. There were about 550,000 people in the database in March 2010. The Terrorist Identities Datamart Environment, called \"TIDE,\" is a huge, classified database of people who are known to be terrorists, are suspected of having ties to terrorism, or in some cases related to or are associates of known or suspected terrorists. It feeds to smaller lists that restrict peoples' abilities to travel on commercial airlines to or within the U.S. (AP Photo/NCTC) \n\nLoad-Date: August 8, 2014"
}