{
    "title": "US terror plot suspects to appear in court",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 21,
    "full text": "*\nA daily summary of global reports on security issues.\nThree men accused of lying to US federal authorities about a terrorism investigation will appear before a court on Monday. One of the men, Najibullah Zazi, an Afghan-born resident of Colorado, admitted to receiving weapons training from Al Qaeda in Pakistan, and court papers say he was involved in an alleged terrorist plot. Authorities said they did not know the timing nor location of any planned attacks.\nOn Mr. Zazi's computer, authorities say they found images of a 9-page hand-written document in Zazi's handwriting that detailed how to make and handle explosives. Investigators also discovered his fingerprints on batteries and a scale that could be used to manufacture explosives.\nAuthorities are uncertain if the arrest of the three men has put an end to the alleged terror plot, reports the New York Daily News. A federal official told the paper that they are still searching for other conspirators but nobody knows for certain if there are others.\nZazi has denied any involvement with a terrorist plot. He voluntarily cooperated with investigators for three questioning sessions until he failed to appear for a fourth session Saturday.\nThe two men arrested with him - Mohammed Wali Zazi, Zazi's father, and Ahmad Wais Afzali, an imam in Queens, New York - stand accused of lying to authorities about phone calls between Denver and New York. Mr. Afzali denied ever phoning Najibullah Zazi to tell him that authorities were investigating him. Mr. Mohammed Zazi told authorities he did not know Afzali even though the FBI said it recorded a conversation between the two men, reports the Los Angeles Times.\nNone of the men is being charged with engaging in terrorism, reports USA Today.\nRather, they are accused of having lied to federal investigators, a felony.\nIf Zazi does have connections to Al Qaeda, it remains unclear how important he may be to the organization. Surveillance of Zazi was interrupted before investigators were able to get any information about the nature of the potential attacks or their targets. For US authorities, men like Zazi are a major concern. As a Westernized, legal resident of the US with Al Qaeda training, Zazi could \"operate freely, yet attract little attention,\" reports the New York Times.\nThe alleged terror plots may have been designed as an emulation of the July 7, 2005 bombings on London buses and subways that killed 52 people, according to The Times of London. US authorities issued warnings that terrorists might use the same type of explosives - hydrogen peroxide-based bombs - used in the London attack. Zazi also reportedly wrote a text message saying that the \"wedding cake is ready.\" Attackers have used \"weddings\" as a code word to describe terror plans in the UK.\nWhile it remains unclear what would be targeted in the alleged terror plot, authorities say Zazi had video of New York City's Grand Central station and popular shops and restaurants in the city, CNN reports.\nSpeaking at an appearance with Mayor Michael Bloomberg, New York Police Commissioner Ray Kelly said the investigation \"is only just beginning.\" And Bloomberg said the investigation is a reminder \"that terrorism hasn't gone away.\"\n\"I feel safe walking the streets,\" he said. \"I feel safe having my kids live here. But that's only because we keep our professionals trained and funded and up to strengths necessary to do the best jobs we can to protect us all.\"\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: September 21, 2009"
}