{
    "title": "US to announce specific actions against Pakistan",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 1,
    "day": 4,
    "full text": "Washington, Jan. 4 -- The White House has said it would announce specific actions against Pakistan this week to force it to crack down on terrorists on its soil, reflecting president Donald Trump's tough stance against the country over the issue.\nThe remarks by White House Press Secretary Sarah Sanders came after Trump accused Pakistan of giving nothing to the US but \"lies and deceit\" and providing \"safe haven\" to terrorists in return for USD 33 billion aid over the last 15 years.\n\"They can do more to stop terrorism and we want them to do that,\" Sanders said.\nThe White House said it would likely announce actions to pressure Pakistan within days.\n\"We'll continue to keep you posted as those decisions are finalised,\" Sanders said.\n\"In terms of specific actions, I think you'll see some more details come out on that in the next 24 to 48 hours.\" Sanders told reporters on Tuesday during a news conference in which she asked Pakistan to step up its actions against terrorists and militant groups operating from its soil.\nFox News reported that the announcement in this regard is expected Thursday.\nHowever, there was no response from the White House on the timing and nature of such an announcement.\nOn Monday, in his first tweet of the year, Trump said that the US has \"foolishly\" given Pakistan more than USD 33 billion in aid over the last 15 years.\nA day later, the White House said that it was suspended USD 255 million financial security assistance to Pakistan as mandated by Congress in its 2016 budget.\nUS ambassador to the UN Nikki Haley also accused Pakistan of playing a \"double game\" by claiming to support the US-led war against terrorism while providing a haven to terrorist groups.\nPakistan has expressed \"deep disappointment\" over the US statements, saying the accusations strike with \"great insensitivity\" at the trust between the two countries.\nPakistan's Foreign Minister Khawaja Asif in a tweet challenged President Trump's claim that the US has given Pakistan more than USD 33 billion dollars as aid over the last 15 years, saying verification by an audit firm would prove the US president wrong.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: January 4, 2018"
}