{
    "title": "US to use Iranian fuel sale proceeds to aid terror victims",
    "publisher": "daily news ",
    "year": 2020,
    "month": 10,
    "day": 29,
    "full text": "The Trump administration plans to use proceeds from the sale of fuel confiscated from Iranian tankers to benefit victims of terrorism, officials announced Thursday.\nThe U.S. government in August seized 1.1 million barrels of fuel from four Iranian tankers that were en route to Venezuela. The fuel has since been sold, and officials say the proceeds will go to a special fund for victims of state-sponsored terrorism.\n The money \"will now go to a far better use than either regime, Iran or Venezuela, could have envisioned because it will provide relief for victims of terrorism rather than the perpetrators of such acts,\" said Elliott Abrams, the State Department's special representative for Iran and Venezuela.\n \"So that is both poetic and tangible justice,\" he added.\n The U.S. estimates that it will be able to recoup some $40 million from the sale, and a \"great portion\" of that sum will be directed to the terrorism fund, said Michael Sherwin, acting U.S. attorney for the District of Columbia.\n A separate forfeiture complaint from the Justice Department centers on Iranian guided missile parts that the U.S. Navy seized over the last year from flagless vessels in the Arabian Sea. Officials say the cargo was intended for militant groups in Yemen. The U.S. has consistently accused Iran of illegally smuggling arms to Houthi rebels battling the Yemeni government\n In addition to the forfeiture complaints, the administration also announced sanctions against multiple entities tied to the petroleum industry in Iran.\n The Trump administration has had a decidedly contentious relationship with Iran, announcing last month that it had restored all United Nations sanctions that had been eased under the 2015 nuclear deal. Last week, officials accused Iran of election interference through the distribution of threatening emails to Democratic voters in multiple states.\n \"With these seizure actions, we are expanding our toolbox to combat Iran's bad behavior,\" said Assistant Attorney General John Demers, the Justice Department's top national security official.\n The unsealing of the complaints was \"divorced from politics,\" Sherwin said, noting that the actions began months ago and took time to wind through the courts.\n Follow Eric Tucker on Twitter at http://www.twitter.com/etuckerAP\n\nGraphic\n\n \nIn this Oct. 19, 2020 file photo, Assistant Attorney General for the National Security Division John Demers takes a question from a reporter via teleconference at a news conference at the Department of Justice in Washington. The Trump administration says it plans to use proceeds from the sale of fuel confiscated from Iranian tankers to benefit victims of terrorism. The U.S. government in August seized 1.1 million barrels of fuel from four Iranian tankers bound for Venezuela. The fuel has since been sold, and officials say the proceeds will go to a special fund for victims of state-sponsored terrorism. A separate forfeiture complaint from the Justice Department centers on Iranian missiles that were seized from flagless vessels last November and last February. Officials say the cargo was intended for militant groups in Yemen. (AP Photo/Andrew Harnik, pool)\n\nLoad-Date: October 30, 2020"
}