{
    "title": "US vs. Europe_ two views of terror",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 3,
    "day": 18,
    "full text": "Ever since George W. Bush's first reaction to Sept. 11 was that this is \"war,\" debate has simmered over whether fighting terrorism is best handled as a military operation or as law-enforcement, using intelligence cooperation, police work, and the courts.\nNow that controversy is flaring again, both in the US in the context of the presidential election and among America's allies in the aftermath of the Madrid bombings.\nWith President Bush set to emphasize in a speech Friday that the war in Iraq is a cornerstone of his war on terrorism, the White House is leaving no doubt about its view that the battle against terror, as practiced in this century, is indeed a war. But that view has not caught on with America's European allies - and has only met with more vehement rejection as the Bush administration has equated the terror war with the Iraq war.\nAfter decades of battling terrorism on their own soil, Europeans continue to believe that the best counterterrorism work is done through police intelligence and cooperation. And they believe that characterizing the fight as a \"war\" only antagonizes the populations that have produced terrorist groups and makes it harder to address the root causes of terrorism.\nWhat may have changed now is the arrival of the same kind of terrorism in the heart of Europe that prompted America's sense of urgency, some experts say. But they add that transatlantic cooperation will be enhanced only if the US dictates less what Europe's response should be, and instead sits down to more fully understand Europe's sense of facing a new threat.\n\"There is now on the other side of the Atlantic a better sense of the urgency of the threat, and our convergence of views should mean a better opportunity to work together against the threat,\" says Simon Serfaty, a global security specialist at the Center for Strategic and International Studies (CSIS) in Washington. Noting the differences that linger, he adds, \"It doesn't mean we must do everything together, but that together we can do everything.\"\nMeeting Friday\nIn response to the Madrid bombings that took more than 200 lives a week ago - bombings that increasingly look to be the work of an Al Qaeda-affiliated terror cell - German Interior Minister Otto Schily has called for a meeting Friday of the European Union's interior and justice ministers. But Mr. Schily did not summon defense ministers. While the meeting is expected to produce measures for more cooperation and intelligence-sharing among Europe's law-enforcement agencies, few observers expect the Madrid bombings to draw Europe closer to the idea that this is \"war.\"\n\"We have always had a different definition of terrorism, in that we never call it a 'war' on terrorism. We call it the fight or battle against terrorism, and we do think the distinction makes a difference,\" says one European official in Washington.\n\"Madrid will certainly lead to a more dynamic look at counterterrorism operations and cooperation, but terrorism in Europe is not a new phenomenon, so this will not suddenly be seen as a war,\" adds the official, who asked not to be named. \"This is not Europe's 9/11.\"\nMore troubling, the official says, is the \"sense\" among some experts that by reminding the two sides of the Atlantic of their differences, the Madrid bombings might mean more troubled relations between the two. Noting that many European governments are determined that any cooperation with the US won't appear to be agreement on the terror war-Iraq war equation, the official says, \"There is a feeling we are drifting further apart.\"\nAt the same time, the Madrid bombings could yet act as a catalyst for greater cooperation, some experts say. In their scenario, last week's events could serve as a wake-up call to both sides that what unites the two is greater than the differences.\n\"There's just as much chance that this [Madrid] could act as a glue as it could a wedge, but it will really depend on how the US responds,\" says Thomas Sanderson, deputy director of the transnational-threats initiative at CSIS.\nAfter Madrid\nSpain may indeed pull its troops out of the coalition in Iraq, but Mr. Sanderson says the US should not assume that means Spain is \"turning tail\" on the fight against terror. \"Spain is not leaving the war on terror. They are leaving a war of choice in Iraq,\" he says.\nIn response, the US should work to redirect Spain's efforts - to join other Europeans in stabilizing Afghanistan, for example, where there is virtually no controversy about US intentions, says Sanderson.\nHe also notes that the US is worried other countries will join Spain in pulling out of Iraq - which is likely to figure in Bush's speech Friday to the ambassadors of countries that the US deems partners in the terror war.\nMr. Serfaty says the election of a Socialist government in Spain does mean a strengthening of what the Bush administration refers to as \"old Europe\": the Europe that is most opposed to US policy in Iraq and to the US characterization of a \"war\" on terror. \"Italy and Poland are going to find this trend difficult to resist,\" he says, \"because they cannot afford politically not to do so.\" But he says the US can still develop international cooperation by focusing less on differences and more on \"complementarity of actions.\"\nStill, with the White House trumpeting the president's leadership since Sept. 11, no one expects the Bush campaign to back off from the emphasis on the \"war\" on terror.\nAt a campaign event earlier this month in New York State, Bush made that point clear. \"Some are skeptical that the war on terror is really a war at all,\" Bush said, referring to Sen. John Kerry's preference for calling the fight more of a law-enforcement and intelligence operation.\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: March 17, 2004"
}