{
    "title": "US wants tougher Pakistani action against Haqqanis",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 7,
    "day": 31,
    "full text": "WASHINGTON ? The Obama administration expressed renewed frustration with Pakistan on Tuesday, urging its reluctant counterterrorism ally to break remaining links between its security services and the Haqqani network and stem the flow of bomb-making material into Afghanistan. A State Department report credited Pakistan's government with taking action against al-Qaida last year, even though the United States acted unilaterally in the commando operation that killed Osama bin Laden in Pakistan. It called Islamabad's attempts weaker when it came to snuffing out groups such as the Haqqani network and Laskhar e-Taiba. \nAt a Senate confirmation hearing, the diplomat nominated to be America's next ambassador to Pakistan said that getting Islamabad to crack down on the Haqqani network would be his \"most urgent\" responsibility. \"This will be a primary focus of my activities and diplomatic engagement with Pakistanis, to encourage further measures against the Haqqani network, further squeezing of the Haqqani network,\" Richard Olson said. The Haqqani network, a subsidiary of the Taliban, is based in northern Pakistan but moves into Afghanistan to launch attacks on U.S. and NATO forces before returning to Pakistani territory. The Pakistanis say they're doing all they can to rein in the Haqqanis, but elements in the Pakistani intelligence and military communities maintain relations with him to hedge their bets for when the United States leaves Afghanistan in 2014. Olson also commended Pakistan for helping the U.S. so that \"we are virtually within grasp of defeating al-Qaida as an organization,\" but said far more could be done to combat the threat of the Haqqanis. Congress has been pressuring the Obama administration to slap the terrorist label on the network. By voice vote last week, the Senate approved a bill that would require the secretary of State to report to Congress on whether the Haqqani network meets the criteria to be designated a foreign terrorist organization and if not, to explain why. The report is due within 30 days of the president signing the measure. The bill now goes to President Barack Obama. Presenting the annual \"Country Reports on Terrorism,\" the State Department's counterterrorism coordinator, Daniel Benjamin, declined to comment on the pending legislation or his department's review. He noted that the administration has targeted top individuals of the Haqqani network with sanctions, even if it hasn't issued a blanket designation for the entire group. U.S. officials say the network represents perhaps the biggest threat to Afghanistan's stability through its use of Pakistan as a rear base for attacks on American and coalition troops. Congress is impatient. Some lawmakers believe the Obama administration is reluctant to act because it still hopes to coax the Taliban and affiliated groups into Afghan reconciliation talks that would help the U.S. withdraw combat forces over the next two years. The State Department's report said violent extremists continue to find refuge in Pakistan, leading to more aggressive and coordinated attacks in Afghanistan. One example was the Haqqanis' September assault on the U.S. embassy and NATO compound in Kabul, which included small arms fire and rocket-propelled grenades from insurgents at a construction site less than a kilometer away. Roadside and other bombs remain a major risk to coalition forces, the report said. Most are made from materials such as ammonium nitrate fertilizer and potassium chlorate manufactured in Pakistan, which has taken \"some measures\" to restrict the flow. The report also warned about gains in Yemen made by al-Qaida's Arabian peninsula offshoot and the continued threat posed by Iran and Hezbollah. Benjamin called Iran the \"pre-eminent\" state sponsor of terrorism and said the international terror campaign that it and its Lebanese proxy Hezbollah are conducting rivals any by the tandem since the 1990s. In total, there were more than 10,000 terrorist attacks in 70 countries last year. Some 12,500 people were killed, the majority in Afghanistan, Pakistan and Iraq. Still, the global figures reflected a 12 percent drop in terrorism from 2010. Africa was an exception. The increase in terrorist attacks there was largely because of Boko Haram, a radical Islamist sect in Nigeria. \n\nLoad-Date: August 1, 2012"
}