{
    "title": "US Weighs Talk With Terrorists",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 4,
    "day": 29,
    "full text": "THE increasing sway of political Islam and the reported contact by the United States with Egyptian Islamists involved in terrorism has once again revived the debate over whether Washington should be talking to groups that challenge governments allied with the US and whose policies oppose US interests.\nThe controversy pits those, both in and out of government, who encourage a broad spectrum of contacts against those who say the US should not encourage an Islamic alternative.\nAccording to recent press reports, US embassy officials in Cairo have met with members of the Islamic Group, which has attacked Egyptian government officials and Western tourists. Contact, reports said, was not broken off until after the Feb. 26 bombing of the World Trade Center in New York. Several people arrested in the bombing have been linked to the Islamic Group or Sheikh Omar Abdel Rahman, its spiritual mentor, now in the US.\n\"There has been no effort on our part to establish contact with members of the Islamic Group,\" State Department spokesman Richard Boucher said, responding to an April 12 New York Times report. \"We strictly oppose terrorism on the part of any organization to achieve political goals, and we have no interest in conducting a dialogue with groups who advocate the violent overthrow of their governments.\"\nHowever, administration officials confirm that, in an effort to be informed about Muslim activists and their drive to replace secular Arab governments with Islamic states, US diplomats have been conducting a dialogue with members of militant, and frequently banned, Islamic movements throughout North Africa and the Middle East. In the process, informed sources say, there may have been unintentional contact with members of violent groups.\nThe news reports about US contact with Islamic militants have convinced many prominent Egyptians that the US is deserting President Hosni Mubarak in favor of an Islamic alternative, informed sources say. The upshot, say the sources, is a quiet but nevertheless active debate among US diplomats as to the wisdom of contact with Islamic movements.\n\"I'd say contact is better than no contact,\" says Robert Oakley, a former US ambassador to Pakistan and head of the State Department's counterterrorism office under President Bush. \"But contact should not constitute endorsement.\"\n\"I came back from the Middle East thinking we should have these contacts,\" a US diplomat says. \"But now I think the cost is too great in embarrassing governments friendly to us and perhaps tipping the balance in favor of the Islamists.\"\nUS diplomats say the policy of broad contact with opposition groups in the Middle East goes back to the revolution in Iran. As opposition to the regime of Shah Muhammad Riza Pahlevi grew, the Shah, US officials say, objected to American contact with his opponents.\n\"So the order came from Washington that we wouldn't talk to these people,\" Mr. Oakley says. \"It was a gag order, and it left us ill-placed to deal with the situation once the Shah was gone.\"\nWhen the Shah was ousted in 1979, Islamic militants surrounded the US embassy in Tehran, taking American diplomats hostage and holding them for almost a year. US relations with Iran have never recovered. Since then, the US has strived not to repeat the experience.\n\"In 1988, I asked all our posts to contribute ideas on how to enhance our information\" about Islamic groups, says Richard Murphy, assistant secretary of state for the Middle East in the Reagan administration. He says there were no restrictions on contact and that decisions were made individually by US ambassadors.\nWith the Gulf crisis in 1990, the US intensified contact with Islamic movements, these sources say. \"We wanted to explain that our position [against Iraq] was not anti-Islam but to contain aggression,\" a US diplomat says. \"We wanted to find out more about their views. And they weren't hostile to us.\"\nToday, US diplomats say, the US is conducting a dialogue with members of Islamic movements in Tunisia, Morocco, and Algeria, even though their governments are in a struggle with militant Muslims and have banned Islamic movements.\nAccording to administration sources, the US has frequent meetings with Hassan al-Turabi, head of the Muslim Brotherhood in Sudan and the power behind Sudan's Islamic regime, an ally of Iran. The State Department is now reviewing Sudan's status and could place it on a list of countries that sponsor terrorism, sources say.\nIn addition, until three months ago, the US had a dialogue with members of Hamas, the Islamic movement in the West Bank and Gaza Strip that rejects the Middle East peace process and has carried out violent attacks against Israelis. Contact was broken off in February when Palestinian delegates to the peace talks complained that the US was promoting the rejectionists, while it refused to talk to the Palestine Liberation Organization.\nAnd, US diplomats concede, they might have had unintentional contact with Egypt's violent Islamic Group, as part of the State Department's research on human-rights abuses in Egypt. Human-rights groups there often refer US diplomats to militant Muslims who claim to have been tortured by Egyptian police. Informed sources say the information culled from officially approved contacts in Egypt is not reliable. \"They always told us what we wanted to hear,\" says the US diplomat who served in the region. \"They always said they were indigenous and that they didn't admire Iran. And they told us they wanted democracy. I tend to think they lied to us.\"\n\"I felt I was wasting my time\" talking to extremists, a US diplomat says about his time in Tunis. \"There was no way we'd be creating people who'd take positions beneficial to our interests.\" Others say contacts are useful. \"Even if they're lying, it's interesting to hear what they lie about,\" another US diplomat says.\nSo far, allied governments are not openly balking. \"I'm sure the US has contacts with everybody in Cairo,\" an Egyptian official says. \"But if it's to explore another alternative [government], it would be a problem.\"\n \n\nGraphic\n\n \nPHOTO: BIR ZEIT UNIVERSITY, ISRAELI-OCCUPIED WEST BANK: Palestinians members of Hamas, a violent Islamic group, carry a placard while protesting the Middle East peace talks that opened in Washington Tuesday. US contact with Hamas was broken off in February when Palestinian delegates complained that the US was promoting rejectionists while still refusing to talk to the PLO., AWAD AWAD/AFP\n\nLoad-Date: April 29, 1993"
}