{
    "title": "US worries that terrorism on rise in Indonesia",
    "publisher": "the will ",
    "year": 2010,
    "month": 11,
    "day": 8,
    "full text": "WASHINGTON - The discovery of a militant training camp in Indonesia, along with persistent terrorist attacks there, have increased U.S. concerns that extremists are regrouping and eyeing Western targets in a country long viewed as a counterterrorism success story.\nWith President Barack Obama set to begin a visit Tuesday to the world's most populous Muslim country, there is renewed attention on terrorists in Indonesia who in the past year appeared to be banding together into a new al-Qaida-influenced insurgency.\nRecent Pentagon moves to renew a training program with Indonesia's special forces and bolster military assistance show that the Obama administration believes the country needs more help tracking and rooting out insurgents, particularly those who rejoin the fight once they are released from jail.\nThe U.S. has praised Indonesia's efforts to crack down on terrorists. Government police and military authorities have captured or killed more than 100 terrorists over the past year.\nU.S. defense officials, however, worry about the overall threat. They're watching for any signs of movement or increased communications between Indonesian extremists and al-Qaida leaders in Pakistan and Afghanistan.\nObama's long-promised visit to the nation where he lived from age 6 to 10 comes as U.S. defense officials said Indonesia has exhibited both the will and the ability to pursue extremists.\nThat includes developing an aggressive rehabilitation program, as well as a consistent string of arrests, these officials said. Several U.S. defense and counterterrorism officials spoke about the threats on condition of anonymity to discuss intelligence information.\nBut they also are concerned that some jailed militants have returned to the fight after their release. That raises questions about how effective the program is and how well authorities are tracking militants once they are free.\n\"There is a hard core that are not reformable,\" agreed Sidney Jones, an expert on the region and analyst with the Brussels-based International Crisis Group.\nThe discovery of a terrorist training camp in the Aceh Province this year heightened U.S. fears that there may be other emerging threats in the country's remote regions that Indonesia has failed to ferret out.\nAccording to Indonesian authorities, the Aceh group was plotting assassinations or an attacks similar to the one in Mumbai, India in 2008. While recent attacks in Indonesia have focused on government and law enforcement, several high profile strikes in the past eight years have targeted Western interests.\nOfficials said it appears Indonesian militants have been inspired and, on occasion, encouraged by al-Qaida. While they suspect there has been ongoing communication, officials say they have little proof.\nLast year, a proposed visit to the region by Obama triggered threats of a terrorist attack. Defense and counterterrorism officials said they believe the threats were for an attack on Western interests during the visit, but were not necessarily aimed directly at the president.\nObama postponed the trip because of other scheduling concerns, according to the White House. But extremists gloated that they had scared the American president away.\nCounterterrorism officials say the threat has remained steady since the Aceh camp was discovered. They worry that other terrorist leaders, such as Umar Patek, who's believed to be in the Philippines, may be looking to travel back to Indonesia. Others suggest Patek, who's wanted in the 2002 Bali bombings, already may have returned.\nPatek and Dulmatin, both members of the Indonesia-based militant group Jemaah Islamiyah, fled to the southern Philippines after the bomb attacks. Dulmatin returned to Indonesia and was killed by police in a shootout in March.\nTo help better monitor the terrorists' movement and trafficking in the region, the U.S. has provided money for helicopters, radars and small boats, to help build an interdiction force.\nSince 2006, the Pentagon has sent about $60 million in military aid to Indonesia for a new regional maritime warning system; as much as $20 million more is in the pipeline.\nThe move by the U.S. military to re-engage with Indonesia's elite special forces unit, known as Kopassus, may pay dividends, but it has raised alarms from human rights activists.\nKopassus troops have been implicated in a range of war crimes and human rights violations. Indonesia officials say they have worked to address the problems.\nThe U.S. cut ties with the special forces under a 1997 law that banned U.S. training for foreign military units accused of human rights violations. The ban can be lifted if there have been substantial measures to bring culprits to justice.\nThe U.S. concluded that the Indonesians have tried to stem the abuses, and that the ban was hindering its military relationship with a critical Pacific ally. Working with Kopassus, U.S. officials said, is important because the troops deploy around the world, and members move into military leadership positions. Human rights training probably will be part of the U.S. effort, they said.\nIndonesia's military is actively countering terrorist threats. But officials see such attacks as law enforcement problems that need to be dealt with quickly and openly by police and the courts. And they steer arrested terrorists into a rehabilitation program.\nThere is a fundamental belief that militants are fellow Muslims who have gone astray and that they are inherently reformable, Jones said.\n\"But there are others who took police assistance and never returned to the program,\" Jones added. \"So, in a limited way, it has been successful. I don't think any country has figured out how to deradicalize the hard core.\"\nJones said the authorities are better at sweeping up militants once a threat is identified than they are at ferreting out hidden camps or terrorist groups.\nAP-ES-11-07-10 1322EST\n\nLoad-Date: November 9, 2010"
}