{
    "title": "US wonders anew about extortion, terror bombing after Tahoe blast",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 9,
    "day": 2,
    "full text": "An exception rather than the rule: That is how experts in law enforcement, terrorism, and explosives characterize the detonation of a bomb, planted by extortionists, which ripped through a Lake Tahoe casino Aug. 27.\nIt is an exception, nonetheless, that raises questions about possible future large-scale extortion or terrorist attempts in the United States -- questions that, while not alarming experts and authorities, still cause a good deal of concern.\n\"One does not predict our Western civilization collapsing in an onslaught of crazy extortionists,\" says Brian Jenkins, a widely respected expert on terrorism with the Rand Corporation, a research institute.\n\"But by the same token,\" he says, \"there are some serious problems to be dealt with.\"\nLaw enforcement authorities are quick to point out that bomb threats, including extortion attempts, are fairly commonplace.  The Los Angeles Police Department (LAPD) alone, for example, estimates that its nine-man bomb squad responds to 40 such calls a month.\nUnlike the Lake Tahoe bombing, however, most such calls are hoaxes.  And also unlike the casino blast -- set off by an explosive device so sophisticated that experts on the scene reportedly said they had never seen one of its kind before -- most bombs used by extortionists are elementary and are rarely detonated.\n(The Lake Tahoe bomb was triggered as experts tried to disarm it by remote control.  No one was hurt in the explosion which caused $3 million worth of damage.)\nalthough no one claims to be able to predict the course of extortion attempts -- and officials, in fact, caution against overreacting to them -- it is generally accepted that a wave of threats and hoaxes often follows in the wake of such events.\nFurther, Federal Bureau of Investigation statistics show that the number of extortion cases involving bombs that have exploded has increased in recent years.  In 1977, according to the FBI's terrorist research and bomb data center, six such bombings occurred -- a number which rose to 11 in 1978 and 12 in 1979.\nin assessing current facts and future possibilities, terrorism experts and law enforcement officials express concern in the following areas:\nAvailability of explosives.  Gun powder and dynamite are widely available in this country, both legally and illegally, authorities say.  In some areas, dynamite can be purchased with fairly easily obtained licenses.  In addition, experts note, explosives are often stolen from work sites, such as mines and quarries.  Critics urge a tightening of restrictions on the purchase of explosives.\nOne proposed bill that experts say would give law enforcement officials an investigative lead in bomb cases is being considered by Congress, although it has met with opposition from explosives manufacturers and gun lobbyists.  The bill would require that all explosives be \"tagged,\" an identification process which would allow officials to trace where and when an expolosive was sold.\nVulnerability of cities.  Experts like Mr. Jenkins warn that cities, with their centralized high-technology systems such as water and power plants and communication networks, are particularly susceptible to extortion plots which might involve, for example, a threat to shut off a city's power supply for weeks.\nNuclear power plants are also targets for bomb scares.  From 1969 to 1979, 296 bomb threats were made at nuclear facilities, according to the Nuclear Regulatory Commission.  However, only six involved a real bomb and none of those cases resulted in damage to the facilites.\nTo deal with these threats, cities and counties throughout the country have teams of bomb experts, who are often backed up by specialists from the FBI, the US Army, and the Department of Energy (DOE).\nAuthorities seem to agree, however, that it is almost impossible to prevent extortion incidents.  But, they say, there are some steps which can be -- and, in some instances, already have been -- taken.  These include: increasing security at key facilities like nuclear power plants; advance planning and intelligence work, such as the LAPD has already undertaken in anticipation of the 1984 Olympic to be held here; and \"crisis management\" planning -- drawing up possible extortion scenarios and methods of dealing with them.\nNuclear threats.  Over the past 10 years or so, federal officials report there have been 40 to 50 bomb threats from people claiming to have a nuclear device.  To date, all those threats have proved to be hoaxes.\nBut many experts voice a guarded concern about nuclear bomb threats -- a concern which has taken official expression in the formation of a Nuclear Emergency Search Team, under the DOE.\nHowever, experts agree that the ease with which nuclear explosives can be built has been greatly exaggerated in recent years, particularly by widely publicized stories about college students who have been successful in drawing up plans for an atomic bomb."
}