{
    "title": "US wants pressure on Iran Clinton calls plan to kill Saudi ambassador a 'dangerous escalation' of su",
    "publisher": "the world",
    "year": 2011,
    "month": 10,
    "day": 13,
    "full text": "WASHINGTON - The alleged Iranian plot to kill Saudi Arabia's ambassador to the United States is a \"dangerous escalation\" in Iran's support for terrorism and must draw an international response, Secretary of State Hillary Rodham Clinton said Wednesday.\nClinton and other U.S. officials urged the rest of the world to join Washington in condemning the scheme, which she said violated U.S. and international law as well as Iran's treaty obligations to protect diplomats.\n\"This kind of reckless act undermines international norms and the international system. Iran must be held accountable for its actions,\" Clinton said.\nHer remarks at a Washington conference were part of an Obama administration campaign to use the alleged plot as a springboard for increased international condemnation of Iran and perhaps for new sanctions.\n\"We will work closely with our international partners to increase Iran's isolation and the pressure on its government and we call upon other nations to join us in condemning this threat to international peace and security,\" Clinton said.\nHer words strongly suggested that the U.S. wants some new action against Iran from the U.N. Security Council, which has already approved several rounds of mild to moderate sanctions on Iran over its disputed nuclear program.\nThe State Department sent a cable to all American embassies and consulates around the world telling them to put the Iran case before their host governments. Officials said the cable, sent late Tuesday by Deputy Secretary of State William Burns and classified \"secret,\" tells them to detail the evidence against Iran as presented by federal prosecutors.\nBurns also met Wednesday with the entire Washington-based diplomatic corps at the State Department, while U.S. Ambassador to the United Nations Susan Rice and other officials were briefing members of the U.N. Security Council on the foiled plot, State Department spokeswoman Victoria Nuland said.\nU.S. officials said Rice was not asking for any specific action now, but that the U.S. probably would make such a request soon. Officials spoke on condition of anonymity because they were not authorized to publicly discuss the closed-door diploomacy or the classified cable\nManssor Arbabsiar, a 56-year-old U.S. citizen who also holds an Iranian passport, was charged along with Gholam Shakuri, who authorities said was a Quds Force member and is still at large in Iran. The Treasury Department listed addresses for Arbabsiar in two Texas cities - the Austin suburb of Round Rock and the Gulf city of Corpus Christi - and prosecutors say he frequently traveled to Mexico for business.\n\nLoad-Date: October 13, 2011"
}