{
    "title": "US Welcomes Releases as Sign Of Desire for Better Ties With West",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 8,
    "day": 12,
    "full text": "WHILE the release of American hostage Edward Tracy on Sunday brought relief to Americans, the kidnapping and subsequent release of a French health worker in Beirut emphasized the changing nature of the hostage crisis.\nThe freeing of Edward Tracy comes shortly after the release of British television journalist John McCarthy on Thursday.\nExperts point to a number of trends that have fundamentally changed the nature of Lebanese hostage-taking, and could help lead to at least a partial solution of the problem. These include:\n*-Desire of the hostage-takers' two main patrons, Iran and Syria, for better relations with the West.\n*-Syria's increasing control over Lebanon, where the hostages are held.\n*-Declining Western public interest in the hostage situation, which ironically may make hostages less valuable to their captors.\n\"Hostages are only valuable when you can get people to negotiate over them, and since the Persian Gulf war the hostage issue in Lebanon has really been pushed to the back burner,\" says Bruce Hoffman, a terrorism expert at the RAND Corporation.\nThe pro-Iranian Islamic Jihad group freed John McCarthy after five years of captivity, saying it wanted him to act as its special envoy to the United Nations.\nEdward Tracy, who came to Beirut at the start of the civil war and stayed despite the dangers, was captured on Oct. 21, 1986. His captors, who call themselves the Revolutionary Justice Organization, accused him of being a spy.\nIf nothing else, the glimmers of hope for the hostages reflect the completely changed nature of United States influence in the region.\n \nUS gained strength\nHaving kicked Iraq out of Kuwait and come within inches of organizing a comprehensive Arab-Israeli peace conference, the US seems a far more powerful force in Middle East politics than it did only a year ago.\nAt least Syria's Hafez al-Assad seems to think so, as demonstrated by his having joined in the anti-Iraq coalition, and given a crucial \"yes\" to peace conference attendance.\nAssad may now see the holding of hostages in a Lebanon he increasingly controls as an embarrassing blotch on his new statesmanlike image.\nIran likewise seems to be tiring of the hostage situation, perhaps due to a desire for Western financial and technical aid for its economy.\nThough Iran claims not to have dictatorial powers over Hizbullah, the umbrella organization of Shiite groups which hold the hostages, it does say it is able to influence them.\nThe chief spiritual leader of Hizbullah said in a Washington Post interview last week that even the most hard-line Iranian leaders want to see an end to the hostage crisis.\n\"The hostage issue no longer has any great impact on events,\" said Sheikh Muhammad Hussein Fadlallah.\n \nDepreciating asset\nHaving been held for years - in the case of Terry Anderson, over six years - the hostages may now be seen as a depreciating asset by their captors, according to terrorism expert Robert Kupperman of the Center for Strategic and International Studies.\nAfter all, there have been so many hostages in the last 12 years, so many yellow ribbons, so many photos of gaunt, hollow-eyed prisoners. What was once profoundly shocking has become much less so.\nIn addition, in the wake of the arms-for-hostages schemes of the Iran-contra affair, the Bush administration has been leery of any appearances that it was dealing for hostage lives. \"We have become inured to the plight of hostages,\" says Kupperman.\n \nCynical publicity stunt?\nSince terrorism feeds on publicity, a decline in publicity makes hostage-taking less valuable to terrorists.\nThe release of John McCarthy and Edward Tracy may reflect this - or it may be a cynical publicity stunt by hard men who simply want to grab world attention once again.\n\"It could be a calculated move to regenerate interest,\" says Bruce Hoffman of RAND.\nSome of the other hostage release of recent years, such as the freeing of Robert Polhill and Frank Reed in 1990, were carried out for just that reason, argues Hoffman.\nWith geopolitical changes now sweeping through the Middle East, the radicals holding hostages may feel they need to get back in the game and halt a pro-Western trend.\nIf any multiple hostage release does occur it could well involve a swap with the Israelis, who hold over 300 Lebanese Shiites captive as well as Sheikh Obeid, a Hizbullah leader kidnapped from his home in 1989.\nThe Israelis have said they are willing to let these prisoners go in exchange for seven Israeli soldiers missing in Lebanon, at least one of whom is thought to still be alive.\nThe British government has said it will press the Israelis to release their captives to help resolve the Western hostage issue."
}