{
    "title": "US wants Pakistan to fully cooperate in war against terrorism_ NSA",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 9,
    "day": 11,
    "full text": "Washington, Sept. 11 -- The US has conveyed to Pakistan that it wants Islamabad to cooperate fully in the war against terrorism as it is a matter of \"extraordinary importance\" to America, President Donald Trump's National Security Advisor John Bolton has said.\nDuring his visit to Islamabad last week, Secretary of State Mike Pompeo had pressed the new Pakistani government led by Prime Minister Imran Khan \"to do more\" to rein in terror groups operating from the country's soil.\nThe Trump administration has recently cancelled USD 300 million in military aid to Islamabad after it failed to take actions against terror groups.\n\"He (Pompeo) wanted to convey the message that we hoped and expected that Pakistan would cooperate fully in the war against terrorism, which they had committed to do,\" Bolton told a Washington audience Monday.\nIt (action against terrorists) is a matter of \"extraordinary importance to the US\" and the one that it hopes the new Pakistan government addresses, he said in response to a question at the Federalist Society for Law and Public Policy Studies.\n\"It was before my time, but the Trump administration did not take the decision to cancel a substantial part of the military aid package to Pakistan lightly.\n\"It was done knowing well that Pakistan is a nuclear weapons state, and the risk that the government could fall into the hands of terrorists that would get control of those nuclear weapons was particularly serious,\" Bolton said.\nEarly this year, Trump had ordered suspension of all military aid to Pakistan arguing that it has failed to take satisfactory actions against terrorist groups.\n\"But it's a serious problem on the subcontinent and I hope it's one that the new government of Pakistan addresses, because this terrorist threat is a threat, I think, to the majority opinion to the people in Pakistan, not to the terrorists and not to some of their supporters in the military and elsewhere, Bolton added.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 11, 2018"
}