{
    "title": "US, six Gulf countries join hands to curb terror financing",
    "publisher": "ips",
    "year": 2017,
    "month": 5,
    "day": 23,
    "full text": "Washington , May 23 -- The US and six Gulf countries have joined hands to curb financing of dreaded terror groups like Lashkar-e-Taiba, the Haqqani network and Taliban.\nA memorandum of understanding (MoU) in this regard was signed by the US and six members of the Gulf Cooperation Council (GCC) in Riyadh on the sidelines of the historic visit of President Donald Trump, US Department of Treasury said.\nThe six countries along with the US are Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the UAE.\nWith this the US and six GCC countries \"are confronting new and evolving terrorist networks including ISIS, Al-Qaeda, Hizballah, Lashkar-e-Taiba, the Taliban, and the Haqqani Network,\" the Department of Treasury said after the agreement was signed to establish Terrorist Financing Targeting Center (TFTC).\nThis collaboration will also address a host of other transnational threats emanating throughout the Middle East, including from Iran, the Assad regime, and the situation in Yemen, it said.\n\"This new Terrorist Financing Targeting Center will enhance existing tools and cooperation with partners in the Gulf to forcefully address evolving threats,\" Treasury Secretary Steven T Mnuchin said.\n\"Treasury will offer the vast expertise of our Office of Terrorism and Financial Intelligence to this creative new effort. We will co-chair the TFTC with Saudi Arabia, and will work collaboratively with the countries of the Gulf Cooperation Council to counter these global terror networks,\" he said.\nGulf countries are a major source of funding major terrorist organisations across the globe including LeT which is responsible for major terror attacks in India.\nHowever, the Trump administration did not respond to questions as to why countries like Pakistan - where terrorist groups openly raise funds in the name of jihad - did not make such a pledge.\nA treasury official described this as a regional agreement and not a pledge.\n\"The TFTC specifically strengthens a collaboration with members of the Gulf Cooperation Council,\" the official said.\n\"Treasury's office of Terrorism and Financial Intelligence continues to have strong regional partnerships and bilateral relationships with other countries to combat and counter the financing of terrorism across the globe,\" the official said.\nAccording to the MoU, the signatory countries intend to identify, track, and share information regarding terrorist financial networks and related activity of mutual concern, including related threats emanating from countries and terrorist organisations.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at htsyndication@hindustantimes.com\n\nLoad-Date: May 23, 2017"
}