{
    "title": "US, Israel worked together to track and kill al-Qaida No. 2 (copy)",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 15,
    "full text": "> Archiving note: This article has not been checked against the print edition and shall not be used as an official copy of the newspaper. To verify accuracy, please compare to our digital microfilm at www.stltoday.newspapers.com.\nWASHINGTON - The United States and Israel worked together to track and kill a senior al-Qaida operative in Iran earlier this year, a bold intelligence operation by the two allied nations that came as the Trump administration was ramping up pressure on Tehran.\nFour current and former U.S. officials said Abu Mohammed al-Masri, al-Qaida's No. 2, was killed by assassins in the Iranian capital in August. The U.S. provided intelligence to the Israelis on where they could find al-Masri and the alias he was using at the time, while Israeli agents carried out the killing, according to two of the officials. The two other officials confirmed al-Masri's killing but could not provide specific details.\nAl-Masri was gunned down in a Tehran alley on Aug. 7, the anniversary of the 1998 bombings of the U.S. embassies in Nairobi, Kenya and Dar es Salaam, Tanzania. Al-Masri was widely believed to have participated in the planning of those attacks and was wanted on terrorism charges by the FBI.\nAl-Masri's death is a blow to al-Qaida, the terror network that orchestrated the Sept. 11, 2001, attacks in the U.S, and comes amid rumors in the Middle East about the fate of the group's leader, Ayman al-Zawahiri. The officials could not confirm those reports but said the U.S. intelligence community was trying to determine their credibility.\nTwo of the officials - one within the intelligence community and with direct knowledge of the operation and another former CIA officer briefed on the matter - said al-Masri was killed by Kidon, a unit within the secretive Israeli spy organization Mossad allegedly responsible for the assassination of high-value targets.\nThe official in the intelligence community said al-Masri's daughter, Maryam, was also a target of the operation. The U.S. believed she was being groomed for a leadership role in al-Qaida and intelligence suggested she was involved in operational planning.\nAl-Masri's daughter was the widow of Hamza bin Laden, the son of al-Qaida mastermind Osama bin Laden. He was killed last year in a U.S. counterterrorism operation in the Afghanistan-Pakistan region.\nThe news of al-Masri's death was first reported by The New York Times.\nBoth the CIA and Israeli Prime Minister Benjamin Netanyahu's office, which oversees the Mossad intelligence agency, declined to comment.\nIsrael and Iran are bitter enemies, with the Iranian nuclear program Israel's top security concern. Israel has welcomed the Trump administration's withdrawal from the 2015 Iranian nuclear accord and the U.S. pressure campaign on Tehran.\nAt the time of the killings, the Trump administration was in the advanced stages of trying to push through the U.N. Security Council the reinstatement of all international sanctions on Iran that were lifted under the nuclear agreement. None of the other Security Council members went along with the U.S.\nAl-Masri had been on a kill or capture list for years. but his presence in Iran, which has a long history of hostility toward al-Qaida, presented significant obstacles to either apprehending or killing him.\nIran denied the reports, saying the government is not harboring any al-Qaida leaders and blaming the U.S. and Israel for trying to foment anti-Iranian sentiment.\n\nLoad-Date: January 18, 2022"
}