{
    "title": "US, Soviets To Tackle Terrorism",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 5,
    "day": 10,
    "full text": "FIGHTING terrorism, combating the drug trade, and cleaning up the environment are on the formal superpower agenda for the first time today and tomorrow in Moscow.\nTerrorism is the most controversial of the new agenda items and the one with the most lingering suspicion on both sides.\n(Washington thinks Gorbachev is here to stay, P.8)\n''The fact that cooperation may be possible in an area that was at the heart of the adversarial relationship between the superpowers is a great change,'' says John Marks, executive director of the ''Search for Common Ground'' organization in Washington. Mr. Marks led a group of private US terrorism specialists to Moscow in February for informal talks on prospects for cooperation - and found some fertile ground.\n''Once we began working from the premise that it can be an area of common concern, we were able to find specific areas where cooperation might be possible,'' Marks says. He says this is one of the fastest examples he has seen where a ''track 2'' or informal effort at US-Soviet cooperation moved into formal channels.\nSecretary of State James Baker III made a formal dialogue on the so-called ''transnational'' issues - including terrorism - one of the innovations he has brought to US-Soviet relations. In March, Baker won Soviet Foreign Minister Eduard Shevardnadze's agreement to add ''transnational issues'' to the formal agenda.\nUS officials are cautious about how much cooperation is possible soon in these areas. ''It's hard to predict if the Soviets will have anything to offer,'' a ranking US specialist says. ''This week's talks will be largely floating ideas'' and preparing the way for talks to follow.\nYet, the Bush administration is intent on testing Soviet willingness to cooperate and to become a ''responsible'' member of the international community, Baker aides say.\nOn terrorism, US officials say any progress will be incremental and will probably begin with very nuts and bolts issues like an agreement to share tips on threats to each other. The two sides ''have to overcome an extraordinary amount of mistrust that has built up during the years of rivalry,'' Marks says. Neither intelligence community wants to be used, or to give up sources and methods.\nGeorge Washington University terrorism specialist Yonah Alexander says the Soviets began to use terrorism as a weapon in 1921. Only around about 1985 did new Soviet leader Mikhail Gorbachev begin to condemn terrorism and be more cautious in extending support to national liberation movements that support terrorism.\nUS officials and private specialists note many areas where the two sides disagree about who is a terrorist and who is a liberation fighter - and thus dispute the kind of support the groups deserve.\nProfessor Roy Godson, who specializes in the study of intelligence needs and structures at Georgetown University, says it is quite unlikely the Soviets will be willing to share information on areas of interest to the US, such as support for terrorism emanating from Libya, Syria, or Iran.\n''There were a large number of events on which we couldn't agree,'' says A. Richard Norton, an associate professor at the US Military Academy, who was among US and Soviet specialists meeting in January. But ''we found there was something to talk about.''\nThe two groups formulated a joint statement that identified common areas of interest, such as preventing attacks on civil aviation, ships, diplomats, and children - and in preventing nuclear, chemical, or biological terrorism.\nProfessor Norton says a joint simulation of a terrorist attack is one of the most interesting ideas for early US-Soviet cooperation. It allows each side to test and learn from the other, he says. This is all the more necessary because Soviet experts have a very rudimentary understanding of terrorism.\nMarks says the lack of Soviet sophistication was evident when the Americans suggested the two superpowers could discuss ways to tag explosives chemically in order to make identification easier if they are used by terrorists. After the US side explained the concept to the Soviets, they were all for it.\nRobert Kupperman of the Center for Strategic and International Studies in Washington says the two sides are going to have to develop some ''articles of good faith.'' These might include understandings about preventing the transfer of certain weapons and explosives to non-state groups.\nIn the short-run, these experts suggest the two sides might also work together on airport security and setting up channels for crisis communication. Mr. Kupperman says the Soviets will have a growing interest in this cooperation.\n''They may well be the recipients of more terrorism than anyone else in the future,'' he says, due to religious fundamentalism and nationalities problems at home.\n\nGraphic\n\n \nPicture, RED SQUARE: Moscow and Washington will have trouble agreeing on who is a terrorist., MELANIESTETSONFREEMAN - STAFF"
}