{
    "title": "US-Soviet Panel Drafts Antiterror Plan",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 10,
    "day": 2,
    "full text": "AN unofficial meeting of United States and Soviet terrorism experts has produced ambitious proposals for joint action between the superpowers.\nUS experts involved in what they described as an ''extraodinary'' week say the talks could lead to formal cooperation between the two countries.\n''It is clear to me that in the back of their minds the Soviets now see terrorism is a threat to the Soviet Union, not just the United States,'' says Ray Cline, a former US deputy director of central intelligence who participated in the talks. ''They would like to get on the side of the angels on this one.''\nBut some Bush administration officials remain skeptical that Moscow is ready to become a benevolent partner. There may be some people in the Soviet system more open to the idea, one administration official says, but that doesn't mean the Soviet government is. If they really wanted to cooperate, the official asks, ''why don't they just do it through official meetings?''\nIn the privately organized meeting here last week at the RAND Corporation, the US-Soviet Task Force to Prevent Terrorism came up with more than 30 recommendations for joint superpower involvement. They included the sensitive suggestion that the nations' intelligence agencies share information in certain areas.\nAmong the items called for in the blueprint:\n*Increased cooperation to prevent and investigate airplane bombings and the release of hostages held by terrorists, particularly in the Middle East.\n*Agreement by both nations to refuse to train terrorists or provide nongovernment groups with surface-to-air missiles, plastic explosives, and other weapons.\n*Cooperation to restrict the laundering of drug money and to explore aiding countries in Latin America and Asia on the front lines of fighting ''narco-terrorism.''\n*Greater cooperation in international law enforcement, including a US-Soviet agreement on extradition and prosecution of terrorists.\n''The issue of terrorism has long been an area of contention between the two countries,'' says Brian Jenkins, a RAND expert on the subject. ''To have representatives from both countries get together and talk about the issue - and identify some areas of cooperation - is remarkable.''\nThe meeting marked the first time former representatives of the Soviet intelligence community had met with their American counterparts in the West. Former US Director of Central Intelligence William Colby was among the US delegates, while retired Lt. Gen. Feodor Sherbak, a former high-ranking KGB official, and retired Maj. Gen. Valentin Zvezdenkov, former KGB chief of counterterrorism, were on hand for the Soviets. Academics and others also participated in the task force, which is sponsored by the US-based group Search for Common Ground and a Soviet newspaper. The group met once before, in January, in the Soviet Union.\nBecause of the fear of exposing or endangering sources, sharing intelligence has been a major impediment to superpower cooperation on terrorism. Some US experts, though, believe the Soviets may now be ready to work together in some areas. Mr. Cline, for one, says Moscow ''has clearly made a policy decision'' that there is no longer a benefit in supporting terrorist activity. He speculates the Kremlin has found the groups too hard to control and realizes it is as vulnerable as anyone else to attacks.\nUS experts hope the private discussions will spur official progress on the issue. Formal talks on terrorism were held in June."
}