{
    "title": "US_ Sinking of SKorean warship not terrorism",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 6,
    "day": 28,
    "full text": "WASHINGTON ? The Obama administration said Monday that the sinking of a South Korean warship blamed on North Korea was not terrorism, and not enough by itself to put Pyongyang back on a U.S. terror blacklist. The State Department said the March sinking of the South Korean frigate Cheonan by a reported torpedo from a North Korean submarine was a \"provocative action\" and a violation of the truce that ended the Korean war. \nBut it added that the sinking was the act of one state's military against another and not an act of terrorism. Thus, it is not grounds to put North Korea back on the U.S. \"state sponsors of terrorism\" list as some in South Korea had wanted, spokesman P.J. Crowley said. The North had been on the terror list but was removed in 2008 amid progress in the now-stalled effort to get it to abandon nuclear weapons. The sinking \"was a provocative action but one taken by the military of a state against the military of another state,\" Crowley told reporters. \"That in our view does not constitute and act of international terrorism.\" However, he stressed that the administration was continually reviewing North Korean behavior to determine if other factors would lead to its redesignation as a state sponsor of terrorism. \"We will not hesitate to take action if we have information that North Korea has repeatedly provided support for acts of terrorism,\" Crowley said. An international investigation concluded last month that North Korea torpedoed the vessel near the tense Korean sea border, killing 46 South Korean sailors. North Korea flatly denies the allegation and has warned any punishment would trigger war. Earlier Monday, North Korea threatened to bolster its nuclear capability in a new ? though unspecified ? way to cope with what it says is a hostile U.S. policy and military threats amid tensions over the sinking. \n\nLoad-Date: June 29, 2010"
}