{
    "title": "USC hosts first CIA conference",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 6,
    "full text": "Professors, officials and experts discussed issues of the intelligence community at the University of Southern California. USC and the Central Intelligence Agency's Center for the Study of Intelligence hosted the first of a series of regional conferences on intelligence studies at the Davidson Conference Center on Thursday and Friday.\nThe conference brought together USC professors, high-ranking government officials and veteran intelligence officers from Washington, D.C., to discuss the issues confronting the U.S. intelligence community.\nThe goal of the conference was to give students an opportunity to discuss domestic issues with people who are knowledgeable in the field, said Donald Steury, a CIA senior historian and a co-creator of the conference.\nSteury, a former CIA officer-in-residence at USC, taught a course on intelligence at USC, conducted research and served as a resource for students inside and outside of the classroom.\nSteury and Steven Lamy, the director of USC's School of International Relations, created the conference so the topics discussed in Steury's intelligence class could be available to all students to discuss with government officials and scholars, Steury said.\n\"The idea was to encourage dialogue between the students and the professionals,\" Steury said. \"We were very pleased with the results.\"\nLisa Galvin, a senior majoring in international relations, said the conference was unforgettable.\n\"We could actually converse and interact with many high-ranked people in government. It was great for them to be so welcoming of students,\" Galvin said.\nMore than 100 people attended panels with topics such as how the intelligence community is structured, its functions and what to expect from intelligence.\nLamy and Steury discussed intelligence and its relationship to higher education.\nLamy talked about the importance of preparing successive generations with the skills needed in the intelligence field, such as analysis and being able to describe the world from different perspectives.\n\"It was interesting that policy-oriented schools were more likely to be able to do work relevant to intelligence rather than purely academic,\" said Hayward Alker, professor of international relations, after Lamy's talk about the academic connection to intelligence.\nThe Center for Risk and Economic Analysis of Terrorism Events (CREATE), an interdisciplinary research center based at USC and funded by the Department of Homeland Security, hosted a panel about homeland security and terrorism risk assessment with Steve P. Bennett from the Homeland Security as one of the speakers.\nCREATE's mission is to use research, education and outreach to develop tools for assessing the risks and consequences of terrorism. The center provides the Homeland Security with tools and guidance on counteracting terrorism and identifies the areas where investment will be effective.\nThe Center on Public Diplomacy, a partnership between USC's Annenberg School for Communication and the School of International Relations, hosted a panel on public diplomacy and intelligence with Nicholas Cull, director of the master's program in public diplomacy at USC, as a speaker.\nThe center's goal is to further the public's knowledge of public diplomacy, which achieves international policy goals through cross-cultural interaction.\nMargaret Ham, a sophomore majoring in international relations, said this is the first conference offered by USC to involve the government so much and to bring in such esteemed individuals.\n\"It was an enlightening experience to help bridge the gap between academics and professionals,\" Ham said.\n(C) 2006 Daily Trojan via U-WIRE\n\nLoad-Date: February 6, 2006"
}