{
    "title": "USC professor finds new terrorism statistics",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 18,
    "full text": "An analysis of the State Department terrorism data by a University of Southern California professor revealed that the United States had underestimated terrorist activity in the world during last year by as much as 32 percent.\nIn the course of his research, Todd Sandler, professor of international relations in the College of Letters, Arts & Sciences, also found what he believes is a politically motivated manipulation of data on terrorism by the current administration.\nHe, along with other leading researchers in the field, maintains an independent database of terrorist activities throughout the world, dated back to 1968 and compiled using media accounts. The data he obtained for 2003 shows 67 more terrorist acts than the figures provided by the U.S. Department of State, which releases its own survey of terrorism every year, even after the State Department revised its estimate upwards.\nSandler's database shows that 275 terrorism acts occurred in 2003, as opposed to State Department's count of 208.\nThe 32 percent difference between the two sets of data is a recent phenomenon that has not been seen in the previous years of this administration, Sandler said. The State Department data has been manipulated to show that the United States is successfully waging the war on terrorism, he said.\n\"It would seem someone who is controlling the figures is acting more out of politics than recording statistics,\" he said.\nThe wrong figures could lead to a faulty analysis of the current terrorist threat by the policymakers, Sandler said.\n\"If that threat is not properly put forward, or the figures not accurately counted, then we're nowhere,\" he said.\nAs transnational terrorism becomes a hot issue for this election year, Sandler, who holds the Robert and Kay Dockson Chair of International Relations and Economics, attempts to shed light on the topic from a different perspective.\nAnalyzing terrorist acts and government responses using economic game theory will help policymakers come up with better prescriptions to the threat of terrorism, both within and outside their borders, Sandler said.\n\"Because of strategic interactions among terrorists and targeted government, game theory and economic methods play an important role in identifying novel policy recommendations and behavioral insights,\" Sandler wrote in a paper coauthored with professor Walter Enders at the University of Alabama and presented at a counter-terrorism conference at USC in August.\n\"I believe professor Sandler and his colleagues are doing important work applying game theory and econometric models to the study of terrorism,\" USC political science professor Richard Dekmejian wrote in an e-mail. \"I regard game theory as a very productive tool to explore the violent interaction between terrorist groups and governments.\"\nSandler said he believes game theory applications can accurately predict the responses of terrorists to different government policies because even though most terrorist organizations are considered highly illogical, they are very logical in pursuit of their goals.\n\"Rationality should be judged, given your goals, whether you respond to your environment in a predictable or appropriate way,\" he said.\nGame theory is a branch of mathematics and economics that is used to predict potential outcomes in situations where two or more parties face choices in resolving a problem.\nThe classic example of a game theory scenario, called Prisoner's Dilemma, involves two criminals involved in the same crime, questioned separately by the police. If one of them snitches on the other one, he gets no jail sentence, while the other criminal serves his full term in jail. If both criminals cooperate with police, both get reduced sentences. However, if they both fail to cooperate with the police, each gets the same prison sentence that is lighter than if they had both cooperated.\nBecause each prisoner's best outcome lies in ratting out his partner, both of them cooperate with the police and end up serving longer sentences than if they kept quiet.\nSandler and Enders argue in the paper that a group of nations under attack from a terrorist group in another country face the same choices that the prisoners did. It is better for them to do nothing in the hope that another nation will take the risk and eradicate the terrorist group by itself. It will bear the costs alone, while the other nations involved reap the same benefits without paying anything. Thus, no nation will undertake the eradication efforts, and the problem will persist.\nIn order to properly fight terrorism, \"what you really need is some of the leader nations getting together and trying to do it together,\" Sandler said. The so-called \"coalition of the capable\" would be the only effective solution.\nNeither the United States nor any other country has come close to the optimal strategy of defeating terrorism, Sandler said. This involves destroying terrorist infrastructures, such as camps and safe-houses, while simultaneously denying terrorists as many targets as possible and minimizing casualties by using superior technology.\nSandler was one of the pioneers in the field of economic analysis of terrorism. He has had numerous papers on the subject published in scholarly journals since the early 1980s when he first became interested in the topic.\nGetting his papers published was tough, he said, as the economic journals were not very interested in printing research that did not directly concern the field. But since the events of Sept. 11, 2001, the scholarship in the area of economic applications to terrorism threats has greatly increased.\nSandler said his research draws from a wide variety of social sciences.\n\"If I didn't also study what historians were telling me and what psychologists were telling me, then my models would be less adequate,\" he said.\nAs more people bring more knowledge into the field, and new advances, such as GPS geo-mapping technology and asymmetric game theory simulations -- where participants have different levels of information about the others' intentions -- become more widespread, the field of terrorism analysis will benefit, Sandler said.\n\"In the long run, it'll have a useful impact,\" he said.\nHowever, Sandler sees a definite limit to the use of technology in analyzing terrorist behavior.\n\"Terrorists are a lot more adaptive, and computer models don't allow for that,\" he said.\n(C) 2003 Daily Trojan via U-WIRE\n\nLoad-Date: October 18, 2004"
}