{
    "title": "USC officials discuss terrorist measures",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 9,
    "full text": "The British Consulate-General and the University of Southern California held a symposium Thursday, bringing together counter-terrorism leaders to discuss new security technologies in order to protect citizens in the battle against terrorism.\nRepresentatives from major defense and aerospace companies as well as National Laboratories made presentations about their latest products and ideas for new security measures at the Davidson Conference Center throughout the day.\nThe United Kingdom has experienced a great deal of terrorism in the past, making them leaders in counter-terrorism technology development and practice said Brian Conley, deputy consul-general from the British Consulate-General.\nThe purpose of the symposium was to hopefully encourage collaboration of U.K. companies and U.S. companies, said Kelly Gribben, public communications manager of Homeland Security Center for Risk & Economic Analysis of Terrorism Events.\nGribben said that the British Consulate-General and USC partnered to put on this event in an attempt to bring trade delegations to the United States.\nCREATE is the first university center of excellence to be funded by the U.S. Department of Homeland Security and is based at USC.\nMany industry and academic researchers made presentations to share their latest work. The Department of Homeland Security encourages international cooperation and the conference will hopefully contribute to newfound relationships between the United States and the United Kingdom, Gribben said.\nThe terrorist attacks that have taken place in the United States and London have prompted researchers to increase prevention of threatening attacks to both nations.\nMatt Bettenhausen, director of the California office of Homeland Security, said that prevention is going to happen at the local level and that local governments need to be enabled to act as a first responder to attacks. The broader community also needs to be involved, Bettenhausen said, by implementing terrorism training while respecting the civil rights of citizens.\nBettenhausen said the Homeland Security in California is responsible for prevention, preparedness, response and recovery for the state. Prevention includes excluding people from the United States before they arrive or removing them once they are here.\n\"Prior preparation prevents poor performance. We must be ready in any catastrophic event, whether they are man-made or natural,\" said audience member Glenn S. Brown, J.D. of FU-GEN, Inc.\nBrown said the crucial point of this conference is knowing how to avoid a terrorist attack in the future. The United States has yet to recover from Sept. 11 and is not prepared to continue withstanding terrorist actions, he said.\nSeveral of the symposium participants spoke about the different ways the United States and the United Kingdom could improve their national security.\nSimon Labov, of the Lawrence Livermore National Laboratory, spoke about radiation detection. He suggested that radiation and non-radiation sensors would be necessary to minimize threats.\nDuring the panel discussing Biometrics for Personal Identification, David McIntosh, chief executive officer of OmniPerception Ltd., said that biometrics can provide truly enhanced security. McIntosh warned that biometrics is only a part of the whole and is not a solution itself.\nDuring the question and answer period, McIntosh said that biometrics does not claim to be a method for identifying people in disguise. Rather, it is about positive identification.\nBiometrics is more about moving the haystacks without needles out of the way, so that there are fewer haystacks with needles left to search through, McIntosh said.\nIn the same panel as McIntosh, Mike Fairhurst, the head of the University of Kent's Department of Electronics, said \"the National Center for Biometrics and Identification Services deepens the cooperation and exchange of knowledge between the science base, government, industry and public to distribute biometrics.\"\nWhen Ron Stoltz, manager of regional Homeland Security programs for Sandia Laboratories, spoke, he emphasized that people who create terrorism threats are smart because they adapt as counter-measures are adapted.\n\"Today's solutions need to be augmented for tomorrow,\" Stoltz said.\nThe British Consulate-General will be having a follow-up meeting between researchers and companies Friday.\n(C) 2005 Daily Trojan via U-WIRE\n\nLoad-Date: September 9, 2005"
}