{
    "title": "USC professors examine war on terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 29,
    "full text": "The Jesse M. Unruh Institute of Politics held its first discussion on critical presidential election issues Tuesday afternoon as a crowd of approximately 40 gathered in E.F. Hutton Park to hear Richard Dekmejian, professor of political science and Jonathan Kotler, former director of Graduate & Professional Programs and professor of media law discuss the war of terrorism and the USA PATRIOT Act.\n\"Iraq is a mess of the first degree. In some ways it is worse than Vietnam,\" Dekmejian said.\nThe Annenberg School for Communication, the Department of Political Science, the School of International Relations and the center for International Studies at the University of Southern California collaborated on this first installment of a five-part series designed to inform the USC community.\nDekmejian opened discussion on the topic with a synopsis of his views on the war on terrorism.\n\"One does not fight a war on terrorism, one fights a war on terrorists,\" Dekmejian said.\nHe outlined a brief history of world events following Sept. 11, 2001, and described what and where the threats continued to be to the United States.\n\"Those conquered by other regimes, unless totally eradicated, will get back at you,\" Dekmejian said. \"U.S. foreign policy since 9/11 has expanded the base of terrorism worldwide, not reduced it.\"\nDekmejian said he feels that although the al-Qaida network has been \"disrupted heavily\" in the Middle East, \"it is a network that has an amazing way of morphing worldwide.\"\nHe also discussed how the United States' approach to the war on terror has done little to detour terrorism because it has served to further alienate those groups associated with terrorist acts and \"leaves us vulnerable in many spots worldwide.\"\nKotler described the USA PATRIOT Act and the effects it has had on the national legal system.\n\"(The USA PATRIOT Act) is the biggest rollback in civil liberties since the Alien and Sedition Acts of 1798,\" Kotler said. \"Looking at the PATRIOT Act in its most forward light, it violates the Fourth, Fifth, Sixth and Fourteenth Amendments.\"\nKotler detailed numerous shortcomings in the USA PATRIOT Act's policies, including ways it infringes upon basic civil liberties, alienates minorities and offers the United States government authority previously not permitted by law.\nKotler explained how, in Idaho, a man was arrested and charged with terrorist activities because he was the webmaster of many Web sites, one of which contained questionable terrorist material.\nThe PATRIOT Act has also given the U.S. government access to names of women who have obtained abortions, addresses of individuals with Middle Eastern-sounding names and access to many individuals' personal phone records, Kotler said.\nThe crowd had audible reactions to Kotler's statements.\n\"A lot of information in the PATRIOT Act is really interesting,\" said Matias Sueldo, a freshman majoring in international relations. \"It is something we are not informed about.\"\nThe organizations will sponsor discussions on Tuesdays at noon for the next four weeks leading up to the Nov. 2 presidential election. Future discussion topics include the United States Supreme Court, gay marriage, U.S. foreign policy and the economy.\n\"We hope these events will serve as a way of informing the USC community,\" said Meredith Drake Reitan, assistant director of the Unruh Institute of Politics.\n(C) 2003 Daily Trojan via U-WIRE\n\nLoad-Date: September 29, 2004"
}