{
    "title": "Use of extrajudicial rendition in Uganda terror case sparks controversy The ongoing detention of nin",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 1,
    "day": 21,
    "full text": "They came for Ismail Abubakar at nightfall on Aug. 9, 2010, plucking him from an outdoor market near the mosque where he had just finished teaching young Kenyans how to read the Quran.\nThe plainclothes Kenyan police shoved him into a car, took away his cellphone, hooded him, and drove him to a nearby police camp. Within hours, Mr. Abubakar - nicknamed \"Mzungu\" because of his pink albino skin - would be transported to Uganda to face charges for the July 11 suicide bombings that killed 76 people in Kampala, Uganda's capital.\nThree months later, Abubakar and two dozen other bombing suspects were released for lack of evidence. But the story of his rendition, and the ongoing detention of nine other Kenyans for the bombing, highlights a troubling pattern of extra-judicial abduction and human rights abuses as Africa increases efforts, often at the request of US counterterrorism officials, to combat rising Islamic terrorism.\nAbubakar says he was \"shocked\" when investigators told him that he was about to be charged in the Kampala blasts. \"I had never been to the west side of Nairobi, let alone go to Uganda,\" he said.\nWhen he was released Nov. 30, Abubakar was penniless and feared being rearrested. Donations from Ugandan Muslims helped him get to the Kenyan border. A travel document from the Ugandan government that said he was no longer a terrorism suspect helped him get across. \"I was detained for nothing,\" he said.\nRendition as tool in war against terrorism\nWhile condemned by human rights activists and the European Parliament, and criticized by some US military officials as \"counterproductive,\" renditions are seen by at least 28 US allies as a necessary weapon in the battle against terrorism. Estimates of the number of renditions since the US-led war on terror began after 9/11 are educated guesses, but some human rights organizations put the number over 1,000, and the British human rights group Cageprisoners estimates that 88 men, women, and children have been subjected to extrajudicial transfers from Kenya as of 2007.\n\"This is happening on a global scale,\" says Asim Qureshi, executive director of Cageprisoners, which tracks renditions and treatment of terrorism suspects at detention centers such as Guantánamo Bay and Bagram Air Base in Afghanistan. \"What is interesting about Uganda is that their efforts are quite open. I don't think any help is being given by the Kenyan government in this case.\"\nAmong the most prominent of the Kenyan detainees is a human rights defender named Al-Amin Kimathi. As executive director of the Nairobi-based Muslim Human Rights Forum, Mr. Kimathi is one of the most vocal advocates for legal due process for terrorism cases. When Kenyans were arrested and taken to Uganda after the Kampala blasts, Kimathi held protest marches in Kenya. When those suspects needed legal representation in Uganda, he helped hire their lawyers. When the suspects faced a Sept. 16 bail hearing, Kimathi and Kenyan attorney Mbugua Mureithi flew to Uganda.\nBut just hours after their arrival, Mr. Mureithi and Kimathi were pounced upon by gunmen who took the men on an all-night, meandering journey into the Ugandan countryside. At the time, Mureithi says he thought he might be killed, so it came as a relief when he ended up in a police cell. He was later taken to Luzira prison in Kampala. The next day, Mureithi was interrogated by a Ugandan, a Kenyan, and an African-American man whom Mureithi believes was an FBI investigator.\n\"They told me they were going to charge Al-Amin with the same charges as the other eight Kenyans, and that I myself stood a slight chance of being charged if I didn't exonerate myself,\" says Mureithi, who was released three days after his arrest. \"They were suggesting that I had bombed Kampala on 11th July, I had murdered 76 people, I had attempted to murder another 10. That I had detonated two bombs, I had delivered one bomb that didn't explode.\n\"If you look at the charges, they're ridiculous. If I was in [Kenya], I would have asked the officer if something was wrong with his head. But I was in a foreign country, so I said, 'I don't understand.' \"\nThe Kenyan government's role\nActivists from Kenyan civil society have been pushing for Kimathi's release, but the Kenyan government has been silent. One Kenyan justice objected to the way in which the Kenyan suspects had been sent to Uganda, i.e., not through a formal extradition process. In an interview with Reuters, Kenyan Justice Minister Mutula Kilonzo echoed the judge's criticism, calling it \"a failure of institutions.\"\n\"If you believe a Kenyan citizen has committed an offense, put him through the process,\" Mr. Kilonzo said, adding he was unaware of any official requests from the Ugandan government for the rendition of Kenyan suspects.\nFarida Saad, Kimathi's wife, traveled to Uganda in October and says her husband \"looked well, under the circumstances.\" But his recent letters have become worrisome, she says. Kimathi has been complaining of periodic blackouts and difficulties from an old injury.\n\"The evidence is so weak, unless they are putting something onto his laptop,\" says Mrs. Saad. \"But the case hasn't even started yet, they haven't pleaded to the charges yet.\" She says her husband would be happy to face charges in Uganda, and he remains mentally strong. But the impact on their children has been tough.\n\"It's really hard on them, they miss their father a lot,\" says Saad. \"I encourage them, tell them that what they can do is pray. But they know this is unfair. They know their father is not a terrorist.\"\n       \n\nLoad-Date: January 22, 2011"
}