{
    "title": "USF to sponsor forum on terrorism, Mideast",
    "publisher": "the hill",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "The University of South Florida will host a panel discussion on terrorism and the Middle East next week.\nThe forum will be at 6:30 p.m. Oct. 3 in the Campus Activities Center, Sixth Avenue S and Second Street. Admission is free.\n1* BRIEFS\nThe panel includes Jamsheed Marker, a former Pakistani ambassador to the United States and the United Nations; Thomas Smith, USF St. Petersburg assistant professor of government and international relations; Daanish Mustafa, USF St. Petersburg assistant professor of geography and a native of Pakistan; Sami Al-Arian, a USF professor of engineering; Sharon Lash, a former UN health worker in Afghanistan; Omali Yeshitela, a member of the steering committee on the Coalition for Peace and Social Justice and founder of the socialist National Peoples' Democratic Uhuru Movement; and K. Shreeram, a sociologist and writer who has focused on foreign policy in the Third World.\nTeacher accused\nof molesting teen\nTAMPA - A 51-year-old Marshall Middle School teacher was charged Tuesday with molestation after sheriff's officials said he fondled a 13-year-old girl after school.\nHillsborough officials say agriculture teacher James Harold Thomas was standing behind the girl in a classroom two weeks ago when he placed his hand on her shoulder and complimented her class performance during a Future Farmers of America event. They say he then slid his left hand onto her left breast \"against her will and applied pressure with his hand.\"\n\"It was witnessed by other students,\" said Hillsborough schools spokesman Mark Hart, adding that three were present. \"But there's no evidence he has engaged in this activity with other students.\"\nThomas, of 12012 Deerfoot Place in Thonotosassa, has been on administrative leave from Marshall since Friday.\nHe was arrested Tuesday morning at the Sheriff's Office and charged with lewd and lascivious molestation. He was being held Tuesday in lieu of $ 15,000 bail at a county jail.\nA Hillsborough teacher since 1994, Thomas has been at Marshall since the beginning of the school year. Personnel records show Thomas has received mostly satisfactory performance reviews from his previous schools, including the Dorothy Thomas Exceptional Center and Tomlin and Adams middle schools.\nTeacher suspended\nafter lewdness arrest\nTAMPA - The Hillsborough School Board suspended Adams Middle School teacher Henry Lee Standberry without pay on Tuesday. He was arrested and charged Sept. 4 with lewd and lascivious behavior and exposure of a sexual organ.\nSchool officials said the incident did not occur at school and did not involve  students. Standberry, 48, of 3008 39th St. N, was released on $ 1,000 bail. He is a sixth-grade math and geography teacher and has taught at Adams for  six years.\n\nGraphic\n\n \nPHOTO; James Harold Thomas (ran TAMPA & STATE edition)\n\nLoad-Date: September 26, 2001"
}