{
    "title": "USF_ Hands were tied over terrorism inquiry",
    "publisher": "the times",
    "year": 1995,
    "month": 11,
    "day": 4,
    "full text": "The FBI began making inquiries about Islamic activists at the University of  South Florida as early as February but told campus police it had no evidence  of criminal activity or danger to members of the USF community.\nUSF police responded by turning over routine personnel information on  several USF employees, police Chief Paul Uravich said Friday.\nBut campus officials didn't have enough facts to take any other action,  even though the FBI had started asking for more information about employees  that Uravich was not willing to provide without a subpoena, he said.\nThe subpoena never came.\nJIHAD4\nUSF's handling of unofficial accusations against Islamic faculty activists  has come under increasing scrutiny this week after former part-time professor  Ramadan Abdullah Shallah was elected the new leader of Islamic Jihad, a  militant Palestinian group that has taken credit for civilian bombings in the  Middle East.\nMany Jewish professors and community leaders believe the university did not  act forcefully enough after a PBS documentary, and later the Tampa Tribune,  alleged that a different USF professor, Sami Al-Arian, had helped raise money  for terrorists.\nOn Friday, however, the federal government did move to freeze the assets of  Shallah, who taught one course on Middle Eastern politics at USF during each  of the past two springs.\nIn Washington, the Treasury Department's Office of Foreign Assets Control  notified banks and financial institutions that Shallah is now considered a  terrorist.\n\"He is known to have accounts in the United States,\" the notice said.  \"Assets must be blocked and transactions prohibited.\"\nThe Treasury Department acted under a directive early this year from  President Clinton to freeze the assets of individuals and organizations  considered to be fund-raising conduits for terrorism.\nWhat did USF officials know of federal suspicions about USF professors, and  when did they know it?\nThe Times reported Friday that this week's inquiries from the FBI and U.S.  Customs agents were the first sign of federal investigators' interest in any  USF employees. But USF general counsel Noreen Segrest, the source of that  report, said Friday she was previously unaware that the FBI had initiated an  earlier contact with USF police.\nUravich, who has been reluctant to talk with reporters about his dealings  with the FBI, confirmed that agents approached USF in February, several months  after suspicions were raised by the PBS documentary produced by freelance  journalist Steven Emerson. At first, Uravich did not get involved, because the  request for personnel records was considered routine.\nBut later, the USF employee handling the request told Uravich that \"he had  some concerns about the types of information being requested\" by the FBI,  Uravich said.\nUravich also was uncomfortable with the additional information being  requested, although he would not say Friday what information that was. Without  any evidence of specific charges, Uravich said he told the FBI, \"If you want  that, you're going to have to get a subpoena.\"\nThe FBI requested no further assistance, he said.\nAt that point, the police chief said, he notified USF President Betty  Castor of the FBI's interest and also asked the FBI if it had any evidence of  criminal activity or danger to people connected with USF.\nAgents told him they did not, Uravich said.\n\"The impression I got was that this was a fact-finding . . to see if there  were any truth to the allegations (contained in the PBS documentary),\"  Uravich said. \"I was never told about direct ties to Islamic Jihad or  anything like that.\"\nCastor reiterated Friday that she never had any information to take action  against USF employees for their alleged ties to terrorist activity. But her  recollection was somewhat different than Uravich's.\nWhen she was approached by a Tribune reporter for an interview, she asked  Uravich for a briefing, she said. \"He said, \"I have had one question: Do  people work here?' That was the extent of it.\n\"We did not know of any investigation. I don't know of any investigation.  He had (gotten) a question. That's much different from an investigation,\"  Castor said.\n\"How far can you go with a question? We never got any other information .  . . and we're not an investigative agency ourselves. I think we've acted  prudently.\"\nCastor said she understands the concerns of those who wish the university  had done more. \"Someone misled us. There's going to be a lot of  second-guessing now, I guess.\"\nSome, including former state Sen. Helen Gordon Davis, have suggested that  Castor fire engineering professor Al-Arian, who helped organize the private  think tank in Tampa where Shallah worked and who has been the subject of  critical news media reports himself. Al-Arian denies doing anything to support  terrorists.\nCastor said she still feels she doesn't have \"any information to go out  and do something differently.\"\nUSF severed its relationship with the think tank after discovering that the  university's oversight was not what it should have been.\nBut, \"we just don't go out and fire people.\"\nAl-Arian, who is on sabbatical leave this semester, says he is troubled by  the suspicions surrounding him but thinks he will be vindicated in the end.  Last month, Al-Arian filed suit against a federal immigration official, who he  says has illegally delayed his citizenship application. Al-Arian says he  passed all the requirements more than a year ago and does not know why his  application has been delayed.\n\"Eventually we'll know,\" he said Thursday. \"It's not a great secret.  That's one of the reasons this is a great country. Things will be known. The  truth will come out.\" \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; COLOR PHOTO, (2); Ramadan Abdullah Shallah, (ran TAMPA BAY & STATE) ; Ramadan Abdullah Shallah, (ran TAMPA TODAY); USF professor Sami Al-Arian, (ran TAMPA TODAY)\n\nLoad-Date: November 6, 1995"
}