{
    "title": "Using bigotry to justify terrorism",
    "publisher": "intelligencer journal",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "TO THE EDITOR:\nI read the following words in a letter to the editor by Paul Buckwalter (\"Thankful for Bush's resolve,\" Intell, Sept. 14) as he spoke of Islamic terrorists: \"They see us as decadent, especially because we have recognized same-sex marriage. They do not tolerate homosexuality. To them it deserves the death sentence.\"\nBuckwalter seemed to narrow the main reason the terrorists hate us so to homosexuals, and he seems to hint we are infidels because we allow homosexuals to live.\nI am puzzled by the fact his bigotry was printed, as well as the fact he thinks his bigotry is justified and is proud enough to ask that it be published. I am most appalled he would suggest terrorists might be justified in killing homosexuals.\nWhy don't we play word substitution? \"They see us as decadent, because we allow Jews to be treated as equal citizens in this country. They don't tolerate Jews. To them, all Jews deserve to die.\"\nShocking. To suggest civilized people should have no compunction against bringing harm to those they despise simply because the ignorant and barbaric do causes me to wonder from what source comes this bigotry? The Bible?\nI have a degree in theology, and my interpretation of the Bible tells me gays are just as much a creation of God as heterosexuals, loved by him just as much as all of his creations. I'm sure for everyone who knows this is a fact, there will also be those who deny it. The Bible has been, and will be for years to come, open to various interpretations, depending on the degree of education of the interpreter.\nNonetheless, while I respect the right of all to interpret the Bible the way they choose, the fact of the matter is sexual orientation is determined by the genetic code God gave us.\nCitizenship in this country is not subject to interpretations of theology. Rather, our Constitution declares all Americans are created equal, not rendered worthless, sub-par garbage that would be better eliminated, because someone's interpretation of the Bible seems to agree. That line of reasoning went out with Hitler.\nAnd that lack of love is un-Biblical and runs counter to Galatians 5:14, which teaches us that all of God's laws are fulfilled when we do this one thing - love our neighbors as ourselves. The Bible does not list any exceptions. Very simple. It ends all wars.\nBrian Gray, Willow Street\n\nLoad-Date: September 27, 2006"
}