{
    "title": "Using lessons and loss of 9_11 to change New Jersey school curriculum",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 9,
    "day": 6,
    "full text": "Her husband's last call never got through.\n Maryellen Salamone heard only static from the other end 10 years ago as John reached out to her from the north tower of the World Trade Center, moments before it collapsed.\n \"It was horrifying,\" said the North Caldwell, N.J., mother, who then faced the \"brutal\" task of trying to explain that terrible day to two young sons and a daughter.\n A decade later, Salamone's passion to educate children and see \"positive change happen\" after her husband's death has led to a new 9/11 curriculum for New Jersey schools that will likely be used far beyond the state's borders.\n The free online course material - covering kindergarten to 12th grade - has already garnered the interest of teachers from Missouri, Maine, Mississippi, and Nevada to Australia, Belgium, France, and Britain.\n John Salamone \"was only 37; he missed his kids' whole childhood,\" said his wife, cofounder of Families of September 11, a nonprofit group advocating for those affected by the attack. \"The story couldn't end there for me.\n \"It couldn't be about hate,\" she said. \"Out of his death, positive things had to grow. He didn't die for no reason.\"\n Salamone said the loss of her husband \"inspired me and I inspired the curriculum, and maybe the curriculum will inspire hundreds and thousands of kids. Then, one death will make a huge difference and I can sleep better at night.\"\n The curriculum - called \"Learning From the Challenges of Our Times: Global Security, Terrorism, and 9/11 in the Classroom\" - was used by dozens of educators across the state as part of a pilot program during the 2009-10 school year. It's not mandated to be taught in the public schools. \n \"Changing young minds and making them open to new thoughts and possibilities is where real change occurs,\" said Derrick Owings, a Cherry Hill High School West teacher who taught the curriculum as part of the pilot effort. The new subject \"was a source of animated discussion. I wanted students to display and vent their emotions. That's where everything begins.\"\n This year, Owings said he'll teach the 9/11 course to his ninth-grade world civilization classes and 11th- and 12th-grade psychology classes. \"We'll look at the psychology of terrorism,\" he said. \"What makes a seemingly rational, mentally healthy human being into a terrorist?\n \"And from a world civilization side,\" he said, \"we'll look at the history of human behavior through conflict and turmoil. One man's terrorist is another man's patriot.\"\n Some of Owings' students quickly labeled the terrorists mentally ill; others asked why nuclear weapons were not used to destroy the nation's enemies after 9/11.\n \"When we come off the ledge of death and destruction, and from wanting to wipe out people who are different from us, then we come to our senses,\" said Owings, who found parents taking a \"hands-off\" approach with the course, \"letting us do our thing. I take that as a vote of trust.\"\n The idea for the curriculum came slowly but naturally to Salamone after she became part of Families of September 11 in December 2001.\n \"There were no bereavement groups for kids back then,\" she said. \"Children almost seemed forgotten, so we formed Children of September 11 in early 2002 to offer them and their families as much information and resources as we could.\" \n Salamone is a pediatric physical therapist, special education attorney, former president of the 9/11 group, and current advisory board member.\n For her, the need to teach children about the event became more clear during a 2006 vacation visit to Belfast, Northern Ireland, where her cousin serves in Parliament. Her son Aidan noticed the names of victims of terrorism inscribed on a wall and said, \"Osama bin Laden has been here, too.\"\n \"My children equated terrorism with Osama bin Laden and nothing else,\" she said. \"My kids lived through it and didn't understand. \n \"They just knew that planes crashed into buildings and Dad died,\" she said. \"Terrorism was 9/11 instead of a global problem the whole world faces. Other kids would feel the same way.\"\n At the same time, accounts of the 2001 attack were beginning to show up in history textbooks in classrooms.\n \"I started telling colleagues, 'We have to do something about this,' \" said Salamone. \"We began trying to figure out how to develop a curriculum.\"\n She discussed the idea with Donna Gaffney, an author, clinician, mental health professional, and member of the faculty of the International Trauma Studies Program in New York City. \n \"We want young people to understand all the elements that have a part in appreciating what happened on 9/11,\" said Gaffney, referring to the new curriculum. \"We want students to write about their feelings, contribute something so they learn, and not just about the sadness or fear related to the event.\n \"When we take action,\" she said, \"we not only help ourselves heal but we contribute in a positive way to the world.\"\n Salamone also reached out to Jeff Osowski, Liberty Science Center's vice president of learning and teaching, and Paul Winkler, executive director of the New Jersey Commission on Holocaust Education. The commission had developed a curriculum to teach about the Holocaust in public schools and was suited to address another sensitive subject.\n \"The same pieces were always evident: perpetrators, victims and upstanders - the heroes and good people who came in to help,\" Winkler said. \"We realized very quickly that 9/11 wasn't being taught, that teachers were holding a moment of silence or reading a poem because they didn't have the materials and didn't want kids to be afraid.\"\n Together, Salamone, Gaffney, Osowski, and Winkler and their organizations formed the 4 Action Initiative, which worked with former Gov. Thomas H. Kean and 17 New Jersey teachers who wrote and helped pilot lesson plans.\n Nearly 60 lessons are now available online and others will likely be added. It's not known how many of New Jersey's 611 school districts and 3,000 schools will use the curriculum.\n \"The key is that it's attuned to age levels,\" Winkler said. \"In the elementary grades, you can't talk about horrific acts of genocide, but you can talk about the acceptance of others and about bullying on the playground.\"\n New Jersey's curriculum teaches that \"the people who carried out the [9/11] acts are to be condemned for doing it,\" Winkler said. \"But you never blame a whole group because of their religious, ethnic, or racial background for an act.\n \"So expressions like 'all of them' or 'those people' are not to be used,\" he said. \"You don't want the curriculum to teach hatred. You learn facts with your head, you feel with your heart, and know there are things you can do with your hands. \n \"Join a club, tell someone if they're being mean or don't join in if another is being laughed at.\"\n The new curriculum doesn't have to be taught \"as a whole from start to finish,\" said Salamone. \"There are lesson plans in several areas. It's a tool kit for teachers.\"\n A decade after tragedy struck, she's \"relieved it's finally finished and available to teachers. I believe - from the bottom of my heart - that if we don't teach our children about the global circumstances they live in today, we leave them unprepared for the challenges they will face,\" Salamone said. \"It's not something we can ignore in the classroom.\" \n The curriculum is available at http://www.state.nj.us/education/\n holocaust/911/curriculum/\n Contact staff writer Edward Colimore at 856-779-3833 or ecolimore@phillynews.com.\n\nLoad-Date: September 6, 2011"
}