{
    "title": "Using outreach to combat terrorism",
    "publisher": "star tribune ",
    "year": 2015,
    "month": 2,
    "day": 17,
    "full text": "Between 2007 and 2009, at least 22 young Somali-Americans left the Twin Cities after being recruited to join the Al-Shabab terror group in their homeland.\nMore recently, the Islamic State in Iraq and the Levant (ISIL) launched another recruiting effort in Minnesota. The brutal terrorists specifically target Somali-American young people - often online through YouTube and other social media. Officials say that as many as 15 Somali-American men and women have left Minnesota in recent months to join ISIL.\nIn response, a coalition of local imams, elders, parents and youth groups from the Somali community are wisely teaming up with law enforcement, business leaders and schools on an action plan. Called \"Building Community Resilience,\" the plan builds on the lessons of the Al-Shabab recruiting in an effort to address the root causes of youth radicalization.\nAndy Luger, the U.S. attorney in Minnesota, is coordinating this critical effort. In a meeting with the Star Tribune Editorial Board last week, Luger emphasized that the majority of the estimated 75,000 to 100,000 Somali-Americans in Minnesotans want to live peaceful, productive lives - and they want and need help keeping their young people out of the clutches organizations like ISIL.\nMinnesota has been targeted, in part, because the state has the largest Somali-American population in the United States, with about half living in the Twin Cities area. Luger said ISIL targets vulnerable Somali-Americans, often those who are struggling to forge an identity in a new country and may be asking, \"'Where do I fit in? Am I Somali? An American?'... And ISIL will play on that and draw them into a new world that they promise will be better but, in fact, is not.\"\nSome Somali-Americans between ages 18 and 24 may be especially receptive to that message because of school troubles, generational divides within their families, lack of connection to religious leaders and to mainstream Minnesota, and high unemployment, Luger said. That's why the action plan smartly includes more youth programming, mentoring, higher-ed scholarships, job fairs, intervention teams and social media campaigns.\nThe Somali community is by no means alone in struggling with disaffected youths. Regardless of background, young people who feel disconnected from family or society can become bullies or victims of bullying. They are the kids who, in the most extreme cases, join gangs, become school shooters or consider suicide. And American history is full of stories about the difficulties young immigrants have had assimilating in this country.\nOfficials in cities around the world are having similar problems with ISIL and are turning to Minnesota for help. Teams from other American and European cities have interviewed local officials for information about setting up their own outreach programs.\nThe pilot program in Minnesota has been well-received by some local businesses and nonprofits - including the Carlson Family Foundation, Cargill and the Minneapolis Foundation - but it needs even more community support.\nAs part of the \"Resilience'' effort, the broader Twin Cities community can also help by reaching out to young Somali-Americans. Sign up as a mentor. Include young East Africans in constructive youth activities. Help connect them with quality education, good social networks and other out-of-school activities that can help them build successful adult lives.\nUltimately, the best way to prevent Somali-American young people from falling prey to the recruiting tactics of terrorists is to help them feel welcome in a society that offers plenty of opportunities for a better life for those who work hard and obey the law.\nCOMMUNITY-BASED SOLUTIONS\n\"It's not healthy for Minnesota to have that kind of [terrorist recruiting] activity in our back yard, and we are all committed to stopping it.\"\nANDY LUGER, U.S. attorney for the Minnesota District. He added that relatives and friends of those who have been recruited have asked that law enforcement work with them to form community intervention teams as a first line of defense.\n\nLoad-Date: December 2, 2021"
}