{
    "title": "Using that ominous phrase ___the media__ and what that really means",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 1,
    "full text": "People love to make broad statements about \"the media\" and what they're generally referring to is the news media (broadcast journalism, newspapers and the like). But those of us in the biz realize that \"the media\" refers collectively to all forms of media including movies, television shows, magazines-and any dissemination of information, really- band we make up a rather small portion of it.\nSomething people don't seem to realize is we, as journalists, are the form of media with the least ability to make broad statements (at least those of us who do it right, not the Fox News variety of \"journalism\").\nSo when people say \"the media\" don't report on the facts, they fail to realize that we depend on sources and documents for our facts. For example, if one looks at the recent Planned Parenthood shooting in Colorado and says to oneself, \"that's a clear-cut case of domestic terrorism, why isn't the media calling it such?\"\nWhat doesn't come into thought is the limitation journalists have in a hard news story. The reporter cannot take it upon his or herself to call something an act of terrorism. In a hard news story, we are dependent on the information given to us by investigators and if they aren't treating the investigation as one of domestic terrorism, the reporter can't label the instigator a terrorist, even if the reporter thinks that person is a terrorist.\nThink of another example to make it a little clearer. If a reporter is covering a KKK rally and they interview a participant in the rally, the reporter can't call that person a racist (even though most would agree with that label). Instead, they would call the interviewee a participant in a KKK rally or a member of the organization.\nA similar logic can be applied to those we might deem terrorists, if they aren't associated with a known terrorist organization and law enforcement isn't treating it as a crime of terrorism, a reporter has to be careful about making those judgment calls.\nThis isn't to say that the media are never at fault in its use of sensitive terminology or coverage of hard news events, but there are times when the media can't make those kinds of claims in a hard news story. The news media can, however, express their views in a staff editorial.\n\nLoad-Date: December 2, 2015"
}