{
    "title": "Using Battle of Terrorism for Victory on Trade",
    "publisher": "the new york times",
    "year": 2001,
    "month": 12,
    "day": 7,
    "full text": "President Bush won a major victory on trade in the House of Representatives today by updating a time-honored argument: Wartime is no time to undercut the president. This is especially true now, Mr. Bush and his allies argued, when the world is watching for any sign that an embattled America is pulling up its drawbridges.\n     Like the outcome of the presidential race that ended a year ago next week, his margin of victory could not have been narrower. He won streamlined trade negotiating authority by only one vote, 215 to 214. Even getting that required his Republican allies on the floor of the House to twist arms after the official clock had run out. \n But that single vote was enough to win a political battle that President Bill Clinton, fighting members of his own party, had twice lost. \nPerhaps more important, Mr. Bush has finally broken a political deadlock that has afflicted Washington for seven years, a deadlock over which branch of government -- the executive or legislative -- should have the greatest control over how the United States negotiates the rules of globalization. \n\"This is one of those votes that is partly about substance, but also about power and perceptions of power,\" said Clyde Prestowitz, president of the Economic Strategy Institute, and a veteran of the trade wars that have polarized Democrats and Republicans for the past two decades. \"There was a perception that if the vote went against the president, he would be undercut, and we would be seen as withdrawing from the world. I don't think that was true but the perception was there.\"\nMr. Bush won for several reasons.\nThe first is that his argument about trade as a weapon against terrorism, while a stretch, actually worked. His trade representative, Robert B. Zoellick, made the case that the war against terrorism hinges on building coalitions, and that coalitions in the modern world are built on trade first and ideology second. While it pains Mr. Bush's team to admit it, this is an echo of the argument Mr. Clinton made time and again. \n\"The difference is that the war made it clear that we really do need coalitions,\" a senior White House official said. \"Every argument has its context, and the context of this one was a war in which we clearly need the help of developing nations around the world.\"\nMr. Bush's use of the patriotism card bred more than a little resentment among Democrats. Since the Sept. 11 terrorist attacks, they have been in disarray about how to oppose the president on substantive issues without seeming out of tune with the bipartisan chorus of the times.\nIt was a testament to the emotional resonance of the trade issue that 189 Democrats voted against the president, even under the circumstances. The opponents and their allies in the labor and environmental movements have long argued that free trade accords simply encourage American companies to open factories in developing nations with little regard for the environment or minimum labor standards. \n(The 21 Democrats who voted for the bill were almost all members of a small coalition of Democrats who have tried, largely unsuccessfully, to cure the party's traditional allergy to free trade agreements.)\nStill, Representative Charles B. Rangel, the New York Democrat, tried at the last moment to reach a compromise with the White House about how to deal with those labor and environmental issues. He took to the floor to protest the White House's effort to paint opponents of the bill as unpatriotic. \n\"We don't believe that under our government, and the democratic way that we expect to legislate,\" Mr. Rangel said, \"that what we are doing is undercutting the president of the United States.\" \nRepresentative Sander M. Levin, a Michigan Democrat, agreed, saying, \"This debate is about trade, not about terrorism.\"\nBut the second reason that the Democrats lost is that they have yet to figure out a way to turn their fears of trade into an effective legislative strategy at home, or an effective foreign policy abroad.\nThe reality of the post-cold war era is that trade agreements have become the basic treaties negotiated among nations. That is why Mr. Bush is so eager to use his new authority to negotiate a Free Trade Area of the Americas: Like Mr. Clinton, he sees it as a way to cement the links among democracies, weak and strong. \nAnd so when individual agreements come up for a vote, they almost always pass because the strategic cost of defeating them is simply too high.\nThe evidence is overwhelming. Two years ago, Congress voted by a large margin to let China into the World Trade Organization, even though that meant ending the annual review of its human rights record. \nJust in the past 18 months, Congress has also approved trade accords with Vietnam, an old enemy that is gradually reintegrating with the West, and with Jordan, a rare economic success story in the Middle East. And it used a trade agreement with African nations -- even an accord riddled with protections for American industry -- to remake American relations with an entire continent.\n\"It was always the strategic arguments that made the difference in the end,\" Charlene Barshefsky, Mr. Zoellick's predecessor as trade representative, argued recently. \"They are the only way to trump the other concerns.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: December 7, 2001"
}