{
    "title": "USS Cole families seek $100 million under new law",
    "publisher": "pittsburgh tribune review",
    "year": 2008,
    "month": 2,
    "day": 5,
    "full text": "NORFOLK, Va. -- Family members of the 17 sailors killed in the attack on the USS Cole in Yemen want to use a new federal law to reopen their lawsuit seeking more than $100 million in damages from Sudan. \nA federal judge found in July that Sudan provided training and logistics that allowed al-Qaida terrorists to bomb the Norfolk-based Navy destroyer on Oct. 12, 2000. \nWhile U.S. District Judge Robert G. Doumar ordered Sudan to pay about $8 million for lost wages and earnings potential, he said he was prohibited by law from awarding the families money for pain and suffering. \nLawyers for the families filed court papers last week asking Doumar to reopen the case. They cited the Justice for Victims of State-Sponsored Terrorism Act, signed by President Bush on Jan. 28, which allows terrorism victims to seek punitive damages for pain, suffering and emotional distress. \nIt provides relief for certain older terrorism-related cases, such as the one involving the Cole, as well as new cases. But it prohibits suits involving Iraq. \n\"We are well within our rights to go back to Judge Doumar,\" lawyer Mary Jane Hall said. \nSudan did not fight the case at trial, and officials at the country's embassy in Washington have refused to comment on the lawsuit. \nThe families' attorneys are attempting to get the $8 million from U.S. banks that hold $60 million in Sudanese assets, but the banks argue that the U.S. government has frozen the assets, Hall said. \nOf the 59 family members who sued, 24 spouses, children and parents of unmarried sailors were awarded amounts ranging from $104,000 to $781,000. If Doumar grants the request to reopen the case, all 59 could be eligible for payment. \nBridgeport, W.Va., resident Saundra Flanagan's son, Kevin Shawn Rux, was killed in the attack. \nLorrie Triplett, whose 31-year-old husband, Andrew, was killed, said she hopes Doumar will rule without a new trial. \n\"I wasn't prepared to go through this all over again,\" said Triplett, of Suffolk, who testified at a two-day trial last year. \"It was an emotional day.\" \n\nLoad-Date: February 5, 2008"
}