{
    "title": "USS Cole families press legal claims against Sudan",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 10,
    "day": 26,
    "full text": "RICHMOND, Va. ? Relatives of the 17 sailors killed in the 2000 bombing of the Navy destroyer USS Cole are asking for the right to seek emotional-distress claims against the Republic of Sudan, which they say provided financial support and safe harbor for al-Qaida terrorists. \nAn attorney representing 59 relatives on Tuesday asked a three-judge panel of the 4th U.S. Circuit Court of Appeals to overturn a lower court's ruling that barred the families from seeking punitive damages under state law. Andrew Hall also asked that the panel order the judge to reconsider the case in light of a federal terrorism-victims' compensation law that passed in 2008, allowing for such awards. \"The general rule is that if there's a new law that passes during an appeal, the plaintiffs can take advantage of the new law,\" Hall said in an interview after the hearing. At issue, he said, is what effect the earlier ruling has on the case. U.S. District Judge Robert Doumar in Norfolk had awarded 33 family members $8 million plus interest in compensatory damages to be paid from seized Sudanese assets in 2007, but dismissed their claims for their personal suffering. Doumar ruled in 2007 that the federal Death on the High Seas Act allowed him to award the families compensation for the sailors' lost wages and earning potential, not for emotional distress caused by their loved ones' deaths. With interest, that award has risen to $13.4 million. But the families say they're also entitled to punitive damages because the terrorists inflicted pain and suffering, and the Death on the High Seas Act doesn't prevent victims' families from seeking emotional-distress claims under Virginia law. The Sudanese government has not filed any court documents and hasn't responded otherwise to the legal action. U.S. Department of Justice attorney Lewis Yelin argued Tuesday on behalf of the U.S. government that the Death on the High Seas Act provides the exclusive legal remedy for the families' claims, superseding both maritime treaties and state laws. He also said the families' original case didn't meet the requirements to proceed under the 2008 law. The government is weighing in on the litigation to defend the broader interests of the United States, which Yelin said has a stake in how its laws are interpreted. Family members in April filed a separate $282.5 million lawsuit based on the 2008 Justice for Victims of State Sponsored Terrorism Act, which allows for retroactive punitive-damage awards against nations that sponsor terrorism. Doumar put that lawsuit on hold in August pending the 4th Circuit appeal. Attorneys on Tuesday acknowledged that the new lawsuit might address issues that could make the earlier case moot. The court typically takes several weeks to issue a ruling. Al-Qaida bombers steered an explosives-laden boat into the guided-missile destroyer on Oct. 12, 2000, while it was stopped to refuel in a port in Yemen. The attack also injured 42 other sailors and tore a massive hole into the side of the ship. The Norfolk-based ship was recommissioned in 2002. Survivors and family members recently marked the attack's 10th anniversary during a ceremony at the Norfolk Navy base. \n\nLoad-Date: October 27, 2010"
}