{
    "title": "USS Cole families seek bigger award They want to reopen damages suit under new federal law",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 2,
    "day": 5,
    "full text": "Family members of the 17 sailors killed in the USS Cole attack want to use a new law to help them get the more than $100 million in damages they had sought by suing Sudan.\n Last July, a federal judge found that Sudan provided training and logistics that allowed al-Qaida terrorists to bomb the Norfolk-based Navy destroyer when it was refueling in a Yemen harbor on Oct. 12, 2000.\n U.S. District Judge Robert G. Doumar ordered Sudan to pay about $8 million for lost wages and earnings potential, saying he was prohibited by law from awarding the families money for pain and suffering.\n Lawyers for the families filed court papers last week asking Doumar to reopen the case. They cited the Justice for Victims of State-Sponsored Terrorism Act, a law signed by President Bush on Jan. 28 that allows terrorism victims to seek punitive damages for pain, suffering and emotional distress.\n \"We are well within our rights to go back to Judge Doumar,\" lawyer Mary Jane Hall said. \"There's no reason now why their claims would be denied.\"\n Sudan did not fight the case at trial, and officials at the country's embassy in Washington have refused to comment on the case.\n The families' attorneys are trying to get the $8 million from banks across the country that hold $60 million in Sudanese assets. The banks are arguing that the U.S. government has frozen the assets, Hall said.\n In his ruling, Doumar applied the Death on the High Seas Act, which permits compensation only for economic losses.\n \"It is a further tragedy that the laws of the United States, in this instance, provide no remedy for the psychological and emotional losses suffered by the survivors,\" Doumar wrote.\n The new law provides relief for certain older terrorism-related cases, such as the one involving the Cole, as well as new cases. But it prohibits suits involving Iraq.\n Doumar also denied damages to anyone other than immediate family, leaving parents of married sailors and siblings out of the judgment.\n Of the 59 family members who sued, 24 spouses, children and parents of unmarried sailors were awarded amounts ranging from $104,000 to $781,000. If Doumar grants the request to reopen the case, all 59 family members would be eligible for payment.\n Lorrie Triplett, whose 31-year-old husband, Andrew, was killed in the attack, said she hopes Doumar will rule on the case without a new trial.\n \"I wasn't prepared to go through this all over again,\" Triplett said. The Suffolk resident testified at a two-day trial last year. \"It was an emotional day,\" she said.\n\nLoad-Date: February 12, 2008"
}