{
    "title": "UTA to conduct TRAX terrorism exercise at Salt Lake airport",
    "publisher": "the deseret news",
    "year": 2015,
    "month": 8,
    "day": 11,
    "full text": "By Jasen Lee\nDeseret News\nSALT LAKE CITY - What would happen if a terrorist attacked a light-rail train along the Wasatch Front?\nThe Utah Transit Authority, along with various other agencies, will test emergency response protocols during a live-action drill scheduled Wednesday.\nBut don't worry, it's only a test.\nUTA, in conjunction with the Utah National Guard 85th Civil Support Team, the FBI Joint Terrorism Task Force, Salt Lake City International Airport, Salt Lake City Fire Department and the Salt Lake City Police Department will conduct the exercise called \"Operation Green Cloud.\"\nThe exercise will be a six-hour, full-scale emergency response drill simulating an attack on a Green Line TRAX train.\nThe exercise will take place on the TRAX platform at Salt Lake City International Airport and will simulate a terrorist device detonating aboard a light-rail train, said UTA emergency management administrator Amy Cornell-Titcomb.\nThe premise of the drill will be a \"lone wolf\" attacker who will board a light rail train inbound to the airport, she said.\n\"The scenario is somebody will leave (bags and a bike) and then exit the train,\" Cornell-Titcomb said. As the train pulls into the Airport Station, the attacker and an accomplice in this scenario will detonate the hidden devices using a cellphone, she noted.\nThe simulation \"will be a chemical release and a bomb explosion,\" she said.\nThe drill will evaluate responses to an attack, specifically allowing emergency responders to test its procedures for recovering and decontaminating passengers in addition to examining protocols for executing tactical chemical, radiological and explosives response measures, Cornell-Titcomb said.\nExperts and local representatives from various emergency organizations will evaluate the exercise, she said. Passengers will act as if they have been exposed to various hazardous substances and start to show signs of distress and symptoms of illnesses, she explained.\nThe participants will go through decontamination and will be operating in and around a live train, she noted.\n\"We've got signage all over the platform and the operators will make announcements that an exercise is in progress,\" Cornell-Titcomb said. The event will run from 4 p.m. through 10 p.m.\nThe exercise area will be marked off and closed to the public to avoid interference with normal train service, interruption of the exercise and to provide for the safety of the public. Access to the immediate area of the drill will be limited to exercise players, evaluators, controllers and safety personnel.\nCornell-Titcomb said the goal of the exercise is to evaluate incident command policies and inter-agency coordination.\n\"Information sharing is one of the big pieces,\" she said.\nA similar multi-agency exercise was conducted in May on UTA's FrontRunner commuter rail line at the Woods Cross Station. That drill was a test of responses to a simulated attack resulting in mass fatalities and a Family Assistance Center being established to support the families of victim passengers.\nWhile there is little that can be done to eliminate such incidents from occurring, being prepared in the unlikely event that something does happen is critical, she said.\n\"We hope that this gives reassurance (to the public) that we are aware of (the possibility of an attack) and we are testing policies and procedures to make it's as safe as possible,\" Cornell- Titcomb said.\nEmail: jlee@deseretnews.com\nTwitter: JasenLee1\n\nLoad-Date: August 11, 2015"
}