{
    "title": "Utah academics assess WikiLeaks impacts",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 11,
    "day": 29,
    "full text": "SALT LAKE CITY ? University of Utah and Brigham Young University academics with an eye on counterterrorism and Middle East relations believe the  massive release of classified documents by WikiLeaks.org could have immediate and long-term impacts. \"I think it's a big story. \nIt reveals a great deal of information, so of it I assume leaders would rather not have revealed,\" said Amos Guiora, University of Utah law professor with expertise in national security and counter terrorism. The release involves 250,000 classified State Department documents, many of which detail observations about political figures and political posturing in the Middle East. \"The quantity of information is staggering,\" Guiora said, adding that he, like most who are deeply interested in geopolitics and international relations, has been \"up early this morning, in part to see what's out there.\" But he calls the leaks more embarrassing than dangerous. \"I haven't seen anybody make a compelling argument that this compromises national security,\" he said. \"There is going to be some concern raised by leaders of other countries about how carefully here in the United States we protect classified information or sensitive information. That's a legitimate question to ask.\" Though if he were a foreign leader, \"I would always work on the assumption these things are leakable.\" \"A lot happens behind the scenes\" in diplomatic circles, said Dan Peterson, professor of Islamic Studies and Arabic at Brigham Young University. Back-channel conversations that help stabilize international relations are possible if the parties believe their conversations will stay out of the public view. \"But if they become public, they would have to stop,\" he said. \"There could be an immediate threat and long-term damage.\" Spy work also produces a cache of embarrassing personal information that loses its value if its broadly known. \"It's blackmail in a way. It's spy work,\" Peterson said. Constitutional law professor Wayne McCormack, also at the U., works a lot with national security, international law and counter terrorism. He sees the release of the classified documents as \"Potentially a little embarrassing. But if I don't want to see what I say published in the Washington Post the next morning, I shouldn't say it. Anyone talking to a U.S. government employee knows its going to be shared.\" He is interested to know how the leaked diplomatic memos were assembled. If the 250,000 leaked documents truly span a 45-year period, \"That's a drop in the bucket of all of the communication that occurred over that period. Are these the most private documents? I doubt it,\" McCormack said. Contributing: Associated Press E-mail: sfidel@desnews.com \n\nLoad-Date: November 30, 2010"
}