{
    "title": "Utah gathers intelligence, but Congress questions the smarts",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 10,
    "day": 15,
    "full text": "Sandy » About three years ago, officers noticed that people were lying down on the TRAX lines in Salt Lake City and taking photographs of the undersides of the trains, information that made its way back to the Utah fusion center.\nFusion centers were created in the wake of 9/11 to collect, analyze and disseminate intelligence on criminal and potentially terrorist activity. The one in Utah, called the Statewide Information and Analysis Center (SIAC), opened four years ago on the third floor of the state's public safety building in Sandy.\nIts counterparts in other parts of the country had seen similar activity with their light-rail systems, and while Utah Department of Public Safety spokesman Dwayne Baird said he could not discuss what became of that case, there was now nationwide attention on a potential threat.\n\"Their explanation was that they were just fascinated with trains,\" Baird said.\nBut the usefulness of fusion centers is under attack. As far as the U.S. Senate Permanent Subcommittee on Investigations is concerned, the centers have not yielded significant useful information to support federal counter-terrorism intelligence efforts, according to a two-year bipartisan investigative report the subcommittee released last week.\nThe investigation found intelligence officers assigned to fusion centers produced information of \"uneven quality -- oftentimes shoddy, rarely timely, sometimes endangering citizens' civil liberties and Privacy Act protections, occasionally taken from already-published public sources, and more often than not unrelated to terrorism,\" according to a statement from the subcommittee.\nBut the Utah Department of Public Safety's Maj. Jeff Carr, who helps oversee the SIAC, sees it another way.\n\"We have scores and scores of successes,\" Carr said.\nCol. Keith Squires, the Utah state director of Homeland Security who also oversees the center, shares the opinion of a joint statement from eight law enforcement associations that the report does not address the benefits that fusion centers provide to the police. The statement adds that those benefits from homeland security translate to \"hometown security.\"\nBefore the SIAC, Utah law enforcement agencies shared very little information with each other, and sometimes did not know they were investigating the same person.\nThe SIAC receives about 3,500 requests to support a criminal investigation a year with background checks, analyzing telephone activity, mapping, links and trends in criminal activity between different jurisdictions and other services. Every time an officer successfully closes a case and catches a criminal with SIAC help, Carr said they consider that a win for their center.\nAnd there is no way to know if the next case will produce a counter-terrorism tip, Carr said. Even if 100 times a case leads to nothing, the 101st case might be of use to someone, he said.\nUtah State Bureau of Investigation Chief Brian Speelman, who works in SIAC, points to how three years ago, Najibullah Zazi was suspected of buying bottles and bottles of hydrogen peroxide in Colorado to create a bomb and detonate it in the New York City subways on behalf of al-Qaida. But Zazi was stopped, and the successful disruption is credited in part to the Colorado fusion center.\nThe idea behind the centers was that every police officer can, through the center, assist the U.S. Department of Homeland Security. The centers disseminate information, such as what hydrogen peroxide might be used for, to the 800,000 officers across the country, Speelman said. If an officer were to find a suspicious amount of bottles in someone's trunk, thanks to the fusion centers, that officer might prevent a terrorist attack.\nCarr says SIAC has five intelligence analysts and can use more.\nThe U.S. Senate isn't the only body to question how fusion centers operate. The Homeland Security Policy Institute concluded in a report published in June that fusion centers are too focused on law enforcement and not enough on intelligence gathering and analysis. Squires was one of the report's four authors.\nThe report's conclusions were drawn from a survey of 71 center staffers from across the county and do not address any particular fusion center.\nThe report states that the predominance of law enforcement at the centers tends to lead to a bias toward gathering information from certain sources over others. The danger of this, it goes on to say, is that such a habitual reliance will skew perceptions of threat and organizational relationships, resulting in a stove-piping of information -- what the centers were created to overcome in the first place.\nAs the report put it, the centers are focused on winning chess games -- crime -- and not solving jigsaw puzzles -- terrorism. The puzzle solving is a different skill set that requires training, which costs money, the report adds.\nU.S. Sen. Carl Levin, D-Mich., chairman of the subcommittee that investigated fusion centers, acknowledged in a statement that the centers have been useful for local law enforcement and disaster responses, but he recommended that Congress clarify the purpose of the centers and link their funding to their performance.\nThe U.S. Department of Homeland Security estimates that it has spent $289 million to $1.4 billion to support the centers since 2003. The investigation questions how much that investment aids U.S. counter-terrorism efforts.\nThe Utah center receives only about $200,000 in federal funds, which is spent on one analyst position and on maintaining technological services. The other 85 percent of the center's funding comes from the state.\n\"That gives them comfort. When the federal money dries up, they can continue in their efforts,\" said Marina Lowe of the American Civil Liberties Union of Utah, which meets with the center once a year to discuss their concerns with transparency and accountability.\nWith such focus on how the federal dollars are spent now, Lowe said it's an appropriate time to consider an audit of how state funds are spent as well. As far as she knows, there hasn't been a recent comprehensive, public accounting for how Utah tax dollars are spent at the center, and she would like to see that happen.\nThe ACLU of Utah also worries about the extent to which the center tracks and stores information about people. It's a question the organization does not have a complete answer to, but Lowe said they are happy to see that the center both has and publicly posts its comprehensive privacy policy.\nUtah developed a criminal intelligence center in preparation to the 2002 Winter Olympics, but it was flawed. It eventually evolved into the fusion center in early 2008, replacing a system that often mired its personnel in \"manual and duplicative efforts,\" according to a case study by Microsoft, the company that upgraded their system in creating the fusion center.\nThe case study quotes Carr that, prior to the upgrade, they \"had no way to track workflow or document what the analysts were doing.\"\nThree years after the transformation into the SIAC, it won an award from The Center for Digital Government, a national research and advisory institute on information technology policies and best practices in government, for its improvement on information sharing and collaboration among law enforcement agencies.\nThe congressional subcommittee report was a missed opportunity to show the advancements and innovations fusion centers have accomplished, Squires said in an interview, and looks forward to another congressional report on the centers that is coming out soon.\nRep. Peter King, R-N.Y., said in a statement that the Committee on Homeland Security, which he chairs, is in the final stages of an extensive review of fusion centers that will offer \"significant recommendations for improvement in the coming weeks.\"\nmmcfall@sltrib.com Alt Heads:\nEfforts to collect intel face scrutiny\n\nLoad-Date: October 16, 2012"
}