{
    "title": "Utah lawmakers support letter that links wilderness protection to terrorism",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 1,
    "day": 11,
    "full text": "Posted: 8:53 PM- A letter purportedly sent by two Utah legislators that links wilderness to terrorism actually was the creation of an advocacy group that wants oil and gas drilling to commence in the Arctic National Wildlife Refuge.\nA news release sent Thursday to a wide variety of recipients came from Americans for American Energy. The nonprofit Denver group claimed Reps. Mike Noel and Aaron Tilton wrote the letter saying efforts by Southern Utah Wilderness Alliance and Rep. Maurice Hinchey, D-New York, to have 9 million acres of the state declared wilderness would \"weaken America.\"\n\"How? Because it will hamstring our ability to produce American energy right here in Utah,\" the letter says. \"That leads America to become more dependent on energy from hostile foreign nations - some of whom fund terrorist organizations that are right now targeting our American men and women in uniform.\"\nNoel, R-Kanab, said Thursday he didn't sign the letter nor had he seen it. After a reporter read portions of it to the legislator, he said he supported its message.\n\"I put my name on all kinds of things,\" Noel said. \"You just read the letter to me, that's the first time I heard it.\"\nThe electronic version of the letter includes mug shots of \"radical New Yorker Maurice Hinchey,\" Osama bin Laden, Venezuela President Hugo Chavez and Iran President Mahmud Ahmadinejad over the line, \"these terror leaders also want America to continue its foreign oil dependence.\"\nMuch of the letter's fury was directed at SUWA, an \"extremist political group.\"\n\"Fueled by millions of dollars from out-of-state extremists and Hollywood elites, SUWA is working directly against Utah's interests,\" the letter says.\nTilton, R-Springville, said he had seen an early draft of the letter circulated Thursday. Though he hadn't actually signed it, he said he supported its positions.\nOf particular concern, Tilton said, was alerting the public that SUWA and the U.S. Bureau of Land Management were attempting to have the 9 million acres included in Hinchey's Red Rock Wilderness Act declared wilderness through a BLM administrative action.\nTilton offered as documentation the BLM's analyses of non-wilderness study areas with wilderness characteristics in six recent draft management plans that cover 11 million acres of federal land in the state.\nThose analyses, however, are the result of a federal court ruling. Tilton said he did not know that.\nTilton also said he didn't know if any of those draft plans appeared tilted toward land conservation or energy development because he hasn't read them.\nBut SUWA as an organization \"has that agenda,\" Tilton said.\nRay Bloxham, SUWA field inventory specialist, said SUWA is \"very up-front\" about its focus. \"Wilderness is a resource like anything else,\" he said. \"We are a conservation organization trying to get wilderness designation in Utah.\"\n\nLoad-Date: January 12, 2008"
}