{
    "title": "Utah charter school once accused of having ties to terrorism shut down by state",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 5,
    "day": 2,
    "full text": "For the first time since the charter school movement began, the Utah State Charter School Board moved Thursday to shut down an operational school.  The vote to revoke the Beehive Science & Technology charter, a state contract that grants the independently run school public education dollars, was unanimous. Barring a successful appeal, the Salt Lake City school at 1011 Murray Holladay Road will close its doors at the end of this school year.  \"This is not something I wanted to do,\" said Brian Allen, chairman of the State Charter School Board, after the meeting Thursday. \n\"This is an academically strong school, and I really wanted things to work out, but at the end of the day, it's our public duty as a board to hold charter schools accountable to the taxpayers.\" Allen said the board couldn't foresee a viable future for Beehive, which started the school year $33,000 in the red. The 5-year-old-school has continuously failed to meet \"accepted standards of fiscal management,\" he said. Beehive's troubles came to the board's attention in July 2009, when a former board member accused the school of having clandestine ties to a controversial Turkish Muslim preacher. Fethullah Gülen, who doesn't recognize al-Qaida as a terrorist organization, was exiled from Turkey in 1998 for reportedly working to overthrow the secular government. His international network of schools, universities and businesses ? known as the Gülen Movement ? has been accused of promoting the preacher's agenda. While the State Charter School Board concluded Beehive was innocent of preaching Turkish nationalism, their investigation revealed a tangled web of troubling business practices. The charter school was relying on high-interest personal loans to pay day-to-day expenses, said Cory Kanth, financial analyst for the State Charter School Board. Beehive overestimated enrollment by 87 percent when making budget decisions and failed to make adjustments when fewer than expected children signed up to take classes. Board members borrowed more than $160,000 from various sources, including employees. Beehive underestimated the number of students it could fit into its facility before signing an expensive lease. Budget-wise, Beehive needed 300 students to stay afloat. Seismically, however, its building was only deemed safe to house 224. After a news story accusing the school of having ties to Islam broke, many parents took their children elsewhere, furthering Beehive's enrollment problems. \"In the charter school world, if you can't attract enough students to finance your program, your operation is going to fail,\" Allen said. \"It could happen to anyone.\" The board also criticized the school for \"routinely\" hiring employees from Turkey and paying out thousands of dollars to relocate the teachers and their families to Utah. One-third of the school's 15 employees are Turkish nationals. Beehive sponsored the teachers' work visas, which cost $820 per person and must be renewed every three years.  Furthermore, a number of Beehive's out-of-country teachers are not licensed to teach in Utah. While charter schools are allowed to hire unlicensed teachers, once hired, employees must seek certification. \"This isn't a one-time slip up,\" Allen said. \"This is a case of chronic business mismanagement.\" The board was unaware of the school's troubles because Beehive did not turn in monthly or quarterly financial reports as is required by the State Office of Education. Though Beehive is not the only charter school to shrug off intermediate financial reporting, the State Charter School Board does not penalize schools that don't turn in their financial figures, Kanth said. \"We can't really prevent charter schools from mishandling public funds,\" Allen said. \"They're autonomous schools. If they make decisions that hurt themselves financially, we're powerless.\" Beehive administrators were visibly upset after the board announced its decision. Allen and his colleagues discussed details behind closed doors before abruptly inviting the group in. \"Do we not have a chance to talk?\" asked the school's principal, Murat Biyik, who was shocked.  Biyuk had prepared a presentation outlining Beehive's progress since the State Charter School Board put the school on probation in February, but he never had a chance to share it in a public meeting. Though expenses for the 119-student school have ranged between $81,000 and $170,000 a month since July, Biyik pointed out that in April, the school spent only $39,668.  Beehive also collected more than $55,500 in private donations. The school eliminated its principal and four teaching positions. Parents and employees recruited 187 new student applications. \"We did everything they asked us to do in the terms of our probation,\" Biyik said. \"I don't understand why they would cut us off.\" Yuavuz Durmas, the school's business administrator, admitted spending extra money to bring teachers in from Turkey but said he felt the teachers were \"higher quality.\" \"Seeking international experience in teaching is part of our mission statement as a school,\" he said, adding that \"it is difficult to find qualified math and science experts in the United States.\"  Yuavuz and Biyik declined to answer questions about the school's financial history or its failure to certify its teachers. When asked about accusations that the school had ties to the Gülen movement, Yuavuz got angry. \"It's just ridiculous,\" he said. \"We have nothing to hide.\"  Beehive Science & Technology Academy serves grades 7 through 12. The school made adequate yearly progress under the terms of No Child Left Behind for the 2008-2009 school year and met the requirements for the Utah Performance Assessment System for Students for the same time frame.  If the school chooses to appeal, the case will go before the Utah State Board of Education. e-mail: estuart@desnews.com \n\nLoad-Date: May 2, 2010"
}