{
    "title": "Utahns opine about news of bin Laden's death",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "Utahns heading to work Monday morning reacted to the news of Osama bin Laden's death largely by expressing relief.\nBut some wondered how the demise of the country's public enemy No. 1 would affect the war on terrorism in the long-run.\n\"As long there are people who hate the United States, there is always going to be somebody trying to get us,\" Eric Romney told The Tribune . \"But at least Osama bin Laden is out of the picture.\"\nAdded Jim Cappo: \"I am sure there is somebody waiting in the wings to fill his shoes, but I'm sure it also probably hurts the [al-Qaida] organization. For how long and how much though, I'm not sure.\"\nVicky Mickelsen said she found the announcement to be \"great news\" because of all the people bin Laden was responsible for killing.\nKathy Knighton said that despite feeling a sense of relief and comfort at the news, she also felt there was nothing to be thrilled about.\n\"I am glad to know that he is gone, but it's not a happy moment,\" Knighton said.\nOthers expressed skepticism about the validity of bin Laden's death.\n\"I don't believe them,\" said Jake, a downtown construction worker who declined to give his last name. \"Until I actually see the body, then I'll believe it.\"\nMicah Clark said he, too, wondered if the news was true. With the intelligence resources available in the United States, Clark said, bin Laden could have been found a long time ago. But he added, \"It's still amazing that he was found.\"\nHeather White said she has a personal interest in the news because one of her cousins was among the thousands who died in New York City during the Sept. 11. 2001 attacks.\n\"I just hope [the war on terrorism] moves forward faster now because I have [another] cousin who has been overseas three times,\" White said. \"I'm tired of it.\"\nrorellana@sltrib.com Alt Heads:\nUtahns opine about news of bin Laden's death\n\nLoad-Date: May 3, 2011"
}