{
    "title": "Utah delegation focused on terrorism",
    "publisher": "the deseret news",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "By Lisa Riley Roche\nDeseret News\nSALT LAKE CITY - Members of Utah's all Republican congressional delegation Monday called for a strong response to Islamic terrorism but dismissed the need for gun control in the wake of the worst mass shooting in the nation's history.\n\"Let's get this gun control argument off the table. Anyone who thinks this is an issue of gun control is absolutely being dishonest with the American people,\" Rep. Chris Stewart said. \"It's frankly just nuts to me.\"\nStewart said the shooting deaths of 49 people in a gay nightclub in Orlando early Sunday by a gunman who claimed allegiance to the group calling itself the Islamic State or ISIS was an act of terrorism that underscores the need for military action.\n\"As long as ISIS exists, does anyone believe that these types of attacks aren't going to continue? Because I am certain that they will,\" he said. \"You have to go in and defeat them.\"\nFor Stewart, that means boots on the ground, he said, citing \"practical plans\" utilizing 25,000 primarily special forces troops, along with Arab and European allies, to defeat the group in Iraq and possibly in eastern Syria.\nBut Stewart, a member of the House Intelligence Committee, said he doesn't believe President Barack Obama would be willing to commit troops even though the United States is already, in effect, engaged in a war with the terrorist group.\nRep. Jason Chaffetz also expressed frustration with the Democratic president, who said Monday the country must focus both on combating terrorism as well as dealing with \"easy access\" to firearms.\n\"As a law-abiding citizen, I want full access to weapons. That's the Second Amendment. I'm going to stand tall for it,\" Chaffetz said. \"I still want law-abiding citizens to have access to the weapons they want to purchase. I think that makes this country safer.\"\nRep. Mia Love also slammed the president on gun control.\n\"What has happened in Florida is an absolute tragedy and a horrible reminder that evil does exist. We must stand up and show that here in America, the good still outweighs evil,\" she said in a statement. \"The last thing we need is an assault on all the American people and the constitutionally protected Second Amendment rights.\"\nWhether the Orlando shooting rampage that also left 53 wounded will result in a new push for the administration to take on the terrorist group remains to be seen, both Stewart and Chaffetz said.\nStewart, who received a briefing on the attacks Monday, said the hourslong attack that resulted in the death of the gunman could spark the political will for taking military action.\n\"It's too early to say,\" was the response from Sen. Mike Lee's spokeswoman, Emily Long, about what action Congress could take in the wake of the nation's latest and most deadly mass shooting.\n\"What happened in Orlando was an Islamist terrorist attack. The terrorist's exact connection to ISIS is still being investigated,\" Long said. She said Lee wasn't available to discuss the issue Monday.\nIn a statement, Lee's communications director, Conn Carroll, said the senator \"strongly condemns the Islamist terrorist attack over the weekend against innocent civilians in Orlando\" and that his thoughts and prayers were with the victims and their families.\n\"As we continue to receive new information from the ongoing investigation, Americans should unite to oppose such blind hatred and brutality, and ensure that all levels of government are focused toward protecting the very rights and freedoms that these terrorists are seeking to destroy,\" the statement said.\nSen. Orrin Hatch was also not available, his office said, but issued a brief statement: \"Our thoughts and heartfelt prayers go out to the victims of this horrific tragedy in Orlando, and to their friends and families.\"\nEmail: lisa@deseretnews.com\nTwitter: DNewsPolitics\n\nLoad-Date: June 14, 2016"
}