{
    "title": "Utah security commander says deadly attack in Libya was matter of time",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON ? A Utah soldier who led an elite security force in Libya told a congressional committee Wednesday that he instantly recognized the fatal assault on a U.S. Embassy compound last month as terrorism. \"I almost expected the attack to come. We were the last flag flying. \nIt was a matter of time,\" said Lt. Col. Andrew Wood, a Utah National Guardsman from Orem. Members of the Republican-controlled House Oversight and Government Reform Committee hammered State Department officials for initially blaming an anti-Muslim video made in California for triggering a spontaneous protest that led to the violence. U.S. Ambassador Chris Stevens and three other Americans were killed in the attack on a U.S. compound in Benghazi, about 630 miles from Tripoli. \"Was it negligence? Was it reckless disregard for the truth or was it more nefarious than that?\" said Rep. Trey Gowdy, R-South Carolina. \"This is terror, and I want to know why we were lied to.\" Patrick Kennedy, State Department under secretary for management, said the department's public statements in the days following the attack were based on information it had at the time. \"There were reports of protests that day. I won't go any further than that,\" he said. \"Then things evolved. Period.\" Kennedy said the Obama administration did not pressure him to attribute the attack to the video rather than terrorism. The White House and administration officials later acknowledged it was terrorism. Committee members also questioned why the State Department ignored requests from the embassy in Libya for more security personnel, noting there were 230 violent incidents in the country since June 2011. Both the Red Cross and the British consulate pulled out of Benghazi after being attacked by terrorists, including assassination attempts on the British ambassador. \"When that occurred, it was apparent to me we were the last flag flying,\" Wood told the committee. \"We were the last thing on their target list to remove from Benghazi.\" Kennedy responded to insinuations that the State Department was responsible for a lack of preparedness before the attack, which he called \"unprecedented\" in its ferocity. \"We regularly assess risk and resource allocation, a process involving the considered judgments of experienced professionals on the ground and in Washington, using the best available information,\" Kennedy said. \"We cannot eliminate the risk to our people overseas,\" he said. \"We attempt to mitigate the level of that threat.\" Wood said security in Benghazi was a struggle and remained a struggle during the six months he served there. \"The situation remained uncertain, and reports from some Libyans indicated it was getting worse,\" he told the committee. \"Diplomatic security remained weak.\" Wood led a 16-member Special Forces team based in Tripoli from February to August. The State Department withdrew the unit from Libya a month before the deadly attack. Charlene Lamb, deputy assistant secretary of state for international programs,  told the committee the local Libyans were trained for more than a year to replace the team. Wood said Special Forces soldiers are \"way above\" the skill level of nationals armed with pistols who are hired to provide security. There also were five special U.S. security agents in Benghazi at the time of the attack. \"We had the correct number of assets in Benghazi for what we agreed upon,\" Lamb said. Committee Chairman Rep. Darrell Issa, R- Calif., said that \"somehow doesn't ring true with the American people.\" Wood said he and his colleagues were frustrated that the requests were ignored or never met. There were numerous incidents of lawlessness in Libya that could get people killed at any moment, he said. There was no control of the borders or weapons smuggling in or out of the country. \"Tanks and anti-aircraft guns could be found in the possession of anyone almost anywhere,\" Wood said. And Americans, he said, were increasingly becoming targets. E-mail: romboy@desnews.com Twitter: dennisromboy \n\nLoad-Date: October 11, 2012"
}