{
    "title": "Utah man plans to sue prosecutors over 'terrorism' allegations after he tossed competitor's brochure",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 6,
    "day": 19,
    "full text": "A Utah man has notified Wasatch County prosecutors and police that he plans to sue, claiming his reputation was damaged when they labeled him a \"terrorist\" in the media in connection to a brochure-tossing case.\nScott Eckersley was charged last year with multiple counts of felony \"commercial terrorism\" after he threw away free tourism brochures that he believed weren't authorized to be in the lobby of a Midway resort where he owned a room.\nThe problem was, however, that \"commercial terrorism\" is an outdated term for what is now known as \"commercial obstruction.\" The wording was changed during the 2010 legislative session ccc five years before Eckersley was charged with the crime. Prosecutors said last September that the wording was inserted by the software program they use to draft charging documents.\nEckersley, who resolved his case last August by pleading no contest to two class A misdemeanors, said attaching the word \"terrorism\" to his case damaged his reputation and caused a \"media firestorm.\" Reports of the brochure-chucking charges made national news because Eckersley previously worked as a staff attorney in the governor's office in Missouri before he was fired in a high-profile spat that sparked a wrongful-termination lawsuit, settled in 2009.\nThe 39-year-old Midway man provided a copy of the notice of claim to The Salt Lake Tribune. In it, he accuses two prosecutors and a Wasatch County sheriff's lieutenant of repeating the defamatory term to the media, making inflammatory and false allegations to reporters, and failing to correct the wording in charging documents.\nThe bad press caused Eckersley ccc who owns a digital advertising company and is an immigration lawyer ccc to lose clients and suffer emotional anguish, he asserts. He plans to sue for $1.5 million, according to the notice of claim.\n\"In today's world, there are no erasers ccc everything is written in ink,\" Eckersley said in a statement Friday. \"Labeling someone a terrorist because a prosecutor decided not to read the statute and public officials disseminated false statements in the news media are unconscionable acts that live on long past the news cycle.\"\nNeither Wasatch County Attorney Scott Sweat nor the two prosecutors named in the notice of claim responded to requests for comment.\nEckersley said there is some bad blood between the pamphlet company whose brochures he tossed and his own digital advertising company, but added that he never put his own business ads in the advertising racks as police initially told various media outlets.\nHe said he had no interest in advertising in the same lobby, but was bothered that the brochures remained there without authorization from the three-member homeowners association (HOA) board.\nEckersley said when he initially saw the brochures, he confirmed with his HOA representative at the Zermatt Resort that the company did not have authorization to put them there. When the brochures weren't removed, he decided to throw them away and left an HOA declaration document in their place, which highlighted the building's restrictions on signs and advertising without permission.\nThe next day, the fliers were back. So again, he threw them away and left a copy of the HOA agreement.\nThe third time he saw the brochures in the rack, Eckersley said he got fed up and threw the entire cardboard rack in the trash.\nWeeks later, police officers came to his church and arrested him.\nWasatch County prosecutor Case Wade said in September that \"there was no calculated decision\" to use the word \"terrorism\" in Eckersley's charging documents. He also said there was some confusion about whether the brochures were authorized by the Zermatt's HOA to be in the lobby because three HOAs govern various parts of the property.\njmiller@sltrib.com\nTwitter: @jm_miller\n\nLoad-Date: June 21, 2016"
}