{
    "title": "Utah gun company says 'no' to $10 million contract from Pakistan",
    "publisher": "the deseret news",
    "year": 2014,
    "month": 1,
    "day": 3,
    "full text": "SALT LAKE CITY -- A Utah gun manufacturer declined a multimillion-dollar contract for fear that involvement would put American forces at risk.\nDesert Tactical Arms was a finalist among two other gunmakers to supply the Pakistani government with sniper rifles. This would have meant a possible $10 million contract.\nA sale that large is something Desert Tactical Arms owner and president Nicholas Young said \"solidifies the future\" of the company.\nMidway through December, Young took his company out of the running.\n\"At the end of the day, we feel our ethics are worth more than the bottom line,\" said Mike Davis, sales manager for the Salt Lake City-based company.\nOn Thursday, Young took to Facebook to see if members of the military agreed with his decision.\nBy Friday evening, more than 1,000 people had commented with overwhelmingly positive feedback. His post was shared more than 1,000 times and \"liked\" by nearly 2,500 people.\nUtah Army National Guard Col. Randy Watt agrees with those who think Young made the right choice.\n\"As a commander in Special Forces and having served multiple tours over there and being essentially very well-qualified to speak on terrorism and counterterrorism, I can tell you that our relationship with Pakistan is somewhat tenuous,\" Watt said.\nAccording to Watt, Pakistan is an ally of the United States, and its support is needed. But the growing rift between Pakistan's intelligence agency and government are cause for concern, as is the fact that the country is also where the Taliban came from and where terrorism mastermind Osama bin Laden was found, he said.\n\"Any arms sold to Pakistan, there's a risk that those arms would end up being used against American service members,\" Watt said.\nIf the company had decided to go with the contract, it would have been legal.\nThe U.S. contracts with other countries through military grant aid and sales \"primarily to promote U.S. national security interests,\" Gregory M. Kausner, deputy assistant secretary of the Bureau of Political-Military Affairs, said in an April speech.\nThe United States led global arms transfer agreements in 2011, securing $66.3 billion in agreements, amounting to 77.7 percent of those made worldwide, according to a report given by the Congressional Research Service to Congress in 2012.\nCountries receiving weapons are vetted for their political, economic, military, arms control, human rights, terrorism conditions and other national security concerns. But even then, some weapons slip through the cracks, Kausner said.\nThe risk was enough to prevent Young and his company from entering into the agreement.\nTo Young and those who work for him, the question isn't about the law. It's about ethics. In Young's mind, there is no doubt that they made the right decision.\nIt is unclear whether Desert Tactical would have been given the contract, but the firm was a \"definite competitor,\" according to Watt.\nWatt reasoned that over the life of the contract, Desert Tactical could have made more than the $10 million, but he thinks the company saved money in the long run.\nGiven the overwhelmingly positive response from military personnel for backing out of the deal, Watt said he believes there would have been an equally negative pushback from the public had the company been awarded the contract.\nThe guns -- precision bolt action center fire rifles -- can change caliber within minutes and have the capacity to shoot as far as 3,000 yards.\nThe arms, ammunition and training company contracts with private citizens, law enforcement and agencies worldwide. Desert Tactical has had some military contracts with other countries but declined to reveal specifics.\nYoung said he realizes that another contractor will sell its guns to Pakistan and receive the money, but he is consoled by the fact that \"at least our name isn't on the heads of our brothers.\"\nWatt knows that the financial bottom line was not in the minds of his friends at Desert Tactical Arms when they made this decision.\n\"Given what they know, given the folks that work with them, given the level of patriotism that exists within that company, they're standing on principle,\" he said.\nEmail: wevans@deseretnews.com, Twitter: whitevs7\n\nLoad-Date: January 4, 2014"
}