{
    "title": "Utah 's Hate Crime Law Challenged ; State attorneys again on defensive after losing on 'commercial t",
    "publisher": "the salt lake tribune",
    "year": 2001,
    "month": 12,
    "day": 19,
    "full text": "The state has agreed to pay more than $ 16,000 to attorneys representing the Utah Animal Rights Coalition who successfully argued in October that a new \"commercial terrorism\" law enacted earlier this year was unconstitutional.\nBut state attorneys are defending Utah's hate crime law against a similar attack, arguing the protester who is challenging it has no standing, or legal right, to sue.\nThe commercial terrorism law passed by Utah lawmakers earlier this year stiffened penalties against animal rights activists who target ranchers, farmers or businesses. The law prohibited pickets from emitting light rays or sound waves that might enter a business.\nThe law would have taken effect May 1, but the America Civil Liberties Union challenged the statute on behalf of demonstrators Summer Adams and Bill French.\nAfter hearing arguments in October, U.S. District Judge Bruce Jenkins ruled the law was unconstitutional. The biggest flaw with the law, Jenkins said, was that it was overly broad and vague. It did not specifically define what level of noise or light would violate the law.\nThose restrictions, the ACLU and its allies successfully argued, violated the First Amendment right of free speech because they could have potentially criminalized behavior by any protesters who spoke or held signs in front of a business.\nSean Diener, executive director of Utah's Animal Rights Coalition, said the now-defunct law had hindered his group's recruiting efforts because many prospects feared they would be arrested, even for peaceful protests. Now, however, he expects the group to return to business as usual.\n\"It will be really effective in creating confidence for demonstrations during the Olympics,\" Diener said in October.\nLate last week, the Utah Attorney General's Office agreed to pay $ 16,600 in attorney fees. The Utah Animal Rights Coalition was represented by ACLU lawyers and Brian Barnard.\nIn federal court Monday, Barnard argued Utah's hate crime statute also is unconstitutional and has a chilling effect on protesters, whether they are animal rights activists or union members picketing their workplace.\nBarnard represents Eric Ward, an animal rights protester who targets circuses and fur sellers. His misdemeanor charges of disorderly conduct and trespassing were elevated to felonies by a prosecutor under Utah's seldom-used hate crime legislation. Ward was charged after protesters chained themselves to the front of a building and burned a mink stole outside L'Ours Blanc, a Salt Lake City fur store, in November 2000.\n\"My client doesn't know if he is going to be charged with a misdemeanor or felony [for believing] the circus should go out of business,\" Barnard objected before U.S. District Judge Dale Kimball.\nJerrold Jensen, an assistant attorney general, asked Kimball to dismiss Barnard's case because no charges are pending against Ward. Last year, prosecutors dismissed the felony charges and Ward pleaded guilty to trespassing, a misdemeanor, and served two days in jail, paid a fine and performed 250 hours of community service.\nJensen also argued that if Ward intends on participating in peaceful protests, as Barnard suggests, he has no fear of Utah's law because he will not be arrested or prosecuted again.\n\nLoad-Date: December 19, 2001"
}