{
    "title": "Utopian views don't fit Gaza",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 2,
    "full text": "On March 26, the Daily Lobo published an article by Bryan Gibel discussing the campus visit of Hisham Jabi, a contractor for the U.S. Agency for International Development. Presenting a hackneyed, utopian view of the impasse between Israel and the Palestinian Authority (PA), Gibel fails to discuss any of the political complexities of the situation. Jabi's comments are particularly absurd, claiming the conflict stems from a lack of \"mutual respect and direct human interaction\" between Israelis and Palestinians. These rosy-tinged scenarios prove ludicrous when analyzing the regional political situation.\nJabi claims that traveling the distance from Albuquerque to Santa Fe, a one-hour trek, takes 3 1/2 to eight hours in the West Bank or the Gaza Strip, depending on how much inspection the government imposes. First, what government is Jabi referring to? Since he mentioned Gaza, he must be referring to the PA. Since August 2005, when Israel unilaterally withdrew from this piece of land, Gaza has been under the sole jurisdiction of the PA. Rather than use this land to build infrastructure and create jobs, the PA has done nothing to develop a viable state since Israel's withdrawal. Gaza has degenerated into a site of internecine Palestinian violence and a convenient launching pad for terrorism. More than 1,200 Qassam rockets have been launched from Gaza into Israel since August 2005.\nCheckpoints are not in the West Bank to stymie travel; they are there to prevent would-be suicide bombers from committing mass murder. There are similar inconveniences within Israel, including security checks at bus stations and metal detectors at restaurants and nightclubs. Something that took me a while to get used to during my study abroad in Israel was the uncomfortable process of going through two checkpoints and having my backpack searched up to three times each morning before attending classes at Hebrew University. This process exists for good reason: On Sept. 30, 2002, a suicide bomber blew himself up in a crowded university cafeteria that I frequented, killing seven people and wounding more than 80. Everybody in the region suffers as a result of terrorism.\nTo relieve the current situation, the PA must abide by the Quartet's three basic conditions: recognize Israel's right to exist, agree to past accords and renounce violence. The Mecca Agreement, which formed a unity government of Fatah and Hamas after months of infighting, resulted in a temporary reduction of violence between the two rival groups but failed to address the Quartet's conditions. The agreement rather stresses \"the importance of ... confronting the occupation,\" which translates to the use of violence and terror, since Hamas considers the entire state of Israel to be occupied Palestinian territory.\nTo find evidence of this belief, look no further than the Hamas Charter. This document states, \"Israel will exist ... until Islam will obliterate it, just as it obliterated others before it.\" It also states, \"There is no solution for the Palestinian question except through Jihad. Initiatives, proposals and international conferences are all a waste of time and vain endeavors.\" Thus, Hamas by its very foundation rejects negotiating a peace settlement with Israel and will continue propagating terrorism until the entire state of Israel is \"obliterated.\" The Hamas Charter also repeatedly references Protocols of the Elders of Zion - a classic anti-semitic literary forgery purporting to describe a Jewish plot to achieve world domination - as a source of factual information about Jewish people.\nI am a proud, occasionally hawkish Jewish American who has experienced terrorism firsthand. This past summer, a close friend of mine was kidnapped by al-Aqsa Martyrs' Brigades. Nothing will make you sympathize less with the so-called Palestinian cause than personally facing its effects.\nRachel Fredman is a political science major and president of the UNM Israel Alliance. She can be contacted at Rfredman@unm.edu.\n(C) 2007 Daily Lobo via U-WIRE\n\nLoad-Date: April 2, 2007"
}