{
    "title": "UW EXPERTS SAY ATTACKS ARE SIGN OF TIMES; THE NATION'S ADVANCES HAVE MADE IT VULNERABLE TO TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "Commercial jets, a means of mass transportation, became instruments of mass murder.\nThe twin towers of the World Trade Center, symbol of a nation's economic might, were toppled, symbolizing a nation's vulnerability.\nThe Pentagon, heart of a nation's defense, was exposed as indefensible.\nSept. 11, 2001, will become infamous as the day terrorists transformed America's jetliners and skyscrapers into weapons against its own people.\nTuesday's attacks underscored how this nation's technological and industrial advances have left it more open than any time in history to terrorism, and the political climate creates plenty of national enemies, UW-Madison experts warned as they watched tragedies unfold across the country.\nAlthough he was stunned by the scale of the attacks, urban historian Stanley Schultz had long argued that cities are easy terrorism targets. By their very design, he noted, cities are intended to ease the flow of people and goods, not fend off enemies -- especially from the air. The late architect and inventor R. Buckminster Fuller attracted national derision decades ago when he suggested that to counter the Soviet nuclear missile threat, key U.S. cities such as Washington, D.C., ought to be shrouded in protective geodesic domes.\nMuch as the human body is vulnerable to poison in one of its blood vessels, Schultz said, a city can be decimated by assaults on its circulatory systems -- transit, water and sewers.\n\"Cities offer so many points of attack or vulnerability that there's no way to defend them,\" Schultz said.\n\"It's kind of exponential. The faster we increase our technological sophistication and capability, the faster we increase the possibility for people to find ways around that and to turn it to their own purposes. Ultimately, this sounds almost metaphysical, but it comes down to human nature.\"\nBefore Tuesday's attacks, most Americans harbored a fear that terrorists would strike. A May 1999 poll by the Pew Center for the People and the Press found that two-thirds of Americans considered international terrorism a major threat.\nIn January 2000, a CBS News poll found that three-fourths of Americans were concerned about a terrorist attack in the United States. Just 5 percent predicted that terrorist attacks would decrease in the next century.\nPolitical scientist Michel Barnett said the attacks don't necessarily signal a new level of danger for Americans. The attacks may simply make it clear that Americans have been living in a dangerous world for decades, he said. Experts have warned of terrorism danger at least since the 1970s, he noted.\n\"A lot of countries out there don't like us,\" Barnett said. \"They have to deal with us because we're a superpower.\"\nBarnett said that the attacks will immediately change U.S. foreign policy. For example, he said, \"a lot of governments will be judged depending on whether they're fully complying\" with the U.S. hunt for the terrorists.\nBut it's impossible to predict how the attacks will shape long-term U.S. policies, Barnett said.\n\"It will depend,\" he said, \"on who is held responsible for this crime.\"\n\"The most important thing is not to rush to judgment, not to engage in racial profiling and to be very open about where the evidence leads.\"\n\nLoad-Date: September 13, 2001"
}