{
    "title": "UW PROF TO WRITE PENTAGON'S OFFICIAL HISTORY OF COUNTER-TERRORISM MILITARY HISTORY _",
    "publisher": "wisconsin state journal",
    "year": 2017,
    "month": 8,
    "day": 14,
    "full text": "A UW-Madison professor is headed to Washington to write a secret history of the nation's war against terrorism for the Pentagon.\nMilitary history professor John Hall will begin work this month on the project as a historian in the History Office of the Joint Staff, an agency of the Defense Department serving the Joint Chiefs of Staff.\nA lieutenant colonel in the Army Reserve, Hall is being placed on active-duty status to review classified documents, sit in on top-secret discussions among four-star generals and write the military's official history of counter-terrorism.\n\"I'm a little bit apprehensive,\" Hall said in an interview Thursday. \"I'm going to work every day in a building where lieutenant colonels are a dime a dozen.\"\nHe may be in Washington for several years, but he'll continue to collaborate with a UW-Madison colleague on at least one teaching project.\nSince World War II, the military has compiled accounts of its operations as they unfolded so commanders have access to authoritative information.\nThe history Hall writes will be intended primarily for the eyes of top military planners, but he hopes eventually to reach a wider audience.\n\"Invariably the first draft of what I write will be classified as top-secret with certain restrictions beyond top-secret,\" Hall said. \"The ideal is that they would allow me to write a redacted version of that for a broader audience. In academia, we like people to read what we write.\"\nAt the very least, Hall expects to gain valuable insights that will inform his research and teaching when he returns to Madison.\nAs part of his job, he'll review classified documents such as combat zone situation reports and decide which ones to preserve as part of his project.\nHall said he has top-secret clearance and is qualified for access to \"sensitive compartmentalized information,\" but it's unlikely he'll see the military's most sensitive documents, the ones that disclose intelligence sources and methods.\nHall recently completed a three-year active-duty stint as historian for the U.S. European Command, working mostly from Madison and continuing to teach military history classes.\nBut for his counter-terrorism assignment he'll be in the Pentagon, and sometimes traveling to other locations he said he can't specify.\nThe funding for his position comes from the Pentagon appropriation for \"Overseas Contingency Operation\" - the official name for what once was called the \"Global War on Terror.\"\n\"It's essentially wartime funding, not baseline Department of Defense funding,\" Hall said. \"The fact that this is being funded with money earmarked for (Overseas Contingency Operation) kind of suggests the expectation that my endeavors are going to be immediately useful and not in an insignificant way.\"\nHe'll be picking up where another historian left off before retiring. His predecessor had amassed documents and interview transcripts.\nHall grew up in southeastern Wisconsin, attended West Point military academy, earned both a master's degree and Ph.D. in history at the University of North Carolina, then returned to teach at West Point.\nHall spent 15 years as an active-duty infantry officer with duties involving strategic planning before he joined the UW-Madison faculty in 2009. The military history classes he has taught have included advanced courses on the American military experience going back to the early 1900s, along with Native American and early American history.\nFor most members of the military, it is an occasion to personally encounter even a one-star officer, and they are treated with great deference, Hall said.\nSpending time in the presence of a four-star general or admiral is rare indeed, and Hall said he is still getting used to the idea of listening to such high-ranking officers form strategy as he gathers information for his history.\n\"In a literal sense I will be covering meetings with a number of colonels and one-star generals and two-star generals, but the principals are going to be four-stars,\" Hall said. \"It's the kind of situation where the one-star and I might decide who's going to go out and get coffee for everybody.\"\n\"I'm a little bit apprehensive. I'm going to work every day in a building where lieutenant colonels are a dime a dozen.\" John Hall, military history professor, UW-Madison\n\nGraphic\n\n \nHall\n\nLoad-Date: August 15, 2017"
}