{
    "title": "UW-Madison against proposed DHS rule with further limitations on international students",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 12,
    "full text": "A rule proposed on Sept. 25 by the Department of Homeland Security under the Trump administration would implement set terms of two or four years for international students or scholars with F or J visas studying in the United States.\nAdvocates for international students, such as UW-Madison, have said the rule would create unnecessary burdens for international students, and makes the U.S. a less welcoming destination.\nThe rule would replace the \"duration of status\" policy - an established plan by the DHS toward international students, which allows them to stay in the U.S. as long as necessary to complete their studies. This policy is only applicable if they remain enrolled and comply with other visa regulations.\nThe fixed four-year term proposed is notably shorter than the length of most Ph.D. and some postgraduate programs. Other variables, such as experiment extensions or health concerns, may also affect the duration of one's time in the U.S. If the proposed rule was to take effect as written, many students would need to apply for an extension of stay mid program through the U.S. Citizenship and Immigration Services.\nDHS says the rule is necessary to increase oversight of international students, and to combat fraud and visa overstays.\n\"The Department is concerned about the integrity of the [visa] programs and a potential for increased risk to national security,\" the rule reads.\nUW-Madison said in its statement it stands in support of international students by opposing the proposed rule and its constraints.\n\"The University of Wisconsin-Madison strongly encourages the Department of Homeland Security and other policymakers to withdraw this rule,\" UW-Madison Chancellor Rebecca Blank said. \"This rule would make U.S. and universities like UW-Madison a less attractive destination for the best and the brightest, who we need to maintain technological leadership and develop scientific innovations.\"\nThe rule adds additional restrictions based on students' country of origin. Students born in countries designated as state sponsors of terrorism - a list that includes Iran, North Korea, Sudan and Syria - or students from countries with visa overstay rates over 10 percent would only be eligible for two-year visas with the possibility for renewal. This latter restriction would disproportionately impact students from Africa and parts of Asia - as countries on those continents tend to have a higher average rate of overstays for general visas.\nAdditionally, the proposed rule would restrict the amount of time students could spend in English language training to no more than two years over the course of a lifetime. It would also impose limits on the number of times students can change programs in a degree level, or move to a program at a lower degree level.\nDHS officials would get discretion over academic decisions as well. The proposal states that \"a pattern of behavior demonstrating a student is repeatedly unable or unwilling to complete his or her course of study, such as failing grades, in addition to academic probation or suspension, is an unacceptable reason for program extensions.\"\nThe rule is open for public comment for two more weeks. You can register a comment here.\n\nLoad-Date: October 12, 2020"
}