{
    "title": "UWCC learns about terrorism",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 10,
    "day": 9,
    "full text": "The University Women of Christian County met for the October meeting on Tuesday, Oct. 1 at Whits End Restaurant. The guest speaker was Joe Gasparich, Bureau Chief of Safety and Emergency Response of the Illinois Department of Human Service. \nHe explained what terrorism is, how acts of terrorism are planned, and responses to terrorism. Terrorism is defined as the intention to disrupt government and destroy confidence. Gasparich explained that there are two sides of terrorism: that of the victims of the terror plot, and that of the individuals who feel they have a higher calling and thus have a reason for causing terror. A culture of terror has been in place since the 1990s, but terror has been growing for thirty years. People who have no place in society have now found a niche in terrorism. These people get notoriety because of their actions, he explained. Some of these people have been schooled in causing terror since childhood. This type of trained terrorism is almost impossible to change. Joe said there were three major decisions make on Sept. 11, 2001, two were made by government officials and one by individuals. The Director of the FAA, who was on his first day at the job, made the decision to ground all planes. The Vice President made the decision to take down the fourth plane which they believed was headed for the Capital in Washington, D.C. The passengers on Flight 93 had enough cellphone contact with people on the ground to know what had happened in NYC and the Pentagon that they took it upon themselves to thwart the hijackers. Flight 93 crashed in a field in Pennsylvania. All acts of terrorism are composed of three parts. First, the terrorist study the vulnerability of the target. Second, they then determine the best agent to use in the terrorism attack. Third, they decide what delivery system would be most likely to succeed. Knowing this helps in the preparedness and how to deal with situations. Gasparich cautioned everyone not to fear terrorism. He urged everyone to be alert and know how to respond to a situation. With good planning and preparation emergencies can be handled properly and efficiently. UWCC is a community based organization which awards scholarships to college women of Christian County. For information about upcoming meetings and membership contact Pam Mathon at 827-1313.\n\nGraphic\n\n \nPhoto submitted by Joe Gasparich Left to right: Nicole Howland, President of UWCC; Joe Gasparich, Bureau Chief of Safety and Emergency Response of Il. Dept. of Human Service; Carol Alexander, 1st Vice President UWC\n\nLoad-Date: October 9, 2019"
}