{
    "title": "Uzbek Asylum Seeker Gets Life in Prison for Deadly Truck Attack in Sweden",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 7,
    "full text": "STOCKHOLM — A Swedish court on Thursday found a rejected asylum seeker guilty of terrorism and murder, and sentenced him to life in prison for a deadly attack with a beer truck that killed five people and injured nearly a dozen others last year.\nThe man, Rakhmat Akilov, 40, an Uzbek, had hijacked the truck and steered it down a busy pedestrianized street and into a crowd of shoppers in central Stockholm in April 2017.\nThe Uzbek Foreign Minister said after the attack that Mr. Akilov had been recruited by the Islamic State and had encouraged other Uzbeks to travel to Syria to fight for the terrorist group.\nUnder Swedish law, he can apply for release after 10 years. After he serves his sentence, Mr. Akilov will be deported to Uzbekistan, Judge Ragnar Palmkvist said at a news conference from Stockholm District Court.\n“We had 138 plaintiffs, and we have heard from more than 100 witnesses over 24 court days,” Judge Palmkvist said. “Rakhmat Akilov’s sympathies for I.S. are unquestionable,” he added, using the initials for the Islamic State. “He has himself talked about them on several occasions, and it was also evident from the material in his mobile phone.”\nMr. Akilov was also found guilty of 119 counts of attempted murder and endangering the lives of an additional 24 people.\nIt was the first conviction in a case involving a fully executed act of terrorism in Sweden. Mr. Akilov has the right to appeal. His lawyer, Johan Eriksson, said at a news conference at the courthouse after the verdict: “He is disappointed that he received a life sentence. He was hoping that he would be given a time-limited sentence.”\nJessica Sandberg, a lawyer for the families of two of those killed in the attack, Mailys Dereymaeker and Crispin Bevington, told the Swedish newspaper Svenska Dagbladet: “I think it is a welcome verdict that he has been found guilty of terrorism. That is what we hoped for.”\nThe district court awarded about $17,000 in damages to those who were seriously injured in the attack. Relatives of those who were killed will receive close to $7,000, another judge, Carl Rosenmuller, said during a news conference on Thursday.\n“The sum may seem low — we realize that,” he said. “This is a unique situation, and we have looked at the concrete danger in each case. If the person was one to two meters away from the truck, it is deemed attempted murder. If the person is farther away, it is considered endangering a life.”\nMr. Akilov, a welder from Samarkand, Uzbekistan, applied for asylum in November 2014, but was rejected and told to leave. (It is unclear when he entered Sweden.) When his appeal was also rejected, he went underground, working in construction around Sweden. The authorities could not find him to deport him.\nThe police said that they had looked for Mr. Akilov in February last year but that he had already gone underground. Even if he had been found, however, it would have been difficult to deport him because of the poor human rights situation in Uzbekistan, Patrik Engstrom, the head of the Swedish border police, told The New York Times last year.\nShortly before 3 p.m. on April 7, 2017, Mr. Akilov, then 39, hijacked a delivery truck parked in central Stockholm and turned on to a busy shopping street, Drottninggatan. Then, in a 40-second terror spree, he mowed down and killed five people and injured almost a dozen others before he crashed into a department store.\nHe tried to detonate a homemade bomb in the truck before fleeing the scene, Judge Palmkvist said. Hours later, the police arrested Mr. Akilov in a suburb north of Stockholm. He immediately admitted to the attack, the authorities said.\nThree people were killed immediately; two died later in hospital. Those killed included Ebba Akerlund, 11; Lena Wahlberg, 69, a retired teacher; Marie Kide, a 66-year-old Swede; Crispin Benvington, 41, a Briton who worked for the music streaming service Spotify in Stockholm; and Maïlys Dereymaeker, 31, of Belgium, who was visiting the city.\nA few hours before the terrorist act, Mr. Akilov filmed himself on his mobile phone swearing allegiance to the Islamic State and saying, “It is time to kill,” the police said.\nHe had surveilled the crime scene area before April 7, and had plans to possibly target a gay club, according to the authorities. During questioning, Mr. Akilov said he had intended to kill as many people as possible. He was indicted on Jan. 30, and the nearly three-month trial started on Feb. 13.\nDuring the trial, which ended on May 2, the prosecutor, Hans Ihrman, called Mr. Akilov’s actions “a clear act of terrorism.” Mr. Ihrman asked for the strongest possible sentence for Mr. Akilov: life in prison followed by deportation. The defense did not object.\nThere was little doubt that Mr. Akilov would get life in prison. A murder conviction in Sweden normally carries at least a 10-year sentence. Those who kill more than one person usually receive life in prison.\nA life sentence in Sweden generally means an indefinite period in prison, but after at least 10 years, those convicted can apply once a year to have the sentence reduced to a fixed time, said a former prosecutor, Sven Erik Alhem.\n“But it is seldom that happens,” he said in a phone interview. “It is my personal opinion that Akilov will never get out.”\nThough Mr. Akilov had hoped to be recognized by the Islamic State, his wish was never realized, the authorities said, because the group did not claim responsibility for the attack.\nMagnus Ranstorp, a Swedish terrorism expert, told the newspaper Dagens Nyheter that this could be because the Tadzhik group Mr. Akilov had been in touch with did not have strong ties to Islamic State militants. “Even if it is big for us in Sweden,” he said, “it wasn’t very successful from an I.S. perspective.”\nPHOTO: A memorial for the victims of the terrorist attack in Stockholm last year, in which Rakhmat Akilov, an asylum seeker from Uzbekistan, drove a beer truck into pedestrians. (PHOTOGRAPH BY Michael Campanella/Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nSuspect in Stockholm Attack Was an ISIS Recruit, Uzbek Official Says\nTheir Asylum Requests Denied, Thousands Stay in Sweden (Some for Years)\nStockholm Attack Suspect Will Plead Guilty, His Lawyer Says\nSweden Mourns Stockholm Attack Victims; Suspect Is Formally Identified\n\nLoad-Date: June 9, 2018"
}