{
    "title": "Va. Marine's death probed Fairfax man, 23, was stationed at Camp Pendleton in Calif",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 7,
    "day": 2,
    "full text": "A Virginia Marine found dead Saturday at the Marine Corps' Camp Pendleton in California wanted to stay in the Marines and help others who were wounded.\n Sgt. Sean K. Webster, 23, of Fairfax was an amphibious assault vehicle crewman and a veteran of combat in Iraq, according to base officials.\n He was assigned to the base's Wounded Warrior Battalion-West, \"where he was diligently fulfilling his assigned duties when not recovering,\" according to First Lt. Tom Garnett with the base's media relations office.\n The Naval Criminal Investigative Service is investigating Webster's death. \"They cannot comment on the status of an ongoing investigation,\" Garnett said.\n \"I'd like to stress, after reading and hearing media speculation to the effect that Sgt. Webster was murdered, that there is absolutely no basis for those claims,\" Garnett said.\n Camp Pendleton is a 125,547-acre base in southern California with a daily population of 60,000.\n Webster's body was found in an area of Camp Pendleton that contains the Naval Hospital, which overlooks the base's Lake O'Neill. The Wounded Warrior barracks is near the hospital.\n \"My goal is to stay in the Marine Corps on limited duty,\" the Virginia native said during a June 18 interview with the North County Times newspaper in Escondido, Calif.\n \"What I'd really like to do is stay as a staff member here\" in the Wounded Warrior Battalion, he said.\n Webster was twice awarded the Purple Heart medal for his combat injuries in Iraq.\n The North County Times reported his first Purple Heart came after he was wounded in a June 2005 bombing during a raid near the Syrian border. The second came after an anti-tank mine exploded under his vehicle in Anbar province in September 2005.\n He endured 14 surgeries for the wounds he suffered. Webster was featured in an article about the unit for wounded Marines published June 20 in the North County Times.\n In the article, the sergeant spoke about his goals to remain a Marine and help other wounded war veterans like himself: \"I'm a wounded Marine and I know what these guys are going through.\"\n Webster enlisted in the Marines in 2002.\n His personal awards include the Navy-Marine Corps Achievement Medal, Combat Action Ribbon, Navy Unit Commendation, Navy Meritorious Unit Commendation, Marine Corps Good Conduct Medal, National Service Defense Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal and Sea Service Deployment Ribbon.\nTimes-Dispatch staff writer Peter Bacqué contributed to this report.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 8, 2008"
}