{
    "title": "Va. officials react",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Virginia politicians issued statements on the killing of Osama bin Laden by U.S. forces in Pakistan. Six of the 13 current members of Virginia's delegation were in Congress on Sept. 11, 2001-- Reps. Robert C. \"Bobby\" Scott, D-3rd, Rep. J. Randy Forbes R-4th, Robert W. Goodlatte, R-6th, House Majority Leader Eric Cantor, R-7th, James P. Moran, D-8th and Frank R. Wolf, R-10th.\nSen Jim Webb, D-Va.: \"I applaud our military and intelligence community and all those who have worked so hard to bring Osama bin Laden to justice. This operation sends a clear signal that America will pursue the perpetrators of international terrorism wherever they may hide.\"\nSen. Mark R. Warner, D-Va.: \"I want to commend our military and intelligence professionals for the coordinated and painstaking work that was responsible for tracking down Osama bin Laden... We must remain vigilant. But bin Laden's death does provide a sense of justice, and hopefully a measure of comfort, for those who have given so much in America's fight against international terrorism.\"\nRep. Robert J. Wittman, R-1st: \"Today, America marks a major victory in the war on terror following the announcement that the world's most wanted terrorist and the mastermind behind the Sept. 11, 2001, attacks and the bombing of the Norfolk-based USS Cole on October 12, 2000, has been killed by American forces. Americans stand proud of a job well done by our military and intelligence communities and we honor the lives lost of those fighting to defend freedom and see justice served for nearly a decade.\"\nRep. Scott Rigell, R-2nd: \"A heavy burden of perverse evil has been lifted from humanity. We are deeply grateful to all those who 'stand in the gap' defending America from transnational terrorists like bin Laden.\"\nRep. Robert C. \"Bobby\" Scott, D-3rd: \"I am especially proud that many of those involved in this operation are Navy SEALs based out of Hampton Roads. It is my hope that this victory will provide some comfort to the families of those victims of his decades of terrorist acts all over the world, especially the victims of the embassy bombings of the late 1990s, the attack on the Norfolk-based USS Cole in 2000, and the 9/11 attacks in 2001.\"\nRep. J. Randy Forbes, R-4th: \"Nearly 10 years ago, a small group of civilians became the first brave team of Americans to fight back in the war on terror by crashing a plane in a Pennsylvania field to avert a suicide mission aimed at Washington, D.C. Late last night, we learned that another team of Americans, one comprised of our nation's highly trained, elite Navy SEALs, had fought back once again and eliminated the evil figure responsible for plotting those attacks of September 11th, as well as dozens of other terrorist attacks aimed at the United States and our allies around the world.\"\nRep, Robert Hurt, R-5th: \"It is my hope that this announcement brings some amount of justice and closure to the families of the victims of Sept. 11th and to those who have lost loved ones throughout the war on terror. ... We will be forever grateful to the brave men and women of our military and intelligence community whose hard work, dedication, and sacrifice helped bring Osama bin Laden to justice. I want to commend President Obama, President Bush, and their teams for their resolve in seeing this mission through to its success.\"\nRep. Robert W. Goodlatte, R-6th: \"I know I join all Americans in commending our president, the commander-in-chief, for continuing the resolve to find Osama Bin Laden. The brave men and women of our military work hard day in and day out to preserve our security and deserve our gratitude for accomplishing this dangerous mission.\"\nHouse Majority Leader Eric Cantor, R-7th: \"The man with the blood of more than 3,000 Americans on his hands, the man who forced us to begin to think the unthinkable -- is now dead ... Many Virginians were directly affected by the devastating attacks on the Pentagon on Sept. 11th and the bombing of the USS Cole, homeported in Norfolk, and those lost will never be forgotten. The men and women of our armed forces and intelligence community have fought valiantly for the last decade and this is a major victory and testament to their dedication.\"\nRep. James P. Moran, D-8th: \"Obviously, you can't overstate the importance of this, but it raises a lot of questions...The first thing we ought to do is congratulate our military... But how was he living in a suburb of Islamabad? The retired military officers at least, which means the head of Islamic intelligence and military, had to know he was there.\"\nRep. Morgan Griffith, R-9th: \"Our men and women in uniform and the intelligence community have fought tirelessly to protect our nation -- many of them sacrificing everything. I thank them for their dedication to justice. The fight against terrorism is not over. We must continue to remain vigilant.\"\nRep. Frank R. Wolf, R-10th: \"Justice, indeed, has been served. The killing of Osama bin Laden is critically important in the United States' fight against terrorism and I want to congratulate and thank the hard-working men and women in our armed services and in the intelligence community who have dedicated themselves day-in and day-out to bringing our enemies to justice. I also want to congratulate President Obama and President Bush for their leadership. Hopefully the demise of Osama bin Laden will bring closure to the families who lost loved ones on 9/11. \"\nRep. Gerald E. Connolly, D-11th: \"We have cut off the head of the evil terrorist organization that killed more than 3,000 Americans and thousands more across the world. I hope the news of bin Laden's death brings some measure of comfort to the families of those who perished in the Sept. 11 attacks on the Pentagon, the World Trade Center, and Shanksville, Pa., as well as the American military families who have lost sons and daughters in the war against terrorism.\"\nGov. Bob McDonnell: \"This is a great and historic moment for America and the world. I applaud President Barack Obama, his administration and the brave men and women of our military for this successful operation. The death of Osama Bin Laden brings final justice to the evil perpetrator of the attacks of 9/11. While we celebrate this news, we must also remember that the war on terror is not over. We cannot rest until our nation is secure, and all threats to our freedom and our people are eliminated.\nRichmond Mayor Dwight C. Jones: \"We congratulate all U.S. service men and women for their continued efforts of ensuring our nation's freedom and in particular the U.S. Navy SEALs for accomplishing this very important task. The city of Richmond also thanks President Obama for completing our nation's search for Osama Bin Laden. The closure of this more than decadelong search for bin Laden will do much to further our country in its own healing.\"\n\nGraphic\n\n \nPHOTO Copyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 4, 2011"
}