{
    "title": "VA. TERRORISM-TRIAL DEFENDANT ACQUITTED",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 2,
    "day": 21,
    "full text": "A judge yesterday acquitted one of four men charged in an alleged conspiracy to aid the Taliban in its fight against the United States and tossed some charges against some of the other defendants.\nThe defendant facing the most serious charges, Masoud Khan, is still accused of conspiracy to levy war against the United States and conspiracy to provide support to Osama Bin-Laden's al-Qaida network.\nBut U.S. District Judge Leonie Brinkema, after the prosecution rested its case yesterday, dismissed all charges against Caliph Basha Ibn Abdur-Raheem of Falls Church. She also threw out several conspiracy and firearms charges against Seifullah Chapman and Hammad Abdur-Raheem and one lesser count against Khan.\nCaliph Abdur-Raheem's mother wept when Brinkema announced her ruling. He smiled and shook hands with his co-defendants before walking out of the courtroom a free man.\n\"I knew I didn't do anything,\" Abdur-Raheem said. \"I always try do to everything by the law.\"\nProsecutors had argued that Abdur-Raheem's possession of an AK-47-style rifle and his participation in paintball games with group members in 2000 and 2001 were sufficient participation in the alleged conspiracy to allow the case to move forward.\nBut Brinkema said she saw little evidence in the two-week trial to link him to the conspiracy in any meaningful way.\n\"He does ascribe to perhaps a more radical form of Islam,\" Brinkema said. \"He did go and participate in paintball . . . but playing paintball itself is not an illegal activity.\"\nBrinkema dismissed the other charges because she said the government could not possibly prove its case beyond a reasonable doubt.\nThe judge also noted in her ruling that at a key meeting on Sept. 16, 2001, in which group members were urged to fight for the Taliban, Abdur-Raheem appeared to sleep through much of the meeting, according to the government's own witnesses.\nSeveral witnesses also said that Caliph Abdur-Raheem would fall asleep during paintball games, and would be discovered and shot in the games by opponents who heard him snoring. The defense said his fits of sleepiness were proof that he did not take the paintball games seriously.\nAbdur-Raheem had said his participation in the paintball games and his gun ownership were merely ways to learn and practice self-defense.\n\"I still have a right in this country to protect my family,\" he said.\nSix others charged in the conspiracy already have pleaded guilty to various charges, and many testified for the prosecution. Abdur-Raheem said the charges against all the defendants were baseless.\nHe also said those who struck plea bargains made a mistake.\n\"They should have just stayed strong; it's all about belief in God,\" he said.\nAbdur-Raheem's attorney, Christopher Amolsch, said his client demonstrated \"enormous courage to go to trial in this jurisdiction, being a Muslim, with the words Taliban and al-Qaida floating about.\"\nAll four defendants waived their right to a jury trial in the case, a motion to which prosecutors agreed.\nAbdur-Raheem said he always felt comfortable that the judges treated his case fairly, including in the days after his arrest last year, when a magistrate judge set him free to await trial over prosecutors' objections.\nThe government alleges some of the conspirators, including Khan, joined a militant Islamic group in Pakistan shortly after the Sept. 11 attacks with the ultimate goal of joining the Taliban in its defense against the pending U.S. invasion. Other conspirators allegedly supported the effort by training in military tactics on a paintball field near Fredericksburg.\n\nLoad-Date: February 22, 2004"
}