{
    "title": "Va. experts say threats to persist Bin Laden's death is seen as a key symbolic victory for the U.S",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Osama bin Laden's death brings a sense of closure to the 9/11 attacks but doesn't lessen the threat against the United States, say two professors who study terrorism.\n\"It's a very, very important day for the United States and certainly has reinvigorated the spirit of America,\" said William H. Parrish, associate professor of homeland security and emergency preparedness at Virginia Commonwealth University.\nBut bin Laden's resolve \"to kill as many Americans as possible\" is still out there among groups that support his ideology. \"We have to make sure we're not letting our guard down,\" said Parrish, who served in senior positions at the U.S. Department of Homeland Security after the attacks.\n\"It's a great symbolic victory but may not make a lot of difference in terms of overall terrorism,\" said Thomas Badey, a professor and director of the international-studies program at Randolph-Macon College.\nBadey, who edits two annual anthologies on homeland security and terrorism, said al-Qaida factions that were preparing for attacks might accelerate their plans to capitalize on media attention surrounding bin Laden's death.\nHe said al-Qaida has become decentralized since 9/11, with many branches operating independently from bin Laden.\nBut it is precisely this fragmentation that gives College of William and Mary Professor Tamara Sonn hope that \"a corner has been turned.\"\nBin Laden's death \"could prove to be the end of a very bad chapter and the beginning of much more positive movement in the Muslim world,\" said Sonn, who specializes in Islamic studies.\nHe was \"the iconic face of al-Qaida,\" she said. The al-Qaida base remains, but it is a loose network of groups with regional grievances, many of which are being addressed in the \"Arab spring\" sweeping the Mideast and North Africa.\nBin Laden's death comes at a positive and pivotal point in world history, she said, because it coincides with U.S. support of these popular movements demanding democratic reform.\n\"I think the good will that's been generated by U.S. support of the mass demonstrations in Egypt and Tunisia and Libya has done more for our national security than all the drone attacks in Pakistan,\" she said.\nSonn said she received messages from people she knows in Pakistan \"expressing gratitude and joy\" that U.S. forces had killed bin Laden.\n\"There's a great deal of gratitude that they're relieved of that burden,\" she said.\nVCU's Parrish, a retired Marine colonel who helped establish the Office of Anti-Terrorism in the U.S. Customs Service after 9/11, noted that bin Laden's death comes amid a change in the nation's warning system.\nThe old color-coded system was the subject of many jokes on late-night television, he said, but it served a purpose in requiring that protective measures be implemented at each elevated level. That doesn't exist under the new two-tiered system.\nHe said he's not sorry to see the old system go but hopes private industry and the public will maintain \"the level of awareness\" that it fostered.\nHomeland security has been a success story since 9/11, he added. \"I think we are a much safer country than we were.\"\nkkapsidelis@timesdispatch.com\n(804) 649-6119\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 4, 2011"
}