{
    "title": "Va. paintball just that, defense says at terrorism trial",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 2,
    "day": 10,
    "full text": "ALEXANDRIA, Va. - The \"paintball\" terrorism case against four American Muslim men opened Monday, with federal prosecutors claiming the weekend games, played in the woods of Virginia, were a \"stepping- stone\" to the men's involvement in Islamic militancy overseas.\nAssistant U.S. Attorney Gordon Fromberg told the courtroom that the men held a worldview that will \"appear repellent.\" He said many of them thought the 9/11 terror attacks were justified, the pursuit of Osama bin Laden unjustified and the ousted Taliban regime of Afghanistan admirable.\n\"This is the circle that these people swam in,\" Kromberg said.\nThe defendants are among 11 Muslim men, including Norristown, Pa., engineer Muhammad Aatique, who were accused last summer of engaging in a conspiracy to support Islamic-backed violence in the Indian-controlled region of Kashmir.\nSix of the men have pleaded guilty, with Aatique receiving a 101/2-year sentence - among the stiffest. The 11th goes on trial in March.\nMonday, defense attorneys argued that federal prosecutors were twisting events into something sinister, targeting the defendants because they were conservative Muslims.\n\"This case is emphatically about Islam,\" said Bernard Grim, attorney for Masoud Ahmad Khan, 32, a former Home Depot salesman.\n\"This paintball was nothing but paintball.\"\nThe 11 men knew each other from northern Virginia's tight Muslim community.\nAfter 9/11, four of them trained in Pakistan with Lashkar-e-Taiba, labeled a terrorist group by the Bush administration for supporting Muslim insurgents in India.\nProsecutors argue that this violated the U.S. Neutrality Act, a little-used statute that prevents U.S. citizens from launching missions against countries at peace with the United States. The paintball, prosecutors said, was military-style training in support of the conspiracy.\nKromberg said the men who trained in Pakistan intended to travel to Afghanistan to help the Taliban battle U.S. forces.\nHe said many of them were prodded into such action by a conservative Muslim scholar from northern Virginia, Ali al-Timimi, who has not been charged. Kromberg said that after 9/11, Timimi told the men that coming to the aid of the Taliban was \"obligatory.\"\nDefense attorneys said the men were gun enthusiasts who liked the sport of paintball - not emerging terrorists.\n\"There was never any grand conspiracy,\" said William Cummings, an attorney for Hammad Abdur-Raheem, 35, a Gulf War veteran and black convert to Islam. \"He never had any interest in fighting in Pakistan or anywhere else.\"\nLisa Kemler, an attorney for Seifullah Chapman, 31, also a military veteran, said her client did travel to the Pakistan camp in August 2001.\nBut after 9/11, \"he did what any red-blooded American would do: He took the first plane home to get back to his wife and children.\"\nChristopher Amolsch said his client, Caliph Basha Ibn Abdur-Raheem, 29, (no relation to Hammad Abdur-Raheem) believed it was the obligation of a devout Muslim to be physically fit and prepared to defend himself and his family.\n\"Caliph is not guilty of anything other than playing paintball and shooting a gun.\"\nProsecutors, however, entered as evidence a log written by Bryan R. Wells, a fund-raiser for the Benevolent International Foundation, an Islamic relief organization accused of financing terrorists by the Bush Administration.\nWells, who joined a paintball outing on April 15, 2001, wrote: \"It is a very secret and elite group and as I understand it, it is an honor to be invited to come. The brothers are fully geared up in camouflage fatigues, facemasks and state-of-the-art paintball weaponry. They call it 'training' and are very serious about it.\"\n\nLoad-Date: February 10, 2004"
}