{
    "title": "VA. GUARD SPECIAL UNIT JOINS TERRORISM FIGHT",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 2,
    "day": 13,
    "full text": "Virginia has a new defensive weapon in the war on terrorism.\nAfter more than a year of training, the Virginia National Guard has brought on line a small team of highly skilled specialists to help the state cope with the threat of weapons of mass destruction.\nThe 34th Civil Support Team brings a pair of specially prized capabilities to the anti-terrorism battle:\n* Using its high-tech equipment, the federally funded unit can quickly identify biological, chemical and radiological hazards.\n* Employing the most sophisticated satellite communications system available, the 22-member team can rapidly connect on-scene officials with far-away experts on specific threats, and ensure secure communications between emergency services that might not otherwise be able to talk to one another.\nWeapons of mass destruction include chemicals, such as industrial toxins, nerve or blister agents; biological substances, such as anthrax; radiological and nuclear materials; and even conventional explosives. They are much sought by terrorists because of their potential for causing huge casualties and wide contamination and, ultimately, civil chaos.\nA fundamental aspect of most such weapons' ability to sow terror is their invisibility. \"You can be struck by a weapon of mass destruction and not know you've been struck,\" said Air National Guard Lt. Col. Colleen Chipper, the unit's commander.\n\"If terrorists get the chem-bio stuff going,\" she said, \"there's a whole 'nother realm of terror to the scene.\n\"It's a whole new way of how we're having to combat our enemies,\" Chipper said. \"You have to know what their weapons are.\n\"That's where we come in.\"\nThe Department of Defense certified Virginia's weapons of mass destruction civil support team at the end of last month.\nThe all-volunteer team is \"fully ready\" - trained, equipped and proficient - to help civilian authorities deal with incidents involving weapons of mass destruction, the Pentagon said.\nThough the unit is not a first responder, its soldiers and airmen are on alert around the clock, and they can be en route within three hours in the event of a threat or attack.\nThe civil support team \"is a great resource\" for the state, said George Foresman, the governor's deputy assistant for emergency preparedness. \"Having that military aspect on the scene early gives you a leg up.\"\nIts protective clothing, its long-distance substance identification equipment and its painstaking procedures underline how disruptive and dangerous weapons of mass destruction can be.\nThe anthrax-laced letters to U.S. politicians and news organizations - which caused several deaths and weeks of effort to decontaminate major buildings - gave evidence of just how ugly the effects of such weapons can be.\nDressed in hot, heavy protective gear, \"we make the initial entry,\" said one team member, who asked not to be identified. \"We go downrange to identify agents.\"\n\"Unfortunately,\" said Sgt. Aaron Mutter, \"we're not going to know anything is going on till there's a hoax, a threat, or dead on the ground.\"\nTo find out what danger the scene of an incident holds, the 34th Civil Support Team has equipment, such as mass spectrometers and gas chromatographs, normally found only in the most modern of scientific laboratories.\nIt also uses military-issue \"green gear,\" such as chemical agent and radiation detectors, as well as \"COTS\" - commercial off-the-shelf - equipment to handle its mission.\nIts chemical detectors are so sensitive \"they'll pick up cologne,\" Mutter said.\nThe team has its own field laboratory, staffed by a medical science officer whose civilian academic training is as a biochemist.\n\"We can analyze substances on-scene,\" said Chipper, \"versus taking days to go to a lab.\"\nThe team's particular pride is its unified command suite.\nHoused in a 10-ton communications van, the command suite is fitted out with a wide-bandwidth, secure satellite data and voice communication system, as well as military and civilian radio transmitter-receivers, multiband scanners, cellular telephones and a local area network for laptop computers.\n\"If it broadcasts,\" said Tech. Sgt. Dennis Goodwin, \"we can talk to it.\"\nThe unit also has its own portable decontamination system.\nIt's a 150-by-20-foot set-up with seven stations - shower, bleach scrub-down, rinse, monitoring, protective equipment removal, \"comfort shower\" and medical checks - to make sure team members don't carry contamination with them off the incident's location.\nAs one soldier noted disquietingly, \"Some of this stuff isn't intrinsically safe.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: February 15, 2002"
}