{
    "title": "Vacation during terrorism alert a lot like vacations beforeSept. 11",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 7,
    "day": 30,
    "full text": "Some may consider my family's just-completed 14-day, 10-state, two-nation, three-kid, one-minivan, 2,353-mile driving odyssey akin to spending 77 hours trapped in a mine.  \nWe, however, consider our family vacation to be a joyous, revealing, and, at times, mind-boggling journey into what makes this country what it is in our post-Sept. 11 world.  \nHot, sweaty and huddled with the teeming masses of other wretched refuse at the foot of the Statue of Liberty, I felt a patriotic obligation to be on alert for possible terrorists at this national-landmark-turned-potential-target. But instead of scanning the crowd for people who look like suicide bombers, I was happily sucking down my share of a sugary, red, slurry concoction that filled the giant, souvenir plastic cup formed in the image of Lady Liberty.  \nMaybe it's just the brain freeze talking, but living in a land where people willingly shell out eight bucks to sip slush from a hollow symbol of freedom makes me less scared about life as an American.  \nSo does our less decadent (and far less tacky) sojourn to the religious outpost of Ocean Grove on the Jersey Shore. Fresh from writing columns supporting the removal of God from the Pledge of Allegiance, I find myself appreciating the tranquil nature of this 19th century hamlet that remains under God, or, at least, Methodists.  \nNo place in Ocean Grove is allowed to sell alcohol. The beaches are closed on Sunday morning to give everyone - except the security guards manning the beaches - one less excuse to miss church services. The town used to prohibit even the sight of a car on the Sabbath. Ocean Grove chained the city gates from midnight Saturday until midnight Sunday to keep vehicles out, until 1980, when the courts properly ruled that practice unconstitutional.  \nBut readers who have been praying for me and my liberal ways to be \"saved\" should know that your prayers have been answered, sort of.  \nOur kids accidentally locked a door, trapping my sister, her husband, my wife and me on a third-floor balcony of our inn overlooking the ocean. We were saved by the extremely gracious Rev. Dr. William K. Quick, a retired Methodist minister, noted speaker and professor at Duke Divinity School, whose room overlooked the balcony.  \nChatting with him about family members spread throughout the nation (including a son living in Buffalo Grove), it's easy to forget that America is on a terrorism alert.  \nWe see the \"beheading\" exhibit at The Pirates Museum in Salem, Mass., and respond by letting the kids buy a pirate flag.  \nWe pass the cheesy freak shows and horror houses near Niagara Falls, where the likenesses of the fictional Freddy Krueger and the murderous John Wayne Gacy compete for tourist dollars even as our nation's leaders warn us to be on the watch for new terrors in the here and now.  \nThe only reminders that we have reason to be afraid come from the few tattered American flags hanging from expressway overpasses, and the abundant \"United We Stand\" bumper stickers on cars around us.  \nEven when we visit the real ground zero in Manhattan, the terror is difficult to grasp. Scattered among the backpacking college kids, artsy film crews and stroller-pushing families standing before the gaping wound in the earth are a group of Catholics reciting the Rosary, a Hasidic Jew solemnly praying and a teenage girl weeping.  \nVisitors write comments on the message boards posted on the walls around the hole where the World Trade Center once stood. Many of those messages feature banal, profane expressions of hate and misguided appeals for more violence, alongside equally trite, smiley-face appeals for peace, love and understanding.  \nIt is a powerful scene.  \nBut even here, at this tourist destination created by terrorism, not everyone follows along.  \nAs we exited the ferry from the Statue of Liberty, we hailed a cab.  \n\"Where to?\" the cabby asked with just a hint of a foreign accent.  \n\"Ground zero,\" my wife replied.  \n\"What's that?\" the cabby said.  \n\"Um, just take us to the corner of Church and Liberty streets,\" my wife responded.  \n\"Where's that?\" the cabby said.  \n\"Where the World Trade Centers used to be,\" my wife explained.  \nThe cabby stared blankly.  \nAnd I realize that the diversity of the people is one of the things I love most about a vacation across the United States.\n\nLoad-Date: July 30, 2002"
}