{
    "title": "Vaccine good pre-emptive measure against bio-terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 7,
    "full text": "Here is an idea: Let's give everyone in the United States a vaccine that isn't approved by the Food and Drug Administration. It is a vaccine that many believe will kill at least a few hundred Americans. And if that isn't enough, this vaccine is made from a live virus that could be spread from person-to-person contact.\nCalifornia Poly State U.\nForgive me for not applauding this idea right away.\nWhen I first heard about the proposal to immunize Americans before a bio-terrorism attack, I once again rolled my eyes at the Bush Administration. There is that word again: pre-emptive.\nAmidst a possible pre-emptive war with Iraq and the threat of a bio-terrorism attack, a pre-emptive smallpox vaccine may be offered to all Americans.\nThe vaccination would first be given to 500,000 health workers most likely to encounter patients during an outbreak. Later, as new vaccine stocks are developed, other emergency workers would become eligible. Private citizens would have voluntary access to the vaccine.\nAlthough it has finally been acknowledged that there will be unavoidable consequences such as death, muscle ache and fever, the proposition deserves credit.\nIf we, as a nation, learned anything after the Sept. 11 attacks, we should have learned that anything could happen and that we need to be prepared.\nThe causative agent in smallpox is called variola, with the only acknowledged samples held in government laboratories in the United States and Russia. However, the Soviet government cultivated a stockpile during the 1980s, and its stockpile has never been completely accounted for.\nRecent events have obviously shown that not everyone loves the United States; there are many individuals out there who want to see America crumble. The anti-Americanism coupled with the escalating hostilities of Saddam Hussein, has caused many of us to ask: Just how vulnerable are we to a smallpox attack?\nWell, that is debatable. However, we can't take chances with a disease that is lethal in about 30 percent of those it infects.\nAn alternative to mass vaccination is called \"ring vaccination,\" which means that health officials would vaccinate only the individuals who have had direct contact with those who have become ill.\nAccording to the World Health Organization, this strategy may be effective in a small-scale attack. The WHO used ring vaccination in a smallpox-eradication campaign in Africa and India, but many of the individuals from those villages were immune to smallpox because they had already been vaccinated.\nRing vaccinations wouldn't be that successful in the United States since no one under the age of 30 is vaccinated, and those vaccinated more than 30 years ago are not protected.\nIf mass vaccinations are given and there is no attack, there will be skeptics who will scoff and say it was all for nothing. But maybe a pre-attack immunization will thwart an attack, and nobody will know.\nIt will be up to each American to decide whether to take the risk. Why not get the option?\nIf you don't want it, don't take it. It's as simple as that.\n(C) 2002 Mustang Daily via U-WIRE\n\nLoad-Date: October 7, 2002"
}