{
    "title": "Valley mayor stands by Rep. Shea Higgins criticizes House GOP leader, finds sheriff's comments 'offe",
    "publisher": "the spokesman-review",
    "year": 2019,
    "month": 12,
    "day": 25,
    "full text": "Spokane Valley Mayor Rod Higgins has continued to defend state Rep. Matt Shea after an investigation found the lawmaker engaged in domestic terrorism, even as other Republicans have called on Shea to resign.\n Speaking to KHQ on Monday, Higgins insisted Shea has been unfairly targeted for his role in armed confrontations with federal agents in Oregon and Nevada that were led in part by the Bundy family of ranchers.\n Higgins criticized House Minority Leader J.T. Wilcox, who moved to expel Shea from the GOP caucus after an independent investigation by the Rampart Group was made public last week.\n The House-commissioned probe explored Shea's involvement in the anti-government \"patriot\" movement and uncovered new details about his involvement in a 2016 standoff at the Malheur National Wildlife Refuge, which ended only after one protester was killed and dozens were arrested.\n \"When Mr. Wilcox said (Shea) was a domestic terrorist and he brought up the Bundys, if memory serves me correctly, the Bundys were acquitted,\" Higgins said in a phone interview, according to KHQ.\n Higgins also criticized Spokane County Sheriff Ozzie Knezovich, a Republican and longtime Shea critic who has called for Shea to be criminally prosecuted. \"I believe there's enough to charge Shea with domestic terrorism, if not treason,\" Knezovich said last week.\n Higgins responded, \"The sheriff has consistently and persistently portrayed his clients and customers in the Valley as being terrorists, and I find that offensive.\"\n Ammon Bundy has acknowledged he had several phone calls with Shea before the Malheur standoff began, but he has denied that Shea helped orchestrate the standoff as the Rampart Group report describes.\n Shea gave himself the title of chairman of the Coalition of Western States, or COWS, a group of \"patriot\" activists that included other state lawmakers including Idaho Rep. Heather Scott, R-Blanchard, and Nevada Assemblywoman Michele Fiore, who is now a Las Vegas city councilwoman.\n According to the investigation report, Shea, Scott, Fiore and Idaho Reps. Sage Dixon and Judy Boyle met with a county judge and county and federal law enforcement officials to discuss the Malheur situation.\n \"During the meeting the (COWS) representatives gathered intelligence regarding law enforcement strategies and then traveled directly from the same meeting to the Malheur National Wildlife Refuge and met with Ammon Bundy and other armed occupiers,\" the report states.\n The Idaho Statesman's editorial board on Tuesday called for the Idaho House Ethics Committee to review Scott's involvement in the standoff, during which she used the code name Greenbean.\n Shea, who declined requests to meet with investigators and rarely speaks to reporters, has called the inquiry a partisan \"sham\" and likened it to the impeachment of President Donald Trump.\n Mayor Higgins echoed that sentiment in his interview with KHQ. \"Since he's consistently been elected in the 4th Legislative District, they can't beat him at the polls,\" Higgins said. \"So they're going to beat him some other way.\"\n On Tuesday, outgoing Spokane City Councilman Mike Fagan said he had interviewed Shea for a two-part radio segment.\n The second half, featuring \"two announcements\" from Shea, was scheduled to air at 9 a.m. today on 96.5 FM.\n Shea previously told his supporters in a Facebook post to \"look forward to a couple huge announcements\" this week.\n Contact the writer:\n  (509) 459-5047\n  chadso@spokesman.com\n shea\n\nLoad-Date: December 25, 2019"
}