{
    "title": "Values in the war on terrorism discussed at Penn State",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 4,
    "full text": "Protests. Activism. Multiculturalism. Some people see these words as defining today's collegiate experience.\nAnd Yaron Brook would like to change that.\nBrook, the executive director of the Ayn Rand Institute, gave a lecture called \"Why We Are Losing the War on Terrorism\" on Monday night. About 85 University of Pennsylvania students and local residents attended the event, which was sponsored by the Penn and Drexel Objectivist Clubs.\nU. Pennsylvania\nBrook began by arguing that America has targeted the wrong problem in this war.\n\"I do not believe terrorism is the enemy,\" he said. \"Terrorism is a tactic.\"\nInstead, he argued that the enemy is really radical Islam.\n\"They seek control and power over people's lives as an end in itself,\" he said.\nBrook added that radical Islam is opposed to American values at every level, and that ultimately, \"Islam stands for collectivism.\"\nAfter defining who the enemy should be, Brook then examined why America has yet to triumph.\nHe contended that America is ultimately losing the war \"because America has abandoned its ideals. The ideas taught in a university are similar to the ideas of our enemy.\"\nHe argued that universities have a \"trickle-down effect\" on the ideology of the nation.\nThe ideals he attacked were ideals most Americans value -- multiculturalism and altruism.\nMulticulturalism -- at least as presented by other liberal intellectuals -- \"is just stale Marxist nonsense,\" he said, adding that \"to preach the equality of culture is to denounce virtue and extol vice.\"\nBrook added that altruism is not significantly different.\nIt \"is a vicious ideology that sacrifices the able, the successful and the wealthy,\" he said.\n\"Altruism and multiculturalism have lobotomized America,\" he added.\nIn addition to his ideological arguments, he suggested some possible solutions. America should follow Israel's example and assassinate its enemies, he said.\nFurthermore, if America believes bombing is the solution, it should \"bomb ruthlessly.\"\nBut \"the crucial battle must be waged against our homegrown enemies, the professors,\" he said.\n\"I agree with the overarching theme of moral absolutism in our war,\" Wharton alum Adam Margolin said, adding that he would have liked Brook to define the difference between radical Islam and traditional Islam.\nBut not everyone agreed.\nWhile College senior Paul Flynn said that he liked the objectivist focus on atheism, he took issue with the philosophy behind Brook's comments.\nObjectivism's basic problem is that \"it's narrow and empty,\" he said.\n\"There's little in the way of substantial human interaction,\" he added.\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: March 4, 2003"
}