{
    "title": "Vancouver conference promotes U.S. - Israel relations",
    "publisher": "the columbian ",
    "year": 2007,
    "month": 6,
    "day": 6,
    "full text": "The Middle East conflict flared in downtown Vancouver Tuesday as a conference on U.S.-Israel relations organized by state Sen. Joe Zarelli and his wife, Tani Zarelli, kicked off at the Hilton Vancouver Washington while protesters gathered outside.\nAn invited guest list of about 175 people attended the opening session of \"Convergence Northwest.\"  Its stated goal is to establish \"effective, direct relationships\" between Israelis and conservative Christians that in turn will reinforce the U.S. government's strong support of Israel.\nInside the Hilton, rabbis and Christian pastors from throughout the metro area and a smattering of local elected officials converged to hear fiery speeches from Israeli political leaders about the threat posed by global terrorism.\nSeveral pastors in attendance said they belong to a group called Americans for a Safe Israel. Established in 1971, the organization opposes all territorial withdrawals from Israel, supports the Israeli settlement movement in the Occupied Territories and campaigned against the 1993 Oslo Accords and the evacuation of settlers from Gaza.\nOutside the hotel and across West Sixth Street in Esther Short Park, about three dozen peace activists and representatives of pro-Palestinian groups demonstrated quietly under the watchful eye of Vancouver police. It was a quiet gathering that chose signs and leaflets over chants and slogans.  Among its members were Lutherans, Jews, evangelicals, Presbyterians, Catholics and Quakers.\nThey carried signs saying \"People must have hope,\" \"Security means practicing human rights,\" and \"Evangelicals for a free Palestine.\" Their message: Those inside were hearing only half the story.\n\"We need peace for both peoples,\" said Doug Willbanks, an evangelical Christian from Beaverton, Ore.\nTuesday was the 40th anniversary of the Six Day War, in which Israel defeated the armies of  Egypt, Jordan and Syria and occupied Gaza and the West Bank. The occupation continues to fuel resistance among Palestinians and resentment across the Middle East.\nElihu Ben-Onn, an Israeli radio broadcast journalist, recalled the terror he felt when his school was shelled by Jordanian soldiers on June 5, 1967. \"We suffered directly from the shelling,\" he said.\nAnyone who wants to understand the politics of the Middle East today must understand that time, he said. \"The outcome of the Six Day War is part of why we're here.\"\nZarelli, a Ridgefield Republican, explained his decision to organize a Vancouver conference on the Mideast conflict this way:  \"I'm up here because in the course of our lives, doors open. We get educated, we gain knowledge.\"\nA personal contact with an Israeli inspired him to learn more about the politics and people of Israel, Zarelli said. He came to believe that local politicians have a role to play in the Mideast conflict. \"We need to confront the common enemy,\" he said. \"We need to move forward to protect our families and the people of Israel.\"\nThree members of the Knesset, the Israeli Parliament, traveled to Vancouver to speak. All are members of the conservative Likud Party and all warned that the United States and Israel are prime targets of international terrorism.\nIsrael faces threats on its borders from the extremist Islamic groups Hamas and Hezbollah, \"both extensions of Iran,\" said Knesset member Limor Livnat. But an Iran with nuclear weapons is a threat not only to Israel but to all Western democracies, she added.\n\"Everyone should know that Iran is a threat on global stability,\" she said. \"What they want is to tear the West down and create a rogue Moslem state.\"\nYuval Steinitz, also a Knesset member, said the threats the world faces today became clear only after Sept. 11, 2001.\n\"Until September 11, many people believed terrorism was a problem of the Jewish state,\" he said.  Afterward, \"it became evident that the destruction of Israel would not be the end of it but the beginning.\" The following year, Steinitz met with several members of the U.S. Congress to discuss establishing an Israel-U.S. Joint Committee on Defense.\nFifteen years ago, Steinitz said, he was a professor of philosophy, a leftist and  a peace activist. \"I believed that peace with the Palestinians was possible.\" He said his position changed after the Palestinians repeatedly violated the terms of the Oslo Accords. \"I decided to leave the ivory tower and get involved in politics.\n\"Today we are facing some kind of clash of civilizations,\" he said. \"For some people, it is more important to destroy their neighbor than to establish a Palestinian state.\"\nArieh Eldad, an Israeli plastic surgeon and Knesset member, said he has treated at least 3,000 Israeli casualties of terror attacks. He used a medical metaphor to describe his view that the only effective weapon against terrorism is truth.\n\"Terrorism is about distortion of reality,\" he said. \"Terrorism wants you to fear, to be afraid for your life. Terrorism cannot be defeated by military force. Terrorism can be prevented if we diagnose the disease. It is not only a war on the battlefield. It is also a war on people's minds.\"\nGil Kleiman, a member of Israel's National Police who has dual U.S and Israeli citizenship, said he has been called to the scene of 48 suicide bombings in Israel.\n\"There is an evil out there that wants to kill good people,\" he said, drawing loud applause. \"Good people don't want to believe that others are so full of hatred. I saw the inability of  people to understand this. You've got to tell people that appeasement is not the answer.\"\nSome protesters objected to the presence of the right-wing Israelis, saying they have rejected the peace process and ignore the needs of Arab Christians in their own country.\n\"In seeking to shape the opinions of religious leaders and influence our federal government with these extreme views, the  conference is contrary to our foreign policy needs in the world today and the desperate need for peace in the Middle East,\" said Wilbur Wood, a retired Presbyterian minister, in a statement released Tuesday.\nRabbi Aviva Bass of Congregation Kol Ami in Vancouver delivered the blessing that opened the conference and sang the  Israeli national anthem at the end.\nAsked if she felt comfortable with everything that she had heard Tuesday, she said, \"This is one side of the spectrum. I would welcome hearing the other side, too.\"\n  \n\nLoad-Date: July 6, 2007"
}