{
    "title": "VANDALISM, TERRORISM INVESTIGATED IN BUTLER MINK FARM SLAUGHTER",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 6,
    "day": 9,
    "full text": "Fur industry observers said an attack on a commercial mink farm in Butler County that left more than 400 animals dead is similar to previous attacks by animal rights activists, although investigators said they have not determined who is responsible.\nIntruders slipped in and opened pens at Oakwood Mink Farm in Marion late Tuesday or early Wednesday, freeing nearly 2,800 minks and causing the deaths of at least 443 of the animals. They also killed and nearly beheaded two pet dogs owned by the family of farm operator Robert DeMatteis.\nSome minks were run over on nearby Oakwood Road after they slipped under a fence that surrounded their shelters and pens. Others appeared to have been stomped to death, said Kim DeMatteis, 43, wife of Robert DeMatteis, 48.\nMrs. DeMatteis said her family lives across the road from the farm and slept through the incident. She said state police asked her family to release no further information about the attack at the farm that has been operated by her husband's family since 1936.\nThe attack is being investigated by state police and the FBI's Joint Terrorism Task Force of federal, state and local law enforcement officers who probe potential acts of domestic or international terrorism.\nFur Commission USA Executive Director Teresa Platt, whose organization represents fur farmers, said the task force joined the case because of the possible involvement of animal rights extremists.\nAn FBI official yesterday said investigators are not sure if animal rights activists were behind the attacks because the family's dogs were brutally killed in addition to the minks. But fur industry officials said the deaths of the dogs do not preclude the involvement of animal rights extremists.\n\"[The intruders] might have done that just to silence them,'' sad Kevin Kaplan, spokesman for the Fur Information Council of America in West Hollywood, Calif.\nMs. Platt said dogs have been poisoned in previous attacks on fur farms, although they were not bludgeoned with a sharp instrument in the way the DeMatteis family's pets appear to have been killed.\n\"Every single [attack] has been awful,'' she said. \"This one is different in that a couple of dogs were killed, but it's not the first time dogs have been killed. It's just the first time dogs have been attacked with a sharp object.''\nMs. Platt said she was reluctant to direct blame toward any organization. But she said the incident at the DeMatteis farm \"has all the earmarks'' of previous attacks in which members of a group that calls itself the Animal Liberation Front claimed responsibility.\nAn ALF spokeswoman, however, said it is unlikely that members of that group or any others were involved.\n\"The fact that animals were injured in a wanton and cruel fashion indicates to me that animal rights activists were not behind it,'' said Camille Hankins, whose international group is devoted to freeing animals from what members consider to be exploitation by humans.\nALF members have been involved in past \"direct actions,'' which have involved illegal acts, to free captive animals and the ALF press office has reported past statements from activists who have claimed responsibility for such events.\nActivists are circulating information about the incident at the DeMatteis farm, Ms. Hankins said. But the ALF has not and does not expect to receive a statement or information about the incident, she said.\n\"We see this as an act of vandalism. Maybe it was someone from their own community who was trying to make the animal rights movement look bad,'' she said.\n\"If you told me something burned down or there was property damage, it could have been an action,'' she said. \"But not when animals are hurt. ALF has a very strict credo of 'Do no harm.' ''\nRay Morrow, special agent in charge of the FBI's office in Pittsburgh, said investigators are gathering evidence and seeking information from potential witnesses who live, work or travel near the DeMatteis farm in the village of Boyers.\n\"We want to see if anybody saw something that would be of interest to us,'' he said. \"Anyone who saw anything around the farm or activity in that area, we'd like them to give us a call. It might have meant nothing at the time, but could develop into a significant lead for us.''\nAgent Morrow said investigators are considering the possibility that extremists were responsible. But they also must consider that the attack differs from previous incidents in which animal rights groups simply freed animals without harming them, he said.\n\"The way we're looking at this thing is that it doesn't fit with an animal extremist group,'' he said. \"But we can't count them out, either, or turn our focus away. We're looking at this in as open-minded a manner as we can.''\nInvestigators are aware of no other recent incidents in Pennsylvania or around the country in which animals have been freed from commercial farms, Agent Morrow said. State police would not comment yesterday.\nThe mink farm that was attacked feeds an industry that makes up 75 percent of the $1.8 billion fur business.\nThe DeMatteis farm -- one of nine commercial mink farms in Pennsylvania -- is a comparatively small farm, Ms. Platt said. There are 420 mink farms in the United States; the largest, which produced 110,000 pelts last year, is in Wisconsin.\nThe DeMatteis family lost 103 of its 800 female breeding minks during the attack, Ms. Platt said. The DeMatteises cannot resume breeding with surviving females, however, because they cannot identify and return animals to the correct pens where their bloodline information was recorded, she said.\nFur Commission USA is offering a reward of up to $100,000 for information leading to the arrest and conviction of those responsible.\nAnyone with information about the incident is asked to call the FBI at 412-432-4000 or state police in Butler at 724-284-8100.\n\nNotes\n\nMike Bucsko can be reached at mbucsko@post-gazette.com or 412-263-1732./ Cindi Lash can be reached at clash@post-gazette.com or 412-263-1973.\n\nGraphic\n\n \nPHOTO: Post-Gazette: The mink -- There are 420 mink farms in the United States; the largest, which produced 110,000 pelts last year, is in Wisconsin.\n\nLoad-Date: June 11, 2007"
}