{
    "title": "Variations on a Theme of International Terrorism Television Review _ 'My Trip to Al-Qaeda'",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 6,
    "full text": "Book to stage to screen is a familiar path, but the journalist Lawrence Wright has found a new variation: from a thick nonfiction book to a one-man Off Broadway show to an HBO documentary. Along the way the material, which began with the            Pulitzer Prize-winning \"Looming Tower: Al-Qaeda and the Road to 9/11\" in 2006, has been reviewed and otherwise written about often enough that you may feel you know it, even if you haven't read the book or seen the show.\nThe documentary, \"My Trip to Al-Qaeda,\" which will be shown on HBO on Tuesday night following its premiere at the Tribeca Film Festival in April, is an adaptation of            Mr. Wright's show of the same title, which was in turn drawn from his research for \"The Looming Tower\" and from            his experience of working on the book.\nThe film's director, Alex Gibney, has expanded on the play with an opening that shows Mr. Wright being interviewed while being made up for the stage, and with scenes of him visiting Cairo and other places that figure in the story. Mr. Gibney combines this material with footage of Mr. Wright onstage, deftly mixing his own contributions with the play's multimedia elements (projections and videos) to create a seamless new experience.\nMr. Gibney's considerable skill makes Mr. Wright's amalgamation of reportage, historical and personal anecdotes and dramatic warnings (\"Al Qaeda can't destroy America, only we can do that to ourselves\") easy to watch. However, by taking us away from the heightened atmosphere of the dark, intimate theater, where Mr. Wright could exercise a more direct hold on his audience, the film version of \"My Trip to Al-Qaeda\" doesn't necessarily do the material any favors.\nWatching the documentary now, it's hard to escape the feeling that the show (as opposed to the exhaustively reported book) is a bit too scattered and shallow for comfort, given the magnitude of what's being discussed.\nGranted, \"My Trip to Al-Qaeda\" has always been framed as Mr. Wright's personal essay on the causes and consequences of 9/11, and the heart of it his own emotional response to the growth of Islamism and jihadism. But it's also a history lesson, and as it jumps from subject to subject - the Afghan-Russian war, the birth of Al Qaeda, the Taliban, torture, wiretapping - what comes to mind are the many news programs and documentaries that have covered this material with much greater depth (and less authorial self-regard). A list could start with PBS's \"Frontline\" and films like \"The Oath,\" by Laura Poitras, and Mr. Gibney's own \"Taxi to the Dark Side\" (also shown on HBO).\nPerhaps this is too much pressure to put on the filmed version of what was basically a 75-minute staged seminar. But as Mr. Wright lectures persuasively about the roots of 9/11 while making no more than passing mention of, among other things, the oil business and Israel, you can't help thinking about what's being left out.\nMy Trip to Al-QaedaHBO, Tuesday night at 9 p.m.,Eastern and Pacific times; 8,Central time.Directed by Alex Gibney; based on theplay \"My Trip to Al-Qaeda\" by LawrenceWright; Patricia Barnes Matthews andDana O'Keefe, executive producers; Mr.Gibney, Mr. Wright, Alison Ellwood, AlexandraJohnes and Kendall McCarthy, producers;Ms. Ellwood, editor; Max Richter,original music. Produced by Jigsaw Productions.\nPHOTO: Lawrence Wright in \"My Trip to Al-Qaeda,\" a film based on his one-man show and his 2006 book, \"The Looming Tower.\" (PHOTOGRAPH BY JOJO WHILDEN)\nRelated Articles\nWhat He Learned While Writing His Book, Whether or Not It's Theater\nThe Plot Against America\n\nLoad-Date: January 20, 2017"
}