{
    "title": "Vatican _ Iran must join fight against terrorism",
    "publisher": "the bismarck tribune",
    "year": 2016,
    "month": 1,
    "day": 27,
    "full text": "VATICAN CITY — Pope Francis held talks with Iran's president at the Vatican Tuesday, calling on Tehran to play a key role in stopping the spread of terrorism as Iran tries to improve its image in the global arena following an agreement on its nuclear program.\nThe pontiff warmly clasped the hand of President Hassan Rouhani in the first official call paid on a pontiff by an Iranian president since 1999. They held 40 minutes of private talks before Rouhani met with other top Vatican officials.\nThe talks \"delved into the conclusion and application of the nuclear accord, and the important role that Iran is called upon to play, together with other countries of the region, was highlighted,\" the Holy See said.\nIt added that Iran's role should \"foster adequate political solutions to the issues plaguing the Middle East, fighting the spread of terrorism and arms trafficking.\"\nThe \"cordial\" talks also stressed common spiritual values, the statement said.\nUsually it's the pope who asks his audience to pray for him. This time, after the two men spoke with the help of Italian and Farsi language translators, it was the guest who asked the pope for prayers. \"I ask you to pray for me,\" Rouhani said.\nThe Vatican meeting was a key part of the Iranian effort to take a more prominent place on the world stage after the nuclear deal with Western powers.\nIran, which agreed to limit its nuclear activities in exchange for an end to economic sanctions, is eager to carve out a bigger role in mediating Middle East conflicts. Francis' papacy has emphasized mediation and conflict-resolution, including his role in helping Cuba and the United States to normalize their relations.\nRouhani heads to France Wednesday on his four-day European trip seeking to boost Iran's image abroad as well as to rehabilitate economic ties with a continent that had been a big trade partner before the sanctions.\nFrancis gave Rouhani a medal depicting St. Martin giving his cloak to a poor man in the cold, describing the saint's act as \"a sign of unsolicited brotherhood.\"\nRouhani brought a gift of a hand-made rug that he said was made in the Iranian holy city of Qom.\nBefore going to the Vatican, Rouhani told a forum of business leaders in Rome that \"Iran is the safest and most stable country of the entire region.\"\nItaly also sees Iran as a potential peacemaker in Syria's civil war, as the Italian government fears the warfare will further destabilize Libya — just across the Mediterranean from southern Italy — fuel terrorism and jeopardize energy security.\n\"Italy has always backed the role of Iran as a regional player in resolving tensions in the area, starting with the Syrian crisis,\" Foreign Minister Paolo Gentiloni said after meeting his Iranian counterpart, according to his office.\nRouhani has described the political talks leading to the nuclear deal as a potential blueprint for pursuing peace in the Middle East.\nHis European trip was originally planned for November but postponed because of the attacks in Paris.\n\nLoad-Date: January 27, 2016"
}