{
    "title": "VATICAN AIDE DEFENDS POPE'S MEETING WITH ARAFAT",
    "publisher": "the new york times",
    "year": 1982,
    "month": 10,
    "day": 24,
    "full text": "The Vatican has formally responded to protests by American Jews over the recent meeting between Pope John Paul II and Yasir Arafat, the leader of the Palestine Liberation Organization.\nIn a letter to a prominent American Jew, the Vatican defended the meeting as consistent with the Pope's efforts to promote peace and understanding. It said the act of receiving an individual in no way implied approval of his ideas and actions.\nThe recipient of the letter, Julius Berman, chairman of the Conference of Presidents of Major American Jewish Organizations, criticized the Vatican's position, saying it offered Jews ''no comfort.''\nThe Vatican has formally responded to protests by American Jews over the recent meeting between Pope John Paul II and Yasir Arafat, the leader of the Palestine Liberation Organization.\nThe letter, which defended the meeting in the context of the Pope's role as a nonpartisan mediator and spiritual minister, came from Johannes Cardinal Willebrands, secretary of the Vatican's Commission for Religious Relations with the Jews.\n \nA Strong Protest\nCardinal Willebrands, who is empowered to speak for the Pope in such matters, replied to a strong protest that Mr. Berman sent to the Pope two days before the Sept. 15 meeting.\nThe letter, dated Oct. 7 and released on Thursday by Mr. Berman, went beyond the general account of the audience that was issued by the Vatican press office after the meeting.\nThe letter, which spelled out the Pope's motives in greater details, said he had implicitly demanded that the Arabs recognize Israel.\nBy expanding on its original account, the Vatican added a new element to the controversy. The meeting touched off a storm of objections from many Jews. The Israeli Government denounced it, and outcries have continued.\n \n'The Aims of Peace'\n''The Holy Father is prepared to receive all men and women who ask for it,'' the Cardinal said, ''intending in this way to manifest his concern for all people, to further the aims of peace and to promote understanding among nations.''\nReacting to Mr. Berman's assertion that the meeting had conferred acceptance on Mr. Arafat's politics or strategies, Cardinal Willebrands said, ''I am sure that it is clear that the fact that the Holy Father receives someone in audience is in no way a sign of approval of all the ideas and actions attributed to that person.''\nReferring to the Vatican's original statement, the Cardinal said the Pope had wished to ''show his good will toward the Palestinian people.''\nThe Cardinal underscored certain points made by the Pope during the audience. Among them was an expression of hope for a lasting peace, explicit rejection of violence and terrorism, and support for a Palestinian homeland and the right of Israel to ''its own security.''\n \n'A Basic Condition'\n''With this last reference,'' he continued, ''the Holy Father wished to affirm that the recognition of Israel by the Arabs is a basic condition for the construction of peace.''\nThe Cardinal ended the letter by seeking to assure Jews that the Arafat meeting ''cannot in any way be interpreted as hostile to Israel and the Jewish people.'' It is rather a ''positive development'' in the search for peace, he said.\nMr. Berman said he was grateful that Cardinal Willebrands had answered him, but he attacked the substance of letter as ''unresponsive.''\n''This justification of the Pope's meeting with the killer Arafat comes as a profoundly depressing one, one that puts into question all of the hopes for Christian-Jewish understanding that began so encouragingly with the work of Pope John XXIII,'' Mr. Berman said in a statement,\nHe specifically objected to the Cardinal's denial that the meeting with Mr. Arafat implied acceptance of the guerrilla leader's actions and group. ''In fact,'' Mr. Berman said, ''the embrace that the Pope gave to this murderer of children was taken by the world to confer legitimacy on him, and exploited by Arafat to that end.''\n \nVatican Policy Criticized\n''Cardinal Willebrands's suggestion that the Pope regards Arab recogniton of Israel as 'a basic condition' for Middle East peace might carry weight if the Vatican itself recognized Israel, but for reasons best known to itself the Holy See has not extended diplomatic recognition to the Jewish State,'' Mr. Berman said.\nHe added that the Pope's ''opposition to 'arms and violence of all kinds, especially terrorism and reprisals,' is well known.'' ''Unfortunately, his embrace of the archterrorist Arafat vitiates the impact of that opposition, serving instead to encourage rather than deter terrorist behavior,'' he said.\n\nGraphic\n\n \nIllustrations: photo of Pope John Paul II (Page 1 1PT1)"
}