{
    "title": "VCU poll shows Virginians view police favorably, are concerned about terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 2,
    "day": 8,
    "full text": "VCU poll shows Virginians view police favorably, are concerned about terrorism\nFebruary 8, 2016\nAndrew Crider, Staff writer\nMost Virginians favorably view the police, while a majority feel concerned about the possibility of a terrorist attack in the commonwealth, according to poll data from the Commonwealth Educational Policy Institute at VCU released Feb. 4.\nThe poll findings indicated 78 percent of Virginians felt people in their community received fair treatment from law enforcement, and 83 percent were satisfied with how law enforcement in their communities responds to emergencies.\nThe data contrasted a June 2015 Gallup poll which indicated national confidence in the police was at a 22-year low.\nAccording to Will Pelfrey, chair of homeland security and emergency preparedness at VCU, Virginia's numbers may be higher than the national average due to efficient communication by police departments in Virginia.\n\"Every police chief and every police officer will say these numbers are good, but not good enough,\" Pelfrey said in a briefing to the General Assembly last Thursday. \"Police legitimacy is a security issue that needs to be addressed.\"\nThe poll findings also suggested perceptions of the police tended to vary by race and political party.\n72 percent of blacks surveyed said they were satisfied with the police, compared to 83 percent of hispanics and 81 percent among whites. 67 percent of respondents who identified as Democrats believed police treat people fairly compared to 87 percent of republicans.\nResidents of the western and northern parts of the state were 6 percent more supportive of police than residents in the south and central parts of the state.\n\"This is a whole community effort and we need citizens to participate as well,\" said deputy secretary for public safety Adam Thiel. \"At the same time, there is much more work to do.\"\nAccording to Robyn McDougle, faculty director of the office of public outreach, the poll was conducted and analyzed during January, so the poll could be published in time for the 2016 regular session of the Virginia General Assembly.\nAnother result of the poll indicated 76 percent of Virginians are concerned about acts of terrorism occurring in Virginia after the events in Paris and San Bernardino, Calif.\nThe poll also indicated that while a majority of Virginians are unwilling to pay taxes to pay for alternatives to incarceration, 80 percent support programs such as drug courts, mental health courts and pretrial services above incarceration for offenders.\nAndrew is a junior economics major who has written for student newspapers since he was in high school. Andrew is interested in political history, aviation, photography and running. He has a tendency to refer to his peers, coworkers and bosses as \"ma'am\" or \"sir,\" but is getting better about referring to his friends at the CT by their first names instead. // Facebookcrideraa@commonwealthtimes.org\nShare this:\nClick to share on Twitter (Opens in new window)Click to share on Facebook (Opens in new window)Click to share on Google+ (Opens in new window)\n\nLoad-Date: December 15, 2016"
}