{
    "title": "Vehicle and Knife Attack in Alberta Is Described as Terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 10,
    "day": 2,
    "full text": "The Canadian police arrested a refugee from Somalia on suspicion of terrorist acts early Sunday after a police officer in Edmonton was struck with a car and stabbed outside a football game. Four other people were later deliberately hit by a U-Haul truck driven by the same suspect, the authorities said.\nPrime Minister Justin Trudeau of Canada called the assaults a terrorist attack. \n  Marlin Degrand, a division superintendent for the Royal Canadian Mounted Police, said at a news conference in Edmonton that the suspect, who is 30, had been the subject of an inquiry two years ago after he displayed signs of extremism but that there had been ''insufficient evidence'' to make an arrest. Mr. Degrand said the man had been deemed ''not a threat.''\n  The police did not identify the suspect beyond saying he was Somali. CBC News, quoting unidentified sources, said his name was Abdulahi Hasan Sharif.\n  Rod Knecht, chief of the Edmonton Police Service, said that officers had found an Islamic State flag in the car that hit the police officer. ''Currently, we believe this is an individual who acted alone,'' Chief Knecht said in a statement released on Sunday morning.\n  The attacks in Edmonton, the provincial capital of Alberta, began on Saturday night outside a Canadian Football League game. A white Chevrolet Malibu crashed through a traffic barricade near Commonwealth Stadium, sent a police officer flying 15 feet and rammed the officer's vehicle, Chief Knecht said. That part of the attack was captured on video.\n  The Malibu's driver then jumped out and attacked the officer with a knife before fleeing on foot. A manhunt was launched and the officer was taken to a hospital, where he was treated for wounds described as not life-threatening.\n  Shortly before midnight, a U-Haul truck was pulled over at a drunken-driving checkpoint, where a police officer discovered that the name on the driver's license was similar to that of the Malibu's registered owner.\n  The truck sped off toward downtown Edmonton, crowded with revelers and football fans. Pursued by up to 20 police cars in a high-speed chase, the U-Haul's driver plowed the truck into four pedestrians. The vehicle flipped and landed on its side, and the police arrested the driver.\n  The attack echoed similar assaults in which vehicles or knives or both were used as weapons in Europe. The Islamic State, which has lost most of its territory in Syria and Iraq in recent months, has asserted responsibility for the European assaults.\n  Mr. Trudeau issued a statement that urged tolerance. ''The government of Canada and Canadians stand with the people of Edmonton after the terrorist attack on Saturday,'' he said,\n  ''We cannot -- and will not -- let violent extremism take root in our communities,'' Mr. Trudeau said. ''We know that Canada's strength comes from our diversity, and we will not be cowed by those who seek to divide us or promote fear.''\n  Follow Dan Levin on Twitter: @globaldan\n\nhttps://www.nytimes.com/2017/10/01/world/americas/edmonton-canada-terrorism.html\n\nLoad-Date: October 2, 2017"
}