{
    "title": "VENEZUELA ON U.S. EVIL LIST_",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 3,
    "day": 11,
    "full text": "WASHINGTON -- The Bush administration has launched a preliminary legal inquiry that could land Venezuela on the U.S. list of nations that support terrorism, following reports of close Venezuelan links with Colombian rebels, a government official has confirmed.\nThe investigation is the first step in a process that could see Venezuela join North Korea, Cuba, Sudan, Syria and Iran as countries that the State Department has designated as supporters of terrorism.\nThe legal review comes after Colombia captured four computers belonging to a guerrilla leader in a raid March 1. The documents suggest that the Venezuelan government was in the process of providing $300 million in assistance to the Revolutionary Armed Forces of Colombia, or FARC.\nThe U.S. and Colombian governments and the European Union have officially designated FARC as a terrorist organization, but Venezuelan President Hugo Chavez has said publicly that he considers it a legitimate insurgency.\nOne-child policy is firm\nBEIJING -- China's top population official has ruled out changing the country's one-child family planning policy for at least another decade, refuting speculation that officials were contemplating adjustments to compensate for mounting demographic pressures.\nThe official, Zhang Weiqing, minister of the State Population and Family Planning Commission, said China would not make any major changes to the overall family planning policy until an anticipated surge in births is expected to end roughly a decade from now.\nMr. Zhang made his remarks in a front-page interview published yesterday in China Daily, the country's official English-language newspaper.\nChina has more than 1.3 billion people, making it the most populous nation.\nImelda Marcos' acquittal\nMANILA, Philippines -- A Manila court acquitted the flamboyant former first lady Imelda Marcos of 32 counts of illegal money transfers yesterday, in just one of a series of corruption trials she has been subject to over roughly two decades.\nThe trial court judge, Silvino Pampilo, said the government failed to prove its case -- that Ms. Marcos, her husband, Ferdinand, and his associate, both now deceased, illegally transferred funds 32 times to bank accounts in Switzerland between 1968 and 1976.\nMrs. Marcos, 78, appeared in the courtroom in jewels and a green gown.\nCrackdown on rebels\nKITALE, Kenya -- The army yesterday used heavy firepower to crack down on a group linked to bloody clashes over land, officials in western Kenya said, a day before parliament was to debate and possibly adopt a power-sharing deal.\nDefense Department spokesman Bogita Ongeri declined to give details of the army's Mount Elgon operation, saying only troops were in the area to assist local officials.\nOchiemo Cheptai, who identified himself as chairman of the Mount Elgon chapter of the Kenya Red Cross, said 30,000 people fled their homes after the army began pursuing members of the Sabaot Land Defense Force on Sunday.\nAlso in the world\nA sports utility vehicle fell into a canal in central Mexico yesterday, killing nine children between the ages of 3 and 6 but leaving their teacher unharmed. ... A Danish court yesterday acquitted Elias Ibn Hsain, a 19-year-old Dane of Moroccan origin, for a second time of charges that he took part in a botched terrorism plot to blow up an unidentified target in Europe.\n\nLoad-Date: March 11, 2008"
}