{
    "title": "Venezuela deserves terror sponsor label",
    "publisher": "daily news ",
    "year": 2018,
    "month": 11,
    "day": 26,
    "full text": "It appears that the Trump administration is ready to add Venezuela to the U.S. list of state sponsors of terrorism. That's welcome news in South Florida, where thousands of refugees of Nicolas Maduro's regime live in exile.\nCiting U.S. officials and internal government emails, The Washington Post reported that the Trump administration is taking the drastic measures against the renegade South American country, declaring it an enemy of America. A State Department spokeswoman declined to comment to the Post.\nThe designation would place Venezuela on a list reserved for governments repeatedly accused of being \"a state sponsor of terrorism,\" like Iran, North Korea, Syria and Sudan. Cuba fought and won removal from the list in 2016 during the Obama administration.\nDoes Venezuela really qualify as a top danger to America? Yes, according to Sen. Marco Rubio, R-Florida, who has led the push to label Venezuela as such. Indications are that the administration is acting on Rubio's expert advice. The senator has long been a thorn in Maduro's side. We commend Rubio for his tenacity against a power-hungry dictator who has made a mockery of his country's democracy.\nIn a letter, Rubio and two Senate colleagues lobbied Secretary of State Mike Pompeo to put the designation on Venezuela, highlighting the regime's links to U.S.-designated foreign terrorist organizations, including the Revolutionary Armed Forces of Colombia, the National Liberation Army, Basque Fatherland and Liberty, and Hezbollah supporters.\n\"The crisis in Venezuela is dire and worsening every day,\" the senators wrote. \"The United States must use all available tools to protect the American homeland and our people from the Venezuelan dictatorship's egregious support for terrorism and narcotrafficking. We strongly believe that the Maduro regime meets the criteria necessary to designate the current Venezuelan government as a state sponsor of terrorism.\"\nThe sanction would be a strong, solid move by the Trump administration against a Latin American strongman who is ruining his country. Maduro is a menace, that is clear.\nThe designation would limit U.S. assistance to Venezuela and tighten the economic noose by prohibiting financial transactions between the United States and Venezuela.\nBut there is a downside -- and collateral damage. Unfortunately, the new status would worsen the already terrible conditions of the Venezuelan people -- and those of neighboring Colombia, which is experiencing the brunt of absorbing nearly 1 million Venezuelans fleeing their homeland. The flood of refugees is putting \"significant pressure\" on Colombia's economy. That's what Colombia's ambassador to the United States, Francisco Santos, recently told the Miami Herald editorial board. The United States should pair increased aid to help Colombia better absorb the deluge of people with any increase in sanctions against Venezuela.\nDespite jokes that Trump never met a strongman he didn't like, the president has repeatedly criticized the Venezuelan government and has occasionally fired salvos across Maduro's bow, even hinting that military intervention might be the only way to pry Maduro from power. That's a threat that should not be made lightly, nor a step that this administration should take.\nHowever, stepping up the pressure on Venezuela would be the right move.\nMiami Herald (Nov. 20)\n\nLoad-Date: November 27, 2018"
}