{
    "title": "Vengeance v. Victory",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 8,
    "full text": "On Tuesday of this week, President George W. Bush, trying once again to defend his handling of the war on terror, issued a report updating the nation's anti-terrorism strategy. The report contained a valuable truth: \"In the long run, winning the war on terrorism means winning the battle of ideas. Ideas can transform the embittered and disillusioned either into murderers willing to kill innocents, or into free peoples living harmoniously in a diverse society.\"\nPerhaps Mr. Bush didn't actually read the report. Because 24 hours later, he announced that, yes, come to think of it, the CIA had been operating secret prisons around the world, and that some 100 prisoners in those facilities had been interrogated with \"an alternative set of procedures.\"\nThese procedures were \"tough,\" the president said, but didn't constitute torture, even though the new Army Field Manual issued the same day prohibits the military -- but not the CIA -- from using many of these procedures. Among them: Water-boarding, which involves strapping a prisoner head-down on an inclined board with a cloth over his face as water is poured over his head to make him think he is drowning.\nMr. Bush said further that the last 14 of those 100 secretly-detained prisoners -- all high-level suspected terrorists -- were being transferred to Guantanamo Bay, Cuba, to await trial before a military commission that he urged Congress to authorize without delay.\nHad he urged Congress to create such military tribunals four years ago, the prisoners might already be locked down 23 hours a day in a super-max federal prison. Instead, the president insisted that he had the right to create such tribunals on his own, a claim rejected by the Supreme Court in June's Hamdan v. Rumsfeld decision.\nWith the November elections looming, Mr. Bush suddenly has decided that Congress should spend the three weeks remaining before the election recess passing a military commission bill. And if the president has his way, the commission won't be concerned with the niceties of constitutional law and the Geneva Conventions, such as rules against coerced evidence, trials in absentia and secret evidence.\nThus did George W. Bush go to war in the Battle of Ideas: On the side of secret prisons, water-boarding and exceptions to the rule of law.\nTo be sure, the prisoners in question don't elicit sympathy. The most notorious among them is Khaled Sheikh Mohammed, a Pakistani identified by the 9/11 Commission as the mastermind of the 9/11 attacks. As the president delivered his speech Wednesday before an audience that included first responders, survivors and family members of victims of the 9/11 attacks, he got a standing ovation.\nThe Mr. Bush of Wednesday should have read the report from the Mr. Bush of Tuesday: In the long run, victory in the War on Terrorism will go not to the vengeful, but to the just, to the winner of the Battle of Ideas. By trying these 14 prisoners in front of a court that affords them basic legal protections, the United States would demonstrate the strength and superiority of freedom under the rule of law.\nTo that end, Republican Sens. John McCain of Arizona, a former prisoner of war, and Lindsey Graham of South Carolina, a former military prosecutor, have proposed a military tribunal that would operate in a manner consistent with American laws. The McCain-Graham bill is the one that Congress should pass, not Mr. Bush's American Star Chamber.\nThe president is trying to sucker Democrats into opposing his bill, all the easier to paint them as soft on terrorism and weak on national security. That's terribly cynical and, ultimately, terribly destructive to American ideals.\n\nNotes\n\n Our View  | Terrorism OPINION \n\nGraphic\n\n \nPHOTO\n PHOTO - President George W. Bush at the Wednsesday news conference at the White House Mark Wilson | Getty Images \n\nLoad-Date: September 8, 2006"
}