{
    "title": "VENICE STATEMENTS ON EAST-WEST RELATIONS, TERRORISM AND PERSIAN GULF",
    "publisher": "the new york times",
    "year": 1987,
    "month": 6,
    "day": 10,
    "full text": "Following are the texts of three statements issued today by the leaders of the seven leading industrialized democracies:\n \nEAST-WEST RELATIONS\n1. We, the heads of state or government of seven major industrial nations and the representatives of the European Community, have discussed East-West relations. We reaffirm our shared principles and objectives, and our common dedication to preserving and strengthening peace.\n2. We recognize with pride that our shared values of freedom, democracy and respect for human rights are the source of the dynamism and prosperity of our societies. We renew our commitment to the search for a freer, more democratic and more humane world.\n3. Within existing alliances each of us is resolved to maintain a strong and credible defense which threatens the security of no one, protects freedom, deters aggression and maintains peace. We shall continue to consult closely on all matters affecting our common interest. We will not be separated from the principles that guide us all.\n4. Since we last met, new opportunities have opened for progress in East-West relations. We are encouraged by these developments. They confirm the soundness of the policies we have each pursued in our determination to achieve a freer and safer world.\n5. We are following with close interest recent developments in the internal and external policies of the Soviet Union. It is our hope that they will prove to be of great significance for the improvement of political, economic and security relations between the countries of East and West. At the same time, profound differences persist; each of us must remain vigilantly alert in responding to all aspects of Soviet policy.\n6. We reaffirm our commitment to peace and increased security at lower levels of arms. We seek a comprehensive effort to lower tensions and to achieve verifiable arms reductions. While reaffirming the continuing importance of nuclear deterrence in preserving peace, we note with satisfaction that dialogue on arms control has intensified and that more favorable prospects have emerged for the reduction of nuclear forces. We appreciate U.S. efforts to negotiate balanced, substantial and verifiable reductions in nuclear weapons. We emphasize our determination to enhance conventional stability at a lower level of forces and achieve the total elimination of chemical weapons. We believe that these goals should be actively pursued and translated into concrete agreements. We urge the Soviet Union to negotiate in a positive and constructive manner. An effective resolution of these issues as an essential requirement for real and enduring stability in the world.\n7. We will be paying close attention not only to Soviet statements but also to Soviet actions on issues of common concern to us. In particular:\n* We call for significant and lasting progress in human rights, which is essential to building trust between our societies. Much still remains to be done to meet the principles agreed and commitments undertaken in the Helsinki Final Act and confirmed since.\n* We look for an early and peaceful resolution of regional conflicts, and especially for a rapid and total withdrawal of Soviet forces from Afghanistan so that the people of Afghanistan may freely determine their own future.\n* We encourage greater contacts, freer interchange of ideas and more extensive dialogue between our people and the people of the Soviet Union and Eastern Europe.\n8. Thus, we each seek to stabilize military competition between East and West at lower levels of arms; to encourage stable political solutions to regional conflicts; to secure lasting improvements in human rights; and to build contacts, confidence and trust between governments and peoples in a more humane world. Progress across the board is necessary to establish a durable foundation for stable and constructive relationships between the countries of East and West.\n \nTERRORISM\nWe, the heads of state or government of seven major democracies and the representatives of the European Community assembled here in Venice, profoundly aware of our peoples' concern at the threat posed by terrorism:\n* Reaffirm our commitment to the statements on terrorism made at previous summits, in Bonn, Venice, Ottawa, London and Tokyo;\n* Resolutely condemn all forms of terrorism, including aircraft hijackings and hostage-taking, and reiterate our belief that whatever its motives, terrorism has no justification;\n* Confirm the commitment of each of us to the principle of making no concessions to terrorists or their sponsors;\n* Remain resolved to apply, in respect of any state clearly involved in sponsoring or supporting international terrorism, effective measures within the framework of international law and in our own jurisdictions;\n* Welcome the progress made in international cooperation against terrorism since we last met in Tokyo in May 1986, and in particular the initiative taken by France and Germany to convene in May in Paris a meeting of ministers of nine countries, who are responsible for counterterrorism;\n* Reaffirm our determination to combat terrorism both through national measures and through international cooperation among ourselves and with others, when appropriate, and therefore renew our appeal to all like-minded countries to consolidate and extend international cooperation in all appropriate fora;\n* Will continue our efforts to improve the safety of travelers. We welcome improvements in airport and maritime security, and encourage the work of I.C.A.O. and I.M.O. in this regard. Each of us will continue to monitor closely the activities of airlines which raise security problems. The heads of state or government have decided on measures, annexed to this statement, to make the 1978 Bonn Declaration more effective in dealing with all forms of terrorism affecting civil aviation;\n* Commit ourselves to support the rule of law in bringing terrorists to justice. Each of us pledges increased cooperation in the relavant fora and within the framework of domestic and international law on the investigation, apprehension and prosecution of terrorists. In particular we reaffirm the principle established by relevant international conventions of trying or extraditing, according to national laws and those international conventions, those who have perpetrated acts of terrorism.\n \nANNEX\nThe heads of state or government recall that in their Tokyo statement on international terrorism they agreed to make the 1978 Bonn Declaration more effective in dealing with all forms of terrorism affecting civil aviation. To this end, in cases where a country refuses extradition or prosecution of those who have committed offenses described in the Montreal Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation and/or does not return the aircraft involved, the heads of state or government are jointly resolved that their Governments shall take immediate action to cease flights to that country as stated in the Bonn Declaration.\nAt the same time, their governments will initiate action to halt incoming flights from that country or from any country by the airlines of the country concerned as stated in the Bonn Declaration.\nThe heads of state or government intend also to extend the Bonn Declaration in due time to cover any future relevant amendment to the above convention or any other aviation conventions relating to the extradition or prosecution of the offenders.\nThe heads of state or government urge other governments to join them in this commitment.\n \nIRAQ-IRAN WAR AND FREEDOM OF NAVIGATION IN THE GULF\nWe agree that new and concerted international efforts are urgently required to help bring the Iraq-Iran war to an end. We favor the earliest possible negotiated end to the war with the territorial integrity and independence of both Iraq and Iran intact.\nBoth countries have suffered grievously from this long and tragic war. Neighboring countries are threatened with the possible spread of the conflict. We call once more upon both parties to negotiate an immediate end of the war.\nWe strongly support the mediation efforts of the United Nations Secretary General and urge the adoption of just and effective measures by the U.N. Security Council. With these objectives in mind, we reaffirm that the principle of freedom of navigation in the gulf is of paramount importance for us and for others and must be upheld. The free flow of oil and other traffic through the Strait of Hormuz must continue unimpeded.\nWe pledge to continue to consult on ways to pursue these important goals effectively."
}