{
    "title": "Verdict split in Guantanamo war-crimes trial Hamdan found guilty of aiding terrorism, cleared of con",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "The conviction of Osama bin Laden's driver by a U.S. military court after a 10-day trial provides an indication of what to expect as dozens more Guantanamo prisoners go to court: shifting charges, secret testimony - and quick verdicts.\n Salim Hamdan held his head in his hands and appeared to weep yesterday as the six-member military jury declared the Yemeni guilty of aiding terrorism, which could bring a maximum life sentence. But in a split decision, the jury in America's first war-crimes trial since the aftermath of World War II cleared Hamdan of two charges of conspiracy.\n Deputy White House spokesman Tony Fratto said prosecutors will proceed with other war-crimes trials at the base. Prosecutors intend to try about 80 Guantanamo detainees for war crimes, including 19 already charged.\n But defense lawyers said their clients' rights were denied by an unfair process, hastily patched together after the Supreme Court rulings that previous tribunal systems violated U.S. and international law.\n Under the military commission, Hamdan did not have all the rights normally accorded by U.S. civilian or military courts. The judge allowed secret testimony and hearsay evidence. Hamdan was not judged by a jury of his peers, and he received no Miranda warning.\n Hamdan's attorneys said interrogations at the center of the government's case were tainted by coercive tactics.\n All that is in contrast to the courts-martial used to prosecute American troops in Iraq and Vietnam, which accorded defendants more rights.\n \"This outcome was predetermined... well before the trial even began,\" said Sahr MuhammedAlly of Human Rights First, who has observed hearings in the hilltop courtroom.\n The five-man, one-woman jury convicted Hamdan on five counts of supporting terrorism, accepting the prosecution argument that Hamdan aided terrorism by becoming a member of al-Qaida in Afghanistan and serving as bin Laden's armed bodyguard and driver while knowing that the al-Qaida leader was plotting attacks against the U.S.\n But he was found not guilty on three other counts alleging he knew that his work would be used for terrorism and that he provided surface-to-air missiles to al-Qaida.\n He also was cleared of two charges of conspiracy alleging he was part of the al-Qaida effort to attack the U.S. - the most serious charges, according to deputy chief defense counsel Michael Berrigan.\n The verdict will be appealed automatically to a special military appeals court in Washington. Hamdan can then appeal to U.S. civilian courts.\n The jury reconvened for a sentencing hearing in which psychologist Emily Keram testified that Hamdan wept when prosecutors showed video of airplanes crashing into the twin towers on Sept. 11.\n \"He told me it was hard on his soul,\" Keram testified at the hearing, which was to continue today.\n The military judge, Navy Capt. Keith Allred, gave Hamdan five years of credit toward his sentence for the time he has served at Guantanamo Bay since the Pentagon decided to charge him.\n\nGraphic\n\n \nDRAWING\n\nLoad-Date: August 9, 2008"
}