{
    "title": "Verdict in N.Y. Bomb Trial Seen as Signal to Terrorists",
    "publisher": "the christian science monitor",
    "year": 1994,
    "month": 3,
    "day": 7,
    "full text": "THE United States government is hoping it has provided a lesson\nfor would-be terrorists: If you try to operate in the US, you will\nbe caught, tried and jailed, possibly for the rest of your life.\nThat's the message following the conviction on Friday of all\nfour men charged with bombing the World Trade Center a little more\nthan a year ago.\nNow, the government is preparing for an even larger terrorism\ntrial in September when it will try to get a conviction of 15 men,\nsome of whom were caught as they were mixing ''a witch's brew'' of\nbomb chemicals.\nAccording to the government indictment, the men planned to blow\nup government buildings, such as the FBI headquarters and the\nUnited Nations, and the tunnels under the Hudson River.\nOne of the defendants in the case is Sheikh Omar Abdel-Rahman,\na blind Muslim fundamentalist cleric who the government believes\nwas instrumental in inspiring the men with fiery anti-American\nrhetoric from a store-front mosque in Jersey City, N.J.\nThe main difference between the two trials is that in the second\ntrial the government used an informant, Emad Salem, to alert them\nto the bombing threat and stopped the attacks beforehand. ''It will\nbe claimed the guy is a liar - there is a different dynamic to that\ncase,'' says Gerard Lynch, the former head of the criminal-\nenforcement division at the Department of Justice and now a\nprofessor at Columbia University.\nAnother difference is that many of the alleged conspirators were\narrested as they were mixing the bomb chemicals. The defense may\nclaim that the defendants were trapped, since Mr. Salem was working\nfor the government and would get more money if his work led to\narrests.\nHowever, entrapment is a difficult defense because the\ngovernment can then demonstrate that the defendants may have been\npredisposed to commit the crime anyway. ''Suppose people say they\nare mad about something but instead of a peaceful protest they\ndecide to blow up a building and they ask the government agent\n'which building?' and he replies 'the White House,' the fact that\nthe target came from the government does not matter,'' explains Mr.\nLynch.\nThe convictions in the World Trade Center case may also have a\nbearing on the other trial, making it more difficult to obtain an\nimpartial jury. ''It will undoubtedly make it more difficult - the\nquestion is: 'Will the judge be asked for a thorough and searching\nvoir dire [examination of the proposed jurors]?' '' says Martin\nAdelman, a defense lawyer and past chairman of the New York State\nBar Association's criminal-justice section.\nMary Jo White, the US Attorney for the Southern District of New\nYork, joined other officials, including President Clinton, in\nproclaiming that the World Trade Center trial was a signal.\n''Anyone who seeks to come into this country to practice terrorism\nwill have the full weight of law enforcement brought against\nthem,'' stated Mr. Clinton after the convictions were announced by\nthe jury.\nONE of the major reasons for the guilty verdict is the enormous\nresources the government threw into the case. Hundreds of FBI\nagents combed through the rubble of the bombed-out World Trade\nCenter garage. They pulled fingerprints off the pages of bomb\nmanuals the terrorists had in their possession. They searched phone\nrecords, which showed how the men were linked. And, they found\nwitnesses who had seen the men acquiring bomb materials as well as\ntransporting them to the World Trade Center on Feb. 26, 1993.\n''This is the kind of case the FBI does best,'' says Lynch.\n''They have the ability to bring in a lot of people who can do\nhard, boring detail work that requires patience and yet have the\nexpertise to present it as scientific evidence,'' he adds.\nIn fact, the circumstantial evidence was like a critical mass in\nconvincing the jurors to convict the men on all 38 counts. The\ndecision came after four full days of deliberation. The jurors\nmulled over thousands of pages of testimony from 207 prosecution\nwitnesses and more than 1,000 exhibits. Found guilty were Nidal\nAyyad, Mohammed Salameh, Mahmud Abouhalima, and Ahmad Ajaj. The\ndefendants all planned to appeal the verdict.\nA lifelong jail term without parole is the prospect for the four\nmen, who will be sentenced by Judge Kevin Duffy on May 4.\nThe prosecutors demonstrated during the trial how the men\nacquired the materials for a 1,200 pound bomb made with fertilizer\nand enhanced with nitroglycerin and compressed hydrogen. They built\nthe bomb in a Jersey City apartment and planted it in a rented van\nin a garage under the twin towers. One of the defendants fled to\nEgypt, which extradited him to the US, and a second defendant\nplanned to leave the day after he was arrested.\nTerrorism expert Robert Kupperman says there are lessons to be\nlearned from the trial.\n''The first lesson is that using a fairly crude device,\nterrorists can create a giant problem,'' he explains. There is no\ndoubt about that: The bomb killed six people, injured thousands,\nand cost nearly $ 550 million. One year later, parts of the building\nare still undergoing repairs.\nMr. Kupperman says the second lesson is that the US needs to\nconstantly be in the intelligence business.\n''If there are no acts of terrorism in the next six months and\nthe government continues counterintelligence, there will be\ncomplaints. But, to not do it, invites the most serious of\nepisodes,'' he says.\n\nGraphic\n\n \nPHOTO: VICTORY SPEECH: US Attorney Mary Jo White, flanked\nby other prosecutors at press briefing, welcomes guilty verdict in\nWorld Trade Center trial., MIKE SAGAR/REUTERS\n\nLoad-Date: March 8, 1994"
}