{
    "title": "Verdict Replies To Terrorists And to Critics",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 28,
    "full text": "In the 48th minute of his State of the Union address the other night, President Obama got around to talking about terrorism. ''As we speak, Al Qaeda and their affiliates continue to plan attacks against us,'' the president said, adding that the United States is responding to the challenge in ways that include ''respect for the rule of law.''\nHad he wished to cite examples, Mr. Obama could have noted that respect for the rule of law was amply demonstrated mere hours earlier in a Manhattan courtroom. There, a federal judge, Lewis A. Kaplan, had imposed a prison sentence of life without parole on Ahmed Khalfan Ghailani for his involvement in the 1998 bombings of two American Embassies in East Africa that killed 224 people and wounded thousands. This was the first time that a former detainee at Guantanamo Bay, Cuba, had been tried in a civilian court. A man who had made himself an enemy of this country was given a fair trial, one guided by principles of jurisprudence that have been a source of American pride for more than two centuries. Certain evidence that might have nailed him solidly was excluded by the judge because it raised the specter of torture as a possible issue.\nAs New Yorkers, the jurors in this case had every reason to assume that they were, and are still, in the terrorists' cross hairs more than other Americans. It is a fundamental New York reality in the age of terror. But the jurors did not see that as reason to ignore time-honored rules. Based on what they heard in the courtroom, they acquitted Mr. Ghailani of 284 counts of murder and conspiracy, and found him guilty of only one charge: conspiracy to destroy government buildings and property.\nOne was enough. It was certainly enough for Judge Kaplan, who left no doubt as he sent Mr. Ghailani away for the rest of his years that he considered him part and parcel of ''a cold-blooded killing and maiming of innocent people on an enormous scale.''\nIn short, the system worked. It will continue to work. Mr. Ghailani has a right to appeal the outcome of his case, and that is what his lawyers say they will do.\nBut some people can't take yes for an answer. They include politicians and editorialists who, with less-than-full faith in American civilian justice, insist on trials by military commissions for Guantanamo detainees and others accused of terrorism.\nNo doubt, many people would have found it more satisfying viscerally to hear ''guilty'' pronounced 284 more times in the Ghailani case. The inescapable fact remains, however, that the federal courts have done a much better job of punishing terrorists than military tribunals have. Statistics kept by the Center on Law and Security at New York University are impossible to ignore.\nSince the 9/11 attacks, 449 defendants have been charged in civilian courts with terrorism or national security crimes. Of the 449 cases, 271 have been settled, with 230 of them, or 84.8 percent, ending in convictions. The average prison sentence was more than 15 years. In cases that specifically involved Islamist terrorism, the conviction rate was even higher: 87.1 percent.\nContrast that with the record of the few military tribunals held over what is approaching a full decade. There has been a total of five -- count 'em, five -- convictions. One man received a life sentence. The other four got prison terms so short that two are already free.\nYET the Obama administration has retreated from a commitment made in its earliest days to close Guantanamo and to hold civilian trials in this country.\nLast month, Congress imposed new restrictions to make it harder to transfer Guantanamo detainees to the United States. One result is that the administration is reported to have essentially given up on civilian prosecutions and to be preparing for more military tribunals. The Ghailani case may be the last of its kind held in a regular courthouse.\nAn unnamed fear seems ascendant. A dispassionate evaluation would show, however, that the Ghailani trial came and went with barely a blip registered on the city's radar. The same is true of other terrorism trials conducted in New York courtrooms. Whatever fear members of Congress may harbor, normal life here went on without disruption.\nMr. Obama might have mentioned all that as an example of how a city in the cross hairs had shown respect for the rule of law. But he didn't.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 28, 2011"
}