{
    "title": "Veronika Tait Right-wing media gives BLM movement a bad rap",
    "publisher": "the salt lake tribune",
    "year": 2020,
    "month": 8,
    "day": 14,
    "full text": "Right-wing media portrays Black Lives Matter (BLM) protests as a radical terrorist group. While admittedly some members have engaged in violence, rioting and looting, the conservative media often downplays or completely ignores three key things.\nFirst, white supremacists and extreme right-wing groups such as the Boogaloo boys have played a major role in counter-protesting. Some have instigated the rioting during what were previously peaceful protests in order to discredit the BLM movement. One Boogaloo member disrupting peaceful protests under the guise of BLM had just recently killed a security guard, a police officer and injured four others.\nThe unfortunate handful of deaths that have occurred from members of BLM during what are typically peaceful protests are tragic, but also not the whole story. The global terrorism database has tracked cases of politically motivated attacks and plots in the U.S. Since 2010, right-wing extremist groups have killed more people than left-wing and Islamic State groups combined.\nMichael German, a former FBI agent specializing in domestic terrorism, said, “The impulse to paint both sides of the political spectrum with the same brush, despite the fact that only the far right is actively killing people, is among the most dangerous features of modern American law enforcement.”\nThese groups are dangerous, and their role in trying to discredit the BLM movement cannot be ignored.\nSecond, there are many counts of police officers inciting violence and using excessive use of force. Amnesty International documented 125 separate incidents of police violence against protesters. This included “beatings, the misuse of tear gas and pepper spray, and the inappropriate and, at times, indiscriminate firing of less-lethal projectiles, such as sponge rounds and rubber bullets.”\nPolice misconduct should be overwhelming more worrisome than criminal actions by BLM members because of the discrepancy of power. Those destroying buildings and looting are going to have to experience the consequences of their misguided actions.\nFor example, the Cox Media Group reported that, “Lore-Elisabeth Blumenthal was charged with the arson of two Philadelphia police vehicles after agents tracked her down using only a tattoo on her forearm and a t-shirt she bought on Etsy.” Bad faith protesters will face charges.\nOn the other hand, police officers are rarely held accountable and charged for misconduct. There is a reluctance to divulge data on misconduct, there are biased internal investigations, the political sway of police unions and legal barriers. Derek Chauvin, the officer who murdered George Floyd, already had 18 misconduct complaints that had no effect on his career.\nThird, criticizing how people protest distracts from the reason for the protest. Civil rights protests have been condemned from their beginning. For example, a 1961 Gallup poll found that 57 percent of Americans felt the freedom buses, sit-ins at lunch counters and other demonstrations by African Americans would hurt their chances of being integrated in the South. Whether civil rights protests were peaceful or violent, they have always been disapproved of by those who don’t support the cause.\nThe question isn’t how should BLM protest, the question is how do we end police brutality? How do we best use the resources allocated to police departments? How do we reform the criminal justice system to reduce racial disparities and high rates of recidivism?\nI don’t support a radical Marxist terrorist group. I support ending mass incarceration, qualified immunity, for-profit policing, broken windows policing, no-knock warrants and police militarization. I support community oversight and representation, the use of body cams, and independent investigations into police misconduct.\nRather than humming and hawing about the right way those who are oppressed should oppose their oppression, we can focus on dismantling the oppression in the first place.\nVeronika Tait, Saratoga Springs, graduated with her Ph.D. in psychology from Brigham Young University. She works as an adjunct professor and writer for Psychology Today.\n\nLoad-Date: August 16, 2020"
}