{
    "title": "Veterans groups endorse Gilmore",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 10,
    "day": 18,
    "full text": "Former Gov. Jim Gilmore picked up the endorsements of two veterans groups yesterday.\n Vets for Freedom and Iraqi Veterans Group said they are backing Gilmore because of his military background and experience in fighting terrorism.\n Appearing with veterans at a news conference at the General Assembly Building, Gilmore said he supports the U.S. military's \"don't ask, don't tell\" policy, which allows gays and lesbians to serve in the military if their behavior is not overt.\n Gilmore, a Republican, is running against Democrat Mark R. Warner, also a former governor, for the U.S. Senate seat of John W. Warner, a Republican, who is retiring.\n Rusty McGuire, a Republican who met with Mark Warner last week, said he asked the \"don't ask, don't tell\" question of Warner, and Warner said he would have to talk to military leaders before reaching a decision. The policy is up for review next year.\n \"There are three kinds of leaders: leaders who make decisions and they are good decisions, leaders who make bad decisions and those who don't make any decisions at all,\" McGuire said.\n Both of the veterans organizations are small. McGuire said the Iraqi Veterans Group, which consists primarily of wounded veterans, has 250 to 300 members in Virginia. He is its chairman.\n Coby Dillard, Virginia state captain of the Vets for Freedom, said his group has about 600 members in Virginia and 25,000 nationwide.\n Republican Attorney General Bob McDonnell, who presided over the news conference, said Gilmore's military background - he served in military intelligence - and chairmanship of an anti-terrorism commission, which came to be known as the Gilmore Commission, make him qualified to serve in the Senate at a time when there is unrest in many parts of the world.\n Warner did not serve in the military.\n Gilmore noted that he was appointed chairman of the commission in 1999 by William Cohen, who was secretary of defense in President Bill Clinton's administration.\n Warner announced formation of Veterans for Warner last week.\nContact Tyler Whitley at (804) 649-6780 or twhitley@timesdispatch.com\n\nNotes\n\nBREAKING NEWS 10/17/08 8:51 PM on inRich.com\n\nLoad-Date: October 22, 2008"
}