{
    "title": "Veteran To Share Perspective On Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 1,
    "day": 11,
    "full text": "MARINE WILL TELL OF FIRSTHAND EXPERIENCE\nPLANT CITY - In parts of Europe and the Middle East, terrorism is something people live with on a daily basis.\nIt wasn't until Sept. 11 that Americans began to inquire about the roots of terrorism.\nNow, with U.S. troops lining up to battle Middle Eastern foes, it seems there is an even greater need to understand terrorism, said Claire Jordan of Friends of the Bruton Memorial Library, a volunteer group that supports the library.\n\"With the problems going on in Korea, Iraq and Kuwait, we need to understand what is going on,\" Jordan said.\nDavid Sconyers, dean of the school of arts and sciences at South Florida Community College south of Avon Park, will bring some clarity to the topic when he speaks on \"Understanding Terrorism\" at 7 p.m. Jan. 23 at Bruton Memorial Library, 302 McLendon St.\nSconyers is a former Marine captain who served in the Vietnam War and was a researcher with the Foreign Policy Institute in the 1970s.\nHe has traveled extensively in the Middle East, the Sudan and Yemen, all hot spots that are in the news almost daily.\n\"I've been dealing with this topic for the past 20 years,\" Sconyers said. \"There is sort of a cycle of interest. The public is interested when it gets personal.\"\nSconyers will give an academic perspective on the historical and political roots of current events.\n\"There are many definitions of terrorism,\" he said. \"It seems that it becomes terrorism when it is closer to you.\"\nSconyers will break down the topic of terrorism into basic tenets of survival that deal with population and distribution of wealth in a given area.\nPart of his discussion will focus on his personal dealings with terrorism in Yemen years ago. He worked there but was forced out of the country because of increased violence.\n\"I still have a lot of contacts there,\" he said.\nDiscussions on terrorism have increased since Sept. 11, he said.\nIn that time, Sconyers has been surprised about how many people are misinformed about countries that are said to be in the midst of turmoil.\nSconyers will encourage those attending the discussion to use multiple media sources including foreign newspapers to better understand how others live overseas and with terrorism.\n\"People just realize how little they know,\" he said of the discussions. \"There is a lot of apprehension and frustration.\"\nLibrary Director Anne Haywood said an increasing number of books on terrorism are being published. However, library patrons could benefit from Sconyers' firsthand knowledge.\n\"We are trying to come to grips with our changing world,\" Haywood said. \"It [this program] shows the real attention to the pulse of what is going on in our world.\"\nThe program is funded by the Florida Humanities Council, a nonprofit organization funded by private donations, the National Endowment for the Humanities and the Florida Department of State, Division of Cultural Affairs. The council is in St. Petersburg.\nThe program is free.\n\n(CHART) AT A GLANCE\nWHAT: David Sconyers will speak on \"Understanding Terrorism.\" Sconyers, dean of the school of arts and sciences at South Florida Community College, is a former Marine captain who served in the Vietnam War and was a researcher with the Foreign Policy Institute in the 1970s.\nWHEN: 7 p.m. Jan. 23\nWHERE: Bruton Memorial Library, 302 McLendon St.\nCOST: Free\n\nGraphic\n\n \nPHOTO CHART\nDavid Sconyers\nSpeaker is a former Marine captain who served in Vietnam War.\n\nLoad-Date: January 13, 2003"
}