{
    "title": "Veteran bomb-sniffing dog retires",
    "publisher": "aiken standard ",
    "year": 2013,
    "month": 5,
    "day": 5,
    "full text": "May 05--Eight years may seem like a short amount of time to work before retiring, but not in dog years.\nRik, the first explosive detection canine for the Aiken County Sheriff's Office, retired last month after eight years of work.\nAccording to Sgt. Selwyn Deloach, explosive canine coordinator, the Sheriff's Office saw the need for an explosives detecting canine after the Sept. 11 attacks. Rik, a Belgian malinois, was obtained through a grant with the U.S. Department of Homeland Security.\n\"Right after 9/11, homeland security money skyrocketed for agencies, so we were able to get Rik on one of those homeland security grants to help safeguard our own community and some of the valuable infrastructure we have,\" Deloach said.\nRik came from the Czech Republic, and most explosive detection dogs come from overseas, according to Deloach. Before they are brought to their agencies, the dogs are \"imprinted\" with scents as puppies.\nAfter about six weeks of training, the dogs are brought home. To train a dog, trainers capitalize on the dog's \"prey drive,\" and Deloach said the \"prey\" is usually a tennis ball or a Kong, a small rubber cone.\n\"Sit\" is the only command the dogs are taught as puppies while imprinting, Deloach said. Trainers will hide a large amount of explosives in training boxes or a special wall constructed of PVC pipe, with some pipes containing explosives and others empty.\n\"When a dog gets to that odor, as a puppy, we just tell them to sit, so they learn to smell,\" Deloach said. \"The dog doesn't know it's sniffing for explosives; it just knows, 'When I smell this, I sit, I get my toy.' It's just a process of cat and mouse for the dog.\"\nThe dogs are trained on several basic odors of explosives, including military and commercial grade substances, Deloach said. From there come about 119,000 different compounds the dog can smell.\nThe explosive detection canines are called to a variety of searches, from schools to courthouses to public events. One of Rik's last big finds came in July 2012, when two men crashed the barricade of the Savannah River Site after robbing two gas stations, Deloach said.\n\"They actually threw a weapon out the window. Nobody knew exactly where, but they knew it was along 125,\" Deloach said.\nThe woman who saw the gun gave officers an approximate area, and, after searching the 1.5-mile stretch, Rik found the gun, which had been used in the robberies, Deloach said.\nIn addition to countless searches and sniffs, he's been seen at more than 350 demonstrations, from school carnivals to church group meetings.\nRik is reportedly one of the longest working dogs the Sheriff's Office has had. Some dogs have been retired as young as 6 years old, but Rik is 9.5 years old.\n\"His hips are starting to bother him as he jumps in and out of my truck,\" Deloach said. \"We wanted to allow him the opportunity to have some good years and play and just be a dog.\"\nDeloach said the community has been tremendously supportive in acquiring the dogs. Businesses such as Target, The Home Depot and Boots, Bridles and Britches provide food, supplies and kennels for the dogs.\nDon Cheeks, of Southeastern Tool Company, even constructed a cage for Rik that would have cost about $5,000 at no cost, Deloach said. When the Sheriff's Office got the two new dogs, he constructed a second one, again, at no cost.\nA second dog was required after the unit's call volume has increased, Deloach said.\n\"Terrorism -- it kind of comes and goes,\" he said. \"After 9/11, everybody thought, 'terrorism, terrorism, terrorism,' and then it kind of went downhill. Nobody thought about it. Well, we've recently had the Boston bombings, and now terrorism is back at the front of everybody's minds.\"\n\"Our job in the homeland security unit is to make sure everybody knows we're doing everything we can to make every public venue safe,\" he said. \"If that means we need a dog to come search on a regular basis, we'll do that.\"\n--Teddy Kulmala covers the crime beat for the Aiken Standard and has been with the newspaper since August 2012. He is a native of Williston and majored in communication studies at Clemson University.\n___ (c)2013 the Aiken Standard (Aiken, S.C.) Visit the Aiken Standard (Aiken, S.C.) at www.aikenstandard.com Distributed by MCT Information Services\n\nLoad-Date: May 5, 2013"
}