{
    "title": "Veterans say Bush needs to end war on terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 11,
    "full text": "On the eve of Veterans' Day, former U.S. soldier Michael Hoffman and Vietnam veteran Frank Corcoran explained why they thought America should immediately end what Hoffman termed a \"stupid, pointless war\" motivated by \"oil and profit.\"\nHoffman -- who served in Iraq and co-founded Iraq Veterans Against the War -- joined with Corcoran, a member of Veterans for Peace, to galvanize the support of more than 70 students, adults and fellow veterans to bring American troops home now.\n\"If people knew what I've seen, what my friends have seen, what the Iraqi people see every day, this war would not be going on,\" Hoffman said, before intensely criticizing the Bush administration. \"They're not trying to win this war. They're just trying to keep this going to get more and more profit out of it.\"\nHis group, founded in July, promotes abandoning occupation and letting the Iraqis handle their country's reconstruction themselves.\n\"It can't be any worse than what's going on right now, and at least we'll be getting rid of part of the problem,\" said Hoffman, who served in the Marine Corps from February 1999 until he was honorably discharged in August 2003. \"The real waste is to continue this flawed policy and send more men and women to their deaths.\"\nThe event was advertised as an antiwar rally. Corcoran sat quietly during Hoffman's 25-minute argument before springing to life during the 90-minute question and answer session. He said Veterans for Peace aims to stimulate pressure against the war, and eventually lead President Bush to withdraw from Iraq as Richard Nixon did in Vietnam.\n\"We're going to make Bush sorry he ever got into this,\" he said.\nHoffman said he, for one, is sorry he ever got into the Iraq war. A son of a Pennsylvania steel worker, Hoffman said he joined the Marines to serve his country. Unlike Corcoran -- who said he believes there is no such thing as a just war -- Hoffman said he believes in necessary force.\n\"There is no such thing as a good war,\" he said. \"All war is wrong, but sometimes it becomes unavoidable.\" Hoffman offered World War II and the war in Afghanistan as examples.\nHoffman's views were received warmly by the crowd, many of whom were members of Peace Forum, which sponsored the event. Some audience members said they found the lecture a breath of fresh air.\n\"The event really was an alternative voice from what you hear from the two-party system and from the corporate media,\" said Derron Thweatt, a journalism and Spanish major and member of the International Socialist Organization.\nHoffman, 25, has made conspicuous efforts to distance himself from military regulations by growing out his hair, sideburns, facial hair and stomach. Now armed with an Army camouflage bookbag with Che Guevara and \"I love my country but fear my government\" patches, he is a full-time advocate.\nHe will be appearing along with Corcoran and other veterans to speak out against the Iraqi war today from 7:00 a.m. to 12 p.m. at the Walter Reed Medical Center in Washington.\n(C) 2003 The Diamondback via U-WIRE\n\nLoad-Date: November 11, 2004"
}