{
    "title": "VETERANS; Measure proposes bonuses for soldiers",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 1,
    "day": 20,
    "full text": "Minnesota veterans of the global war on terrorism would be eligible for bonuses under a Senate bill that passed its first committee on Wednesday. The measure is one of several bills designed to support Minnesotans in the military and their families.\n     The bill, sponsored by Sen. Jim Vickerman, DFL-Tracy, and Sen. Dave Kleis, R-St. Cloud, would put a constitutional amendment on the ballot in 2006 to allow voters to decide whether the veterans should receive the bonuses.\n   \"We don't want to delay anymore,\" Kleis told the Senate Agriculture, Veterans, and Gaming Committee, which unanimously approved the measure. \"This is something that veterans deserve at the least.\"\n     The state's Department of Veterans Affairs is recommending that veterans who are awarded the Global War on Terrorism Expeditionary Medal or the Global War on Terrorism Service Medal be eligible for the bonuses. The expeditionary medal is for those who deploy to designated combat areas. The service medal is for those who serve in support of operations to combat terrorism.\n     An estimated 6,000 Minnesota veterans might be eligible for the expeditionary medal. About 13,000 Minnesota veterans might be eligible for the service medal.\n     If the constitutional amendment were to pass, the bill would require bonding to pay for the bonuses, which would cost an estimated $11 million. Bonuses, which would be exempt from state taxes, could range from an estimated $300 to $600, depending on which medal the veteran is awarded, according to estimates. The cost estimate for eligibility is from Sept. 11, 2001, to the present and is likely to rise as what has been termed the Global War on Terror continues.\n     Similar bonuses were provided to Minnesota veterans for World War I, World War II, the Korean War, the Vietnam War and the Persian Gulf War.\n     Mark Brunswick is at   mbrunswick@startribune.com.  \n\nLoad-Date: January 20, 2005"
}