{
    "title": "Veto override shows Congress at its worst",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 10,
    "day": 4,
    "full text": "In a monumental display of bipartisan irresponsibility, Congress by huge majorities in both bodies voted last week to override President Obama's veto of the Justice Against Sponsors of Terrorism Act, JASTA.\nThe title sounds noble, doesn't it? Who wouldn't want justice against sponsors of terrorism? But here's what the bill really does: It allows the 9/11 families to take Saudi Arabia to court on the persistent notion that the government was somehow connected to the terrorist attacks. And it goes further, allowing U.S. citizens to file lawsuits against any country thought to have contributed to an act of terrorism on U.S. soil. That runs smack into the centuries-old principle of sovereign immunity that protects nations - including the U.S. - from continually being sued in foreign courts.\nIt took less than 24 hours for remorse to set in among congressional leaders. One day after a 97-1 vote, Senate Majority Leader Mitch McConnell acknowledged that in the rush to hand Obama the first override of his presidency, \"nobody focused on the potential downside in terms of our international relationships.\" Stunning, isn't it? It gets worse.\nMcConnell then blamed the mess on Obama, accusing the president who vetoed the original legislation of \"dropping the ball\" because he had not sufficiently communicated the threat it represented to U.S. interests. This after Obama sent a three-page veto letter detailing his concerns. After the Joint Chiefs of Staff voiced their objections to the bill, along with the secretary of defense. And, yes, after CIA Director John Brennan warned Congress that \"the principle of sovereign immunity protects U.S. officials every day and is rooted in reciprocity.\"\nBritain, the European Union and other countries issued their own warnings, to no avail. Before the override, Bahrain's foreign affairs minister told the U.N. that the bill could \"adversely affect international efforts to combat terrorism.\" The U.S. naval base in Bahrain is home to Naval Forces Central Command and the 5th Fleet.\nThe concern of lawmakers to provide 9/11 families with their \"day in court\" is understandable, but misguided. In the 15 years since that terrible day, no one - including the 9/11 Commission - has ever produced credible proof that the Saudi Arabian government directly or indirectly sponsored the heinous acts of terror that killed 3,000 Americans and violated the peace and security of every other American.\nSaudi Arabia has not been a perfect ally in the Middle East, but the alliance stretches back 70 years and has provided cooperation on oil, economic issues and shared intelligence. The U.S. conducts training missions in Saudi Arabia and maintains military bases in Qatar, the United Arab Emirates and Bahrain. Not only does the U.S. have substantial interests in Saudi Arabia, but the Saudis hold at least $750 billion of assets in the U.S. As far back as April, they warned they might have to pull those assets if the bill passed, to avoid having them frozen by U.S. courts.\nThe bill had strong bipartisan support, including from Minnesota Sens. Amy Klobuchar and Al Franken, who voted to override the veto. Among the Minnesota delegation, Reps. John Kline, Keith Ellison and Betty McCollum deserve praise for standing up to the pressures of a Congress bent on passing this bill less than six weeks before Election Day.\nIn the veto aftermath, House Majority Leader Paul Ryan has said he hopes \"we can fix it so that our service members do not have legal problems overseas while still protecting the rights of the 9/11 victims.\"\nCongress should repeal this sorry mess of a bill before more damage is done to already fragile international relations.\n\nLoad-Date: October 4, 2016"
}