{
    "title": "Vetoed anti-terrorism bill likely to resurface with newprovisions",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 4,
    "day": 29,
    "full text": "SPRINGFIELD - For two months, a proposed anti-terrorism law dominated state politics as Democrats and Republicans tried to pass plans to show they were tough on terrorists.  \nBut the plan included the death penalty for terrorist acts and ultimately collided with Gov. George Ryan's moratorium on the death penalty. After it passed with overwhelming support in the House and Senate, Ryan struck it down with his veto pen.  \nNow the debate may be returning.  \nThe Senate has approved a new anti-terrorism package. And House supporters say they will push for a vote in the next few weeks.  \nThis could bring another Ryan veto and may inject the issue into the Nov. 5 general election campaigns.  \nThe governor rejected the earlier, similar proposal in February because of the death penalty provision, but proponents of the measure expect the new plan to easily pass the House.  \nState Rep. Tom Johnson, a West Chicago Republican and sponsor of the new proposal, said Ryan may support the new plan because the governor's death penalty commission report has now been released. And, Johnson said, other provisions Ryan opposed in the ill-fated original proposal have been fixed.  \n\"One of the reasons I think he (Ryan) vetoed the death penalty in the original version was that the task force was still out,\" Johnson said. \"I think we have a much tighter piece of legislation. I think if it gets heard, which I presume and hope it will, I believe it will pass overwhelmingly in the House.\"  \nAside from the death penalty issues, Ryan also objected to provisions in the original proposal allowing for an expansion of wire-tapping powers and seizure of terrorist-linked property.  \nJohnson said all of these objections have been fixed in the new proposal.  \nHe said he has asked House Speaker Mike Madigan, a Chicago Democrat, to allow a vote on the new plan, which could come in two weeks.  \nSteve Brown, Madigan's spokesman, said this most likely will happen. In fact, he said, Madigan probably would support the new proposal, just as he voted for the original plan.  \nHowever, Brown was not optimistic about the fate of the new proposal.  \n\"I assume he (Ryan) will veto,\" Brown said. \"It will be next November until we will put a law on the books. It will be a year after this whole debate began.\"  \nIt's unclear whether Ryan will support the new plan.  \n\"I don't know. I'll have to look at it,\" is how Ryan has responded to the question.  \nIf the governor rejects the death penalty provision, the terrorism issue could infiltrate the debate in the fall election. The one-year anniversary of the Sept. 11 terrorist attacks happens to be in the last leg of the campaigns for governor and all 177 House and Senate seats.  \nAttorney General Jim Ryan, the Republican nominee for governor, was an advocate of the original plan. Dan Curry, Jim Ryan's spokesman, said he still supports the legislation and the death penalty for terrorists. Curry said Jim Ryan would once again lobby for the new plan, if needed.  \nCongressman Rod Blagojevich, the Democrat nominee for governor, voted for a federal anti-terrorism package that includes the death penalty for terrorists, said Doug Scofield, Blagojevich's spokesman. Blagojevich would sign it if he were governor, Scofield said.  \nHowever, until the election is settled, negotiations over expanding the death penalty go through George Ryan.  \nJohnson said Ryan's office has not asked him to stop pushing for the new anti-terrorism plan.  \nBut Ryan has shown no indication he will budge on his execution moratorium, something political observers say could prove to be one of the few positive legacies from his administration.\n\nLoad-Date: April 30, 2002"
}