{
    "title": "VETO IS THREATENED OF ANTI-TERRORISM BILL",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 6,
    "day": 5,
    "full text": "The White House threatened yesterday to veto the Senate's $31.4 billion anti-terrorism bill, saying the measure spends more than President Bush wants.\nIn a statement sent to Senate leaders, White House budget officials said the Democratic-led Senate's package exceeds the $27.1 billion plan Bush sent Congress in March. The measure contains funds for the military, intelligence, local emergency agencies and rebuilding New York from the Sept. 11 terrorist attacks.\nThe statement escalated the congressional battle that has erupted over how the government should marshal additional security resources to combat terrorism.\nSenators have prepared several amendments that would add to the bill's overall price.\nIn its first vote on the legislation, the Senate voted 91-4 yesterday to drop proposed restrictions on emergency airline loans, handing a victory to financially struggling US Airways and perhaps other carriers as well.\nThe roll call removed language from the counterterrorism spending bill that would have forbidden new federally backed loans to ailing carriers until Oct. 1. Without the $393 million in estimated savings from curtailing the loans, the anti-terror package's price rose to $31.4 billion.\nAs part of an airline bailout package enacted days after Sept. 11, lawmakers set aside $10 billion for federally guaranteed loans for carriers whose business was harmed by the terrorist attacks.\nSenate Appropriations Committee Chairman Robert C. Byrd, D-W.Va., had included the loan restrictions to tamp down the counterterrorism legislation's price.\nUS Airways and congressional allies from communities it serves have said the carrier needs a $1 billion loan this summer or may face bankruptcy. Byrd himself - along with Sen. Ted Stevens of Alaska, the appropriations panel's top Republican - introduced the amendment to drop the restrictions.\nAlso dropped was language shrinking the $10 billion in overall loan guarantees to $4 billion, which could benefit other carriers who may apply for future loans.\nThe House-passed counterterrorism bill also bars new loans until October. But aides from both chambers have predicted the provision will be dropped from the final House-Senate bill.\nOther amendments may also drive up the bill's price, including a proposal by Sen. Edward Kennedy, D-Mass., to add $150 million for communities for summer schools.\nThe House approved a $29 billion package May 24.\n\nLoad-Date: June 6, 2002"
}