{
    "title": "Veto Threatened on Bill to Restrict Powers Under Terrorism Law",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 30,
    "full text": "The Bush administration, stepping up the debate over its antiterrorism policies, threatened on Thursday to veto a pending bill that would scale back the government's powers under the USA Patriot Act.\n     Attorney General John Ashcroft told reporters that the bill, sponsored by Senate Republicans and Democrats, \"unilaterally disarms America's defenses\" against terrorists and that President Bush intended to veto the measure if Congress passed it. \n The threat of a veto represents an unusual pre-emptive strike by the administration. The bill has not even come up for a vote in the Senate Judiciary Committee. \nSupporters of the measure reacted angrily. Senator Richard J. Durbin, the Illinois Democrat who is a co-sponsor of the measure, called Mr. Ashcroft's comments \"an unfortunate overreaction.\"\nThe measure, introduced in October, would restrict the broadened powers that the government was given in the antiterrorism law, approved by Congress weeks after the terrorist attacks of Sept. 11, 2001. The bill would limit the government's ability to use roving wiretaps against terrorist suspects, to execute search warrants against suspects without immediately notifying them and to obtain business records from libraries or bookstores in intelligence investigations, among other measures.\nThe legislation \"would make it even more difficult to mount an effective antiterror campaign than it was before the Patriot Act was passed,\" Mr. Ashcroft wrote in a letter to Senator Orrin G. Hatch, the Utah Republican who is chairman of the Senate Judiciary Committee. The Justice Department released the letter on Thursday. \nMr. Ashcroft sent his letter after Mr. Bush, in a rejoinder to critics of the antiterrorism law, urged Congress in his State of the Union address to renew those critical sections that expire at the end of next year. \nA report this week by the inspector general of the Justice Department found no abuses by the department in its use of the new powers. But Mr. Durbin said that the antiterrorism law, while making many reasonable changes, nonetheless \"goes too far\" in some instances and that the pending legislation \"would protect innocent Americans from unchecked government surveillance.\"\nThe bill is \"designed to impose reasonable limits on law enforcement's authority without hampering their ability to investigate and prevent terrorism,\" Mr. Durbin said. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 30, 2004"
}