{
    "title": "Vexed by Terrorism, Trials and Guant_namo , and Bearing Witness",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 20,
    "full text": "Perhaps a meal was not the ideal setting to talk about something as unappetizing as a hunger strike. But there was no way, even with lunch on the table, to avoid that grim topic with Karen J. Greenberg, who has made herself an expert on matters of torture, terrorism trials and the military prison at Guantánamo Bay, Cuba.\nThere, dozens of inmates are refusing food to protest their years of incarceration without trial. Instead, they are being force-fed through tubes inserted in the nose. The last thing their American captors want is for any of them to die -- or die for lack of nutrition, anyway.\n''It's not surprising that this has happened, not surprising at all,'' Ms. Greenberg said at Morandi, an Italian restaurant on Waverly Place in Greenwich Village, not far from her apartment. ''What is startling is how it has taken the detainees to bring to a crisis what so many of their lawyers and well-meaning human rights activists have tried to do for 12 years. They're in control of this issue. They certainly are, because the only power they have is threatening to die.''\n''They can't tolerate it anymore,'' she said. ''It is despair, in our faces. Sure, there are people who would say: 'They're bad people. They deserve it.' But that is not how we as Americans think about our punitive systems.''\nMs. Greenberg has thought a great deal about those systems in the dozen years since she reinvented herself in the academic world by founding a center at New York University to examine matters of law and security. A couple of years ago, she took her expertise to Fordham University's law school, where she is director of its Center on National Security.\nOn weekdays, she and a small staff prepare a widely read newsletter. She gathers statistics, organizes symposiums, interviews specialists, and wades through steady streams of requests for analysis from news organizations.\nOh, and she attends terrorism trials -- lots of them, more than probably anyone else, anywhere. She has been to dozens, mostly in Manhattan and Brooklyn courtrooms, frequent venues for these proceedings.\n''Let me put it this way,'' Ms. Greenberg said. To show how familiar a face she is at the federal courthouse off Foley Square, she described a scene there two months ago. Sulaiman Abu Ghaith, a son-in-law of Osama bin Laden, was being arraigned. Separate routes into the courtroom had been set up for the news media and for the general public. The media line stretched far. The one for the public was nonexistent.\n''Look, lady,'' a court officer said to her, ''you're always the only public.'' When she fretted about being squeezed out by all the reporters, he told her not to worry. ''Lady,'' he reassured her, ''you're going to get in.'' She did.\nWhy go to court so often?\nMs. Greenberg feels an imperative to bear witness. ''These trials tell you everything about what it means for our system to grapple with something of this magnitude,'' she said. ''There's still a question: Do we need to change our ways to deal with this new threat? You want the answer to be as close to 'no' as possible. For the most part, the Department of Justice and the federal courts have said, 'We can handle this.' But they haven't been trusted to handle it.''\nMore on this in a moment. Ordering lunch was overdue.\nMs. Greenberg, who said she was but an occasional visitor to the restaurant, selected the insalata di farro, or spelt salad. Her tablemate had cavatappi alla Norma, a corkscrew-shaped pasta with tomatoes, roasted eggplant and mozzarella. The main event lay ahead, though. ''I only eat so that I can have dessert,'' said Ms. Greenberg, a slender woman of 57. She chose the torta di ricotta with sliced strawberries, which she happily shared over coffees.\nBack to terrorism trials.\nMs. Greenberg (who is not a lawyer) sides with President Obama and others who believe that by holding prisoners indefinitely at Guantánamo, this country has, as she put it, ''turned its legal premises upside down.'' To be practical about it, she notes that 509 terror-related cases have been settled in federal courts since Sept. 11, 2001, with a conviction rate of 89 percent, while military commissions have produced a mere seven convictions.\n''Yes, I understand that self-defense is an extremely important issue,'' she said. ''But self-defense with a measure of wisdom would be a lot better than self-defense that screams fear and a lack of confidence in your ability to keep yourself safe.''\nHer vexation extends to fearful politicians, the ones who recoiled at the Obama administration's original plan to hold a trial in Lower Manhattan -- in the shadow of the vanished towers, as it were -- for Khalid Shaikh Mohammed, the self-described mastermind of the 9/11 attacks. They ignored how New York has had many terrorism trials, sometimes several at once. Throughout, the city barely blinked.\n''We can take in an awful lot,'' Ms. Greenberg said. ''New Yorkers are tough. They're savvy. And so are New York juries.''\nThere is a disquieting question that one always hesitates to ask. But it found its way unavoidably into the discussion: How is it that we have dodged suicide attacks on seemingly soft targets? A New York bus, for instance. Or, say, a supermarket, in another part of the country.\nVigilant law enforcement is a factor, Ms. Greenberg said, but something else is at work: Killing other people, not to mention oneself, is ''hard to do, and hard to want to do, and hard to want to go through with it.'' For the most part, she said, ''human beings are constructed to stay on this side of civilized society.''\nAs for striking an out-of-the-way target, ''it's not really Al Qaeda's message that you're not safe anywhere,'' she said. ''Al Qaeda's message is, 'The United States needs to be taught a lesson.' It's very much focused on New York. Mayor Bloomberg's right when he says every terrorist has a map of New York City in their pocket. It's about the spectacle.''\nDoesn't concentrating relentlessly on such issues wear you down?\n''There are moments where it's too much,'' Ms. Greenberg said. Ballet lessons help her ease the strain. So does hanging out with her two children and two grandchildren. But there is also a distinct benefit to her line of work.\n''You know stuff,'' she said. ''And knowing is so much better than not knowing. You have a much better sense of real threats, of what's possible, of who's threatening you. It's calmed me down immensely, and I've tried to use that to calm down other people.''\nIndeed, Ms. Greenberg was so calm that after endless questions about nothing other than terror threats, she had a question of her own.\n''There are a lot of good things about our world,'' she said with a laugh. ''You know that, right?''\n\nhttp://www.nytimes.com/2013/05/20/nyregion/vexed-by-terrorism-trials-and-guantanamo-and-bearing-witness.html\n\nGraphic\n\n \nPHOTO: ''Sure, there are people who would say: 'They're bad people.  They deserve it,''' Karen J. Greenberg said of the  Guantánamo prisoners. ''But that is not how we as Americans  think about our punitive systems.'' (PHOTOGRAPH BY ANDREA MOHIN/THE NEW YORK TIMES)       \n\nLoad-Date: May 20, 2013"
}