{
    "title": "Vibrant Gujarat _ India reaches out to African countries",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 1,
    "day": 19,
    "full text": "Gandhinagar, Jan. 19 -- External Affairs Minister Sushma Swaraj Saturday assured African nations that India will continue to be their trusted partner and work closely for the economic and social empowerment of Africans.\nAddressing ministers and representatives of around 50 African nations to mark the first-ever 'Africa Day' at the ongoing Vibrant Gujarat Global Summit here, Swaraj said Prime Minister Narendra Modi has declared Africa as the \"top priority\" in India's foreign and economic policy.\n\"As Africa marches in its journey towards security, renewal and prosperity, India will remain a trusted partner, working closely with Africa for the economic and social empowerment of its people,\" Swaraj said.\nThe minister said India dedicating a day to an entire continent for the first time during the investors' meet underlined the importance it accords to the African economies \"in the development and growth map of the contemporary world\".\nSpeaking before Swaraj, Uganda Foreign Affairs Minister Henry Okello said that due to stagnation in relationship between India and Africa, China has realised the potential of the continent and came out in a big way.\n\"Everybody knows that relations between India and Africa were very robust in the past, but in recent times they became stagnant. In the meantime, China realised the potential and came in a big way. Now, it should be set on the right track,\" Okello said.\nUnderlining the significance of the African Day event, Swaraj said it was held during 150th birth anniversary year of Mahatma Gandhi and the 100th birth anniversary of iconic African leader Nelson Mandela.\nIndia has always shared a special bond with the people of Africa and supported their liberation from colonialism and apartheid (a system of institutionalised racial segregation that existed in South Africa from 1948 until the early 1990s), the minister said.\nShe said PM Modi has declared Africa as the \"top priority\" in the foreign and economic policy of India.\n\"In the last four years, our long-standing ties with Africa have acquired vibrancy and dynamism. There has been unprecedented intensification of our political engagement with Africa, with 29 visits to African countries at the level of President, Vice President and Prime Minister, apart from several ministerial visits,\" the minister said.\nSwaraj also said that Africa has emerged as an important trade and investment partner of India.\n\"The trade between India and Africa stood at USD 62.66 billion for 2017-18 which reflects a nearly 22 per cent increase over the previous year. India is ranked as the third largest export destination in Africa,\" the minister said, adding that as many as 38 African countries are now enjoying the benefits of India's Duty Free Tariff Preference (DFTP) Scheme.\nShe exuded confidence that the recent signing of the African Continental Free Trade Area agreement will boost trade and economic ties with Africa.\n\"In recent years, there has been a surge in Indian investment in Africa. India is the fifth largest investor in Africa with cumulative investments of USD 54 billion,\" she noted.\nSwaraj identified minerals and mining, chemicals and pharmaceuticals, infrastructure, high-technology manufacturing and information and communication technology as the areas having a considerable potential to boost investment ties with African countries.\n\"Currently, 189 projects in 42 African countries for nearly USD 11.4 billion are being implemented under the Indian Line of Credits (LoCs). These projects have had a positive impact in many African countries and are changing the lives of its people by covering a range of sectors,\" she said.\nThe minister also touched upon the issue of terrorism, and called for a greater engagement to deal with it.\n\"One of the most serious challenges toward international peace and security is the menace of terrorism. Like India, many of the African countries are the victims of terrorism. Consequently, preserving peace and security, countering terrorism and extremism is an important element of our engagement,\" she said.\nUnderlining that India's relationship with Africa is on upswing, the minister also acknowledged that maintaining this momentum, building the foundation of security, and ensuring development and growth for the benefit of people are the major challenges.\n\"Strong relations between India and Africa will go a long way in redefining the contours of the international order on more egalitarian lines,\" she said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: January 19, 2019"
}