{
    "title": "Victory in Afghanistan is just the beginning, not end, of war on terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 10,
    "full text": "First it was Mazar-e Sharif.\nThen Kabul.\nNow Jalalabad. By the time you   read this, possibly Kandahar. The   Afghan Northern Alliance, our   nominal allies, and to a certain   degree our proxies, in this phase   of the war on terrorism are   sweeping to what appears to be a   decisive and complete victory   across Afghanistan.\nBut this sudden, and to many   unexpected, collapse of the Taliban poses an insidious danger to   the American war effort - and it   is a danger of our own making.\nFor the past decade, our nation   has grown used to quick, bloodless - or nearly so, at least on   our side - push-button warfare.   Our last war, in Kosovo, produced   no battlefield deaths and was   over in a mere 78 days and ended   in a clear success.\nAs the Northern Alliance   sweeps to victory, our greatest   danger is that the American public will decide the war on terrorism is won and lose interest in   supporting further military efforts.\nThis, ladies and gentlemen, is a   prescription for disaster.\nMilitary action in Afghanistan   will continue to be necessary for   months, and possibly longer, after   the Taliban is driven from power.   That is how long it will take to   track down and eliminate the last   of al-Qaida's fanatics there.   Peacekeeping forces may be necessary for years after that if   Afghans are to have any hope of   forming the viable, stable government necessary to ensure the Taliban and al-Qaida do not return.\nAl-Qaida and Osama bin Laden   have come to symbolize the terrorist menace this country faces.   The horrific images of Sept. 11   roused a righteous anger, not only   in America, but around the world,   and launched the war to eradicate   terrorism. But the campaign now   being waged is not the totality of   the war.\nThe war, as President Bush has   said from the outset, will be   fought on many fronts: diplomatic, financial, legal and military.   The battle in Afghanistan is only   the first phase on one of those   fronts. We, the American public,   must not delude ourselves into   thinking that a victory in   Afghanistan means the threat   posed by those who would repeat   the atrocities of Sept. 11 has   somehow evaporated.\nIt is tempting for us to tell ourselves that by destroying al-Qaida   we have avenged the victims of   the World Trade Center and the   Pentagon, that the danger has   now passed and our troops should   pack their bags and come home.   Indeed, the sophists among us   will preach to us of the illegitimacy of extending the war on terrorism beyond those who perpetrated the New York and Washington   attacks.\nBut make no mistake, our enemies in this war are not simply   al-Qaida and the Taliban, but terrorists and their supporters   around the world. The defeat of   the Taliban and al-Qaida in   Afghanistan, while an essential   goal, mark not the end but the   end of the beginning of the war on   terrorism.\nMilitary action likely will be   necessary again as the war progresses. It may be against an   enemy nation, such as Iraq, that   sponsors terrorism, or it may be   in cooperation with a friendly nation unable to handle terrorists   within its borders, such as the   Philippines or Colombia.\nBut we must not allow shortsightedness to turn the initial   success in Afghanistan into our   only success.\nUntil now, this war has been essentially reactive in nature. We   reacted to the attacks on Sept. 11   by attacking our attackers. We reacted to our new perception of   vulnerability by beefing up security at home and abroad.\nBut once al-Qaida has been   dealt with, the war must shift   from reactive to proactive. We   must be proactive in hunting   down and destroying those who   plot against us and in deterring   those who might consider following in their footsteps.\nBut most of all, we must be   proactive in giving our leaders the   support they need to prosecute   this war to a successful conclusion. Too often the public has rallied around the flag in times of   crisis, only to lose interest as the   immediate urgency seemed to   fade.\nLet's not make it necessary to   have a second Sept. 11 before we   finish what we've begun in   Afghanistan.\nStay the course, America.\n\nLoad-Date: June 18, 2004"
}