{
    "title": "Victims of terrorism deserve sympathy, compensation",
    "publisher": "usa today",
    "year": 2003,
    "month": 9,
    "day": 12,
    "full text": "I am a former Lebanon peacekeeper who twice witnessed the horror and frustration of comrades victimized by terrorists at Beirut's airport, initially during the bombing and later when seeking justice. I applaud the ruling that 9/11 liability lawsuits can proceed (\"Federal judge rules Sept. 11 lawsuits can proceed,\" News, Wednesday).\nI completely empathize with the struggles that victims of terrorism have had to endure throughout our nation's history. My beloved aunt, a longtime veteran flight attendant for United Airlines, still mourns the loss of friends and co-workers.\nShe and the rest of us can pray all we want, but we can never bring back our loved ones. What was done to them is horrendously final and cold, and they shouldn't die in vain.\nWhere's the respect for innocent victims who otherwise might have lived? Where's the courage to admit that one has erred?\nWhere's the justice in turning one's back on the truth?\nAndrew James Kluttz\nBoston\nDon't forget troops\nAs we focus attention on survivors of 9/11, let's also remember to care for our servicemembers and families of fallen troops in Iraq.\nRecently I visited a monument for America's fallen troops. It was a reminder of how much our servicemembers and their families devote to protect basic freedoms that come with being an American. Some of them give their lives. We owe them our encouragement while they're away and when they return.\nIf Americans support sending our troops to war, with the understanding that they may not return, how do we show such gratitude?\nAt the very least, servicemembers and their families can benefit from a helping hand. Their homes may need repairs or cleaning. A child may need a ride to school or a family member might need a lift to work or church. There's also help with homework or coaching for an extracurricular sport.\nThe bottom line is that servicemembers should never be forgotten.\nJim Richard\nWoodland Hills, Calif.\nWar on terror requires focus\nThe anniversary of 9/11 should have one focus: a vigorous examination of what we have failed to accomplish in the fight against terrorism.\nWe must start to ask the serious questions and stop the rhetoric about how many al-Qaeda loyalists we've captured and how much we've improved homeland security.\nConsider that we've also spent billions of dollars in the past two years, lost hundreds of American lives, killed thousands of citizens of foreign countries and imprisoned others.\nThe war against terrorism isn't about Iraq or politics. It's a worldwide effort.\nDavid VanLandingham\nWashington, Utah\n\nGraphic\n\n \nPHOTO, B/W, Mike Segal, Reuters; A display of respect: People view the site of the World Trade Center disaster this week as a flag flies at half-mast for the anniversary of Sept. 11, 2001.\n\nLoad-Date: September 12, 2003"
}