{
    "title": "Victims' families oppose bid to alter 9_11 law",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 12,
    "day": 1,
    "full text": "WASHINGTON — The families of Sept. 11 victims are voicing their stern opposition to a proposed change to a new law that allows them to sue Saudi Arabia for its alleged backing of the attackers, invoking the support of President-elect Donald Trump for their cause.\nIn a statement late Wednesday, they said the adjustment proposed by two Republican senators would \"effectively gut\" the Justice Against Sponsors of Terrorism Act.\nBut John McCain of Arizona and Lindsey Graham of South Carolina said their amendment is necessary to ensure that lawsuits can only be brought against countries that knowingly engaged in the financing or sponsorship of terrorism.\nCongress handed Barack Obama the first veto override of his presidency in late September to overwhelming pass the law. Saudi Arabia, an important U.S. ally in the Middle East, fought to prevent the bill, known as JASTA, from being passed. The kingdom has hired a number of high-profile lobbying firms to work on its behalf.\nGraham, who described the change as a \"caveat\" during remarks on the Senate floor, said he fears that without the change other countries could pass laws that hold the United States liable when civilians are killed or injured during a legitimate attack on a terrorist target.\n\"It protects the United States in its efforts to defend itself in a very dangerous world,\" Graham said. \"We don't want to be sued under those circumstances.\" That's essentially the same reason Obama decided to veto the bill.\nTerry Strada, national chair of 9/11 Families and Survivors United For Justice Against Terrorism, said Graham and McCain are seeking to \"torpedo\" the law by making changes demanded by Saudi Arabia's lobbyists.\n\"We have reviewed the language, and it is an absolute betrayal,\" Strada said. \"The president-elect has made his support for JASTA crystal clear, and there is zero risk that he will support this kind of backroom backstabbing of the 9/11 families.\"\nTrump had called Obama's veto of JASTA in September \"shameful\" said it would \"go down as one of the low points of his presidency.\"\nIn their statement, the 9/11 families said the senators' change is far more than a caveat. They are proposing \"to add a specific jurisdictional defense Saudi Arabia has been relying on for the last 13 years to avoid having to face the 9/11 families' evidence on the merits,\" according to the statement.\n\nLoad-Date: December 2, 2016"
}