{
    "title": "Victor T. Le Vine Terrorism expert, professor at Washington University , frequent contributor to Pos",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 5,
    "day": 9,
    "full text": "Victor T. Le Vine, a plainspoken commentator on terrorism and a longtime political science professor at Washington University, died Friday (May 7, 2010) at his home in University City. He was 81.\nThe cause was complications from infections of the aortic valve after surgery, his family said Saturday.\nProfessor Le Vine began teaching at the university in 1961 and retired from full-time work in 2003. He was known for his class Terrorism and Terrorists, which he had been scheduled to teach again in the fall.\nHis research took him to six Middle Eastern and nearly a dozen African states. He was a consultant to the U.S. State Department and a frequent news commentator.\nHe wrote that things in the Middle East are rarely what they seem on the surface. For example, despite their impassioned verbal support for the Palestinians, most Arab states \"couldn't be more pleased to see the Israelis and the Palestinians tear each other to pieces,\" he wrote in a Post-Dispatch article in 2002.\nThe Palestinians have languished in their refugee camps, \"with host Arab nations using them as pawns in the conflict with Israel,\" Professor Le Vine wrote.\nHe warned of the danger of viewing terrorists simply as crazy people who blow themselves up along with others.\n\"Those who plan, initiate and carry out acts of suicide terrorism are completely rational,\" he wrote in a 2003 story in the Post.\nHe said suicide terrorists rationally choose to carry out their assignments because they have been convinced that their self-sacrifice \"will please God, or materially advance the great struggle, or whatever.\"\nHe added: \"A crazy person could not be trusted to carry out this assignment or to make a rational choice to do so, and indeed most suicide terrorists are capable, intelligent and, quite often, productive members of their communities.\"\nProfessor Le Vine was born in Germany in 1928 and immigrated to the U.S. 10 years later. He attended law school, served in the Army in the Korean War, and taught high school in Los Angeles. He earned his Ph.D. at UCLA before joining the faculty at Washington University.'\nWashington University is planning a memorial service at a later date. The body will be cremated.\nAmong the survivors are his wife, Nathalie Le Vine; a son, Theodore Le Vine of Los Angeles; a daughter, Nicole Vizcarra of St. Louis; four grandchildren; and two great-grandchildren.\nThe family suggests memorial contributions to a charity of the donor's choice.\n\nGraphic\n\n \n Photo - Le Vine \n\nLoad-Date: May 10, 2010"
}