{
    "title": "Victims of terrorism still waiting for justice",
    "publisher": "usa today",
    "year": 1999,
    "month": 10,
    "day": 25,
    "full text": "Not long ago, a stretch limousine pulled up in front of the federal\ncourthouse in Jacksonville, Fla., where American families were\nseeking justice for their loved ones who had been murdered by\nthe Cuban government. As a small crowd watched, U.S. State Department\nlawyers stepped out of the limo, entered the courthouse -- and\ndefended the Cuban government.\nI know people must be thinking this cannot be true. It is true.\nIn 1996, President Clinton signed a law that allows Americans\nharmed by terrorist acts to seek justice in U.S. federal courts\nagainst the responsible countries. The law, which Clinton signed\nwith a great public display of enthusiasm, gives victims' families\nthe ability to tap into the U.S. assets of countries, such as\nCuba, that support international terrorism.\nLegal response to Cuba's downing of plane\nThe law was a response to the Cuban Air Force's killing earlier\nthat year of four men, three of them U.S. citizens, who were flying\nin unarmed airplanes over international waters. The men were on\na humanitarian search for people stranded in rafts between Florida\nand Cuba. Clinton condemned the killings and encouraged the families\nto seek justice through the courts. He also asked Congress \"to\npass legislation authorizing payment of compensation to the families\nof victims out of blocked Cuban accounts in New York.\"\nSo the Americans' families, using the law Clinton signed, went\nto court and were awarded $ 187 million by a federal judge. But\nthen the president broke faith with these families: He has thwarted\ntheir attempts to collect any of that money.\nThat is not the only terrorism case in which the president promised\njustice, then helped block it. In 1995, Alisa Flatow of New Jersey,\na college junior visiting Israel, was killed when her bus was\nrammed by a carload of explosives. The government of Iran backed\nthe terrorist group that rammed her bus.\nPresident and Mrs. Clinton called Alisa's father to express their\nsorrow and pledge their support for justice. Her father, Stephen\nFlatow, says the president encouraged him to file a lawsuit against\nIran, calling it \"brave and courageous.\"\nIn 1998, a U.S. court found the government of Iran responsible\nfor the murder of Alisa Flatow and ordered her family paid $ 247.5\nmillion. But, when the family tried to reach Iranian assets frozen\nin this country, the president blocked it.\nIn both cases, the president has claimed a \"national security\"\nreason for keeping the families away from the frozen assets, saying\nthey were needed as leverage in negotiations with terrorist regimes.\nBut of what negotiating use are these assets if terrorists' countries\nknow their victims' families can't get at them? The Clinton administration\nalso claims that releasing the terrorist nations' assets would\nsubject U.S. assets to erroneous claims overseas or interfere\nwith the United States' ability to abide by its international\nobligations. No such interference exists. But even if it did,\nwhy the promises to the families and the request to Congress to\npass the law in the first place?\nEmpty promises to victims' families\nThe president betrayed these American families. It is that simple.\nWords can be easily said; it is one's actions that matter.\nThere are more cases. Americans David Jacobsen, Joseph Cicippio\nand Terry Anderson all were taken hostage by Iran-funded terrorist\ngroups in Lebanon during the 1980s. Jacobsen, help captive for\n17 months, and Cicippio, a hostage for more than five years, haven't\ncollected any of the Iranian millions a federal court awarded\nthem. Anderson, held more than six years, seeks $ 100 million from\nIran; will he ever see it? And now that the families of the 1988\nPan Am Flight 103 murder victims have filed suit for billions\nagainst Libya, what will President Clinton do? Join forces with\nMoammar Gadhafi in court to defeat them?\nThis U.S. government's embarrassment could be over tomorrow. The\npresident has the authority -- indeed, the obligation -- to respect\nthe rule of law and the power of the courts. He made promises\nto the families, he pledged to fight terrorism, and he signed\nseveral laws that support the rights of victims to take terrorists\nto court.\nBy now, we all know the deplorable story of Clinton's decision\nto offer clemency to 16 Puerto Rican terrorists -- even though,\nit appears, the terrorists themselves feel little, if any, remorse.\nWhat kind of message are we sending when the U.S. government protects\nterrorists from U.S. law -- and denies justice to American citizens?\n\nGraphic\n\n \nPHOTO, b/w, AP; Alisa Flatow: Killed in Gaza Strip bombing in 1995.\n\nLoad-Date: October 25, 1999"
}