{
    "title": "Video betrays Al-Arian as victim",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 7,
    "day": 15,
    "full text": "As he fought to keep his job as a computer science professor at the University of South Florida, Sami Al-Arian at various times invoked academic freedom, civil liberties, Susan B. Anthony and Martin Luther King Jr. He described himself as a victim of the hysteria surrounding 9/11, said his beliefs and comments were misunderstood and once wrote that \"I abhor terrorism at all levels, against all people.\"\nYet now the videotape has been played for all to see, and Al-Arian doesn't sound so professorial anymore.\n\"The stones, today, defeat the Uzi, the tanks and the weapons,\" Al-Arian told a Cleveland audience in 1991. \"The stones that the boy, who is less than 5 years old, carries, and this mother, who receives the martyrdom of her children with smiles and trilling cries of joy, because her son has died; rather he has been martyred for the cause of Palestine.\"\nThere's more: \"Thus is the way of sacrifice. . . . Thus is the way of jihad. Thus is the way of martyrdom. Thus is the way of blood, because this is the path to heaven.\"\nThe words, spoken at a conference for the Islamic Committee for Palestine, have been previously uncovered. But on Tuesday they were aired publicly in a Tampa federal courtroom, where Al-Arian is on trial for conspiring to fund terrorism. They stand in considerable contrast to the portrait of a man who insists he is a \"prisoner of conscience.\"\nThe tape reveals that Al-Arian has indeed preached the language of hate and sought, as do many modern-day terrorists, to cast random killing as a form of martyrdom. Whether he is also guilty of conspiring to fund terrorism, in violation of federal laws adopted in 1995, is a matter for the jurors to decide. But given his bitter attacks in recent years on those who questioned whether he was hiding behind academia, the words on the tape are a little much to stomach.\nJust two years ago, Al-Arian wrote to challenge a New York sociologist who had criticized Al-Arian for a journal he edited in the early 1990s. The sociologist claimed that two poems published in a 1992 edition \"foster and ennoble violence by tenderly and unambiguously encouraging children to take an active part in suicide bombings.\" Al-Arian didn't write the poems, but took strong exception to that characterization.\n\"It's clear,\" Al-Arian wrote, \"that the desperate campaign by pro-Israeli zealots to demonize me has reached the level of obsession.\"\nNo. What is now clear is that a year before those poems were published, Al-Arian himself had glorified the \"martyrdom\" of 5-year-old boys. Civilized people are repulsed by such beliefs, which may explain why he has gone to such lengths to try to camouflage them.\n\nLoad-Date: July 15, 2005"
}