{
    "title": "Video_ Man, canvasser in heated interaction",
    "publisher": "the columbian ",
    "year": 2020,
    "month": 10,
    "day": 14,
    "full text": "Elected officials condemn language, confrontation\nA woman passing out flyers for a Democratic candidate for the state Legislature over the weekend was approached by a man who called her a \"Nazi,\" a \"hate-filled little (expletive)\" and a \"Christian-hating bigot.\"\nA video of the interaction was recorded by Bethany Rivard and posted to Facebook, drawing condemnation from a list of elected leaders that included Gov. Jay Inslee.\nIn a conversation with The Columbian on Tuesday, Rivard said the interaction was indicative of the aggressive, confrontational nature of politics right now.\n\"The rhetoric that's constantly being thrown around by local and national campaigns - that is the larger picture,\" Rivard said. \"It definitely feels a lot different this year, for sure.\"\nRivard had been canvassing in the Salmon Creek area for Tanisha Harris, a Democrat running for the state House of Representatives in the 17th Legislative District, when the man approached her.\nThe man says in the video that he approached because he saw a sign on her car showing support for the Black Lives Matter movement.\n\"I didn't realize you were a supporter of terrorists. I saw the Black Lives Matter,\" said the man, who has a beard and appears to be in his mid-40s. \"Woman, you need to wake up. You need to stop the hate. You need to stop the hate. I can see it in your eyes, you hate white people. I can see it. You hate white people. It's disgusting.\"\nThe man continues to berate her for more than six minutes. Rivard says only 30 words over the course of the recorded interaction.\nHe blames Democrats and members of the Black Lives Matter movement for allegedly setting fire to his truck (a burned truck in the parking lot is mentioned by both the man and Rivard, but it's not in the frame of the video).\n\"You're out here peddling terrorism. You're peddling terrorism. It's disgusting. You ought to be ashamed of yourself. Are you a scout for these terrorists? Do you come around and look for targets? Is that what you do? Do you mark targets?\" the man said.\n\"Sir, you need to step away from me please,\" Rivard responded.\n\"I'm standing right here. I'm perfectly, I'm keeping, I'm social distancing, all that (expletive). All that phony (expletive). I do all that. Except I don't have the phony-ass Nazi mask. You know, you're a Nazi. You people are Nazis. You're nothing more than Nazis. 'Wear your mask, or we're gonna throw you out. Do this, do that, or we're gonna throw you out.' It's disgusting.\"\nRivard reported the incident to the Clark County Sheriff's Office. A spokesperson for the office told The Columbian Tuesday that the confrontation depicted in the video did not rise to the level of harassment, and that the man in the video is not facing any charges. The sheriff's office is not identifying the man.\nAt another point, the man in the video referenced the death of Supreme Court Justice Ruth Bader Ginsburg and the woman nominated to replace her, U.S. Circuit Court Judge Amy Coney Barrett.\n\"Do you know anything about anything, ma'am? Ginsburg's dead as dust, she's done. She probably died a year ago. Amy Coney Bryant's (sic) gonna be in there, whatever her name is, and she's a Christian. She's Catholic. Ooh, and that just tears you up, doesn't it? You're an anti-Christian bigot, aren't you? Are you an anti-Christian bigot? I'll bet you are.\"\nRivard remained silent, and the man continued:\n\"There's three kinds of Democrats: ignorant, evil, racist. Which one are you? You're the racist, I know you are. Ma'am, I can see it in your eyes. You're Native American, is that what I'm seeing? You hate   white people, don't you?   That's disgusting. That's absolutely disgusting. Shame on you.\"\nRivard (who is white) said in a phone interview that she stayed largely silent and filmed the interaction hoping to de-escalate the situation. Her husband, Daniel Smith, is running as a Democrat for Senate in the 17th Legislative District.\nShe didn't finish her canvassing route that day, she said, but she plans to go back out before Election Day. She's received a flood of offers from friends who said they'll accompany her, she added.\nOverall, Rivard said she is worried about the \"chilling effect\" that incidents like this one might have on people who would otherwise get engaged in politics.\n\"Clark County is better than this. This is a horrible reputation that our area in Southwest Washington is coming to be known for, things that I don't think that our community represents,\" Rivard said. \"We just are better than that, and we need our elected officials to be better than that.\"\nA media release from the Washington Senate Democrats Caucus linked some of the rhetoric used in the video to statements from other local politicians. Harris' opponent, Rep. Vicki Kraft, R-Vancouver, and Loren Culp, the Republican candidate for governor, both invoked Naziism in recent conversations with The Columbian's Editorial Board.\nA few Democratic politicians condemned the conduct of the man in the video on social media, including Inslee, who retweeted Smith's post about the confrontation on Monday.\n\"No matter who you support politically, no one should be treated like this,\" Inslee said.\nState Rep, Monica Stonier, D-Vancouver, said it was \"very disturbing how bold people have become with verbal attacks\" and that she was \"very concerned about how he articulates his intent to scare her.\"\n\"Don't vote for candidates who reinforce this garbage,\" Stonier wrote on Twitter.\nCarolyn Long, the Democrat running for Congress in Washington's 3rd Congressional District, also tweeted about the incident, writing that she was \"disgusted to see this kind of hate in Southwest Washington.\"\nCalley Hair: 360-735-4558; calley.hair@columbian.com; twitter.com/calleynhair\n\nLoad-Date: October 22, 2021"
}