{
    "title": "Video_ Islamic State group beheads Japanese journalist Abe condemns act as _immoral and heinous' ter",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 2,
    "day": 1,
    "full text": "TOKYO • Japan condemned with outrage and horror on Sunday an online video that purported to show an Islamic State group militant beheading Japanese journalist Kenji Goto.\nThe video posted on militant websites late Saturday Middle East time ended days of negotiations to save the man and deepened fear for the life of a Jordanian fighter pilot also held hostage.\n\"I feel indignation over this immoral and heinous act of terrorism,\" Prime Minister Shinzo Abe said after convening an emergency Cabinet meeting.\n\"When I think of the grief of his family, I am left speechless,\" he said.\n\"The government has been doing its utmost in responding to win his release, and we are filled with deep regret.\"\nHe vowed that Japan would not give in to terrorism and would continue to provide humanitarian aid to countries fighting the Islamic State extremists.\nThe White House released a statement in which President Barack Obama also condemned \"the heinous murder\" and praised Goto's reporting, saying he \"courageously sought to convey the plight of the Syrian people to the outside world.\"\nObama applauded Japan's \"steadfast commitment to advancing peace and prosperity in the Middle East and globally, including its generous assistance for innocent people affected by the conflicts in the region.\"\nGoto's mother, Junko Ishido, told NHK TV her son's death showed he was a kind, gentle man, trying to save another hostage. That hostage, Haruna Yukawa, was shown as purportedly killed in an earlier video.\nThe fates of Goto, 47, a freelance journalist, and the Jordanian pilot, Lt. Muath Kaseasbeh, had been linked by the militants, but Saturday's video made no mention of the airman.\nJordan's government spokesman, Mohammed al-Momani, declined to comment.\nLast week, Jordan had offered to free an al-Qaida prisoner for the pilot, but a swap never moved forward.\nSaturday's video, highlighted by militant sympathizers on social media sites, bore the symbol of the Islamic State group's al-Furqan media arm.\nThough the video could not be immediately independently verified, it conformed to other beheading videos released by the extremists, who now control about a third of both Syria and neighboring Iraq in a self-declared caliphate.\nThe video, called \"A Message to the Government of Japan,\" featured a man who looked and sounded like a militant with a British accent who has taken part in other beheading videos by the Islamic State group.\nGoto, kneeling in an orange prison jumpsuit, said nothing in the roughly one-minute-long video.\n\"Abe,\" the militant says in the video, referring to the Japanese prime minister, \"because of your reckless decision to take part in an unwinnable war, this knife will not only slaughter Kenji, but will also carry on and cause carnage wherever your people are found.\n\"So let the nightmare for Japan begin.\"\n\nGraphic\n\n \n ED NOTE: GRAPHIC CONTENT - This image made from a video released by Islamic State militants on Saturday, Jan. 31, 2015, purports to show a militant standing next to Japanese journalist Kenji Goto before his beheading by the militant group. Goto was captured in October 2014, after he traveled to Syria to try to win the release of Haruna Yukawa. (AP Photo)  Japanese Prime Minister Shinzo Abe, second left, speaks during an emergency Cabinet meeting at the prime minister's official residence in Tokyo Sunday, Feb. 1, 2015 after an online video released Saturday night purported to show an Islamic State group militant beheading Japanese journalist Kenji Goto. (AP Photo/Kyodo News) JAPAN OUT, MANDATORY CREDIT  Japanese Prime Minister Shinzo Abe, left, speaks during an emergency Cabinet meeting at the prime minister's official residence in Tokyo Sunday, Feb. 1, 2015 after an online video released Saturday night purported to show an Islamic State group militant beheading Japanese journalist Kenji Goto. (AP Photo/Kyodo News) JAPAN OUT, MANDATORY CREDIT  Japanese Prime Minister Shinzo Abe speaks to reporters at his official residence in Tokyo Sunday, Feb. 1, 2015 following the release of an online video purportedly from the Islamic State group that shows a militant beheading Japanese journalist Kenji Goto. (AP Photo/Kyodo News) JAPAN OUT, MANDATORY CREDIT \n\nLoad-Date: February 2, 2015"
}