{
    "title": "VIDEO SHOWS SUSPECT WITH WEAPONS",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 5,
    "day": 31,
    "full text": "Jurors in the terrorism trial of Sami Osmakac were shown videos Friday of him trying on a suicide vest and slinging an AK-47 over his shoulders.\nHe was practicing for the attacks he thought he was about to unleash on South Tampa and Ybor City in January 2012, but he was hours away from being arrested by the FBI.\nThe videos show Osmakac checking himself out in the mirror of a Tampa Days Inn hotel room, and smiling as he surveyed the array of weapons laid out on the bed before him.\nTo test whether his camera was working, he sat on the floor and recorded a brief call to arms, urging revenge on Americans for the deaths of Muslims. What he didn't know was the man who sold him the weapons was an undercover FBI agent and none of the guns, bombs or grenades was in working order.\n\"We will go after every one of them, their kindergartens, their shopping centers, their night clubs, their police stations, their courthouses and everything,\" he said into the camera. \"Until we have an Islamic state the whole world.\"\nBut the attacks never came to fruition. While Osmakac was marveling at the weapons, FBI agents were holed up in another hotel room, watching him.\nOsmakac had been under surveillance for months, the undercover agent told the jury Friday. He said the agency had been monitoring the 27-year-old Pinellas Park man both on the ground and from the air.\nThey had been spying on him well before he tried to buy a bomb, the agent said, when Osmakac made a failed attempt to purchase guns in south St. Petersburg.\nAccording to the agent, Osmakac had tried to buy firearms from men he believed were selling drugs. He left empty-handed and convinced the FBI was recording his every move.\nThe terrorism trial ended its first week Friday in Tampa federal court. The prosecution is expected to rest its case next week.\nOn Friday, Osmakac's attorney, George Tragos, began cross-examining the undercover agent, a man testifying under the pseudonym Amir Jones and from behind a screen, obscuring his face.\nTragos, who has portrayed his client as a mentally ill young man of lower-than-average intelligence, noted that although Osmakac bought an arsenal, he didn't know how to use most of it.\nIt fell to the undercover agent to show Osmakac how to load a handgun and insert batteries into the vest packed with explosives. The agent even affixed instructions to a car bomb telling how to detonate it.\nFinally, Tragos invoked the agent's own words. There had been a mistake, and the agent had accidentally been recorded talking to some of his colleagues about Osmakac on the day they planned to arrest him.\nInstead of monitoring an experienced criminal, the agent said he was dealing with a man whose targets were still shifting hours before he planned to set off a 100-pound bomb.\nOsmakac was \"disorganized,\" the agent said, and \"wishy washy.\"\nAnna M. Phillips can be reached at aphillips@tampabay.com or (813) 226-3354.\n\nGraphic\n\n \nPHOTO: Sami Osmakac is accused of planning to carry out attacks in South Tampa and Ybor City. PHOTO - Screen grab from surveillance video: Sami Osmakac checks out an AK-47 while wearing a suicide vest in a video shown to jurors on Friday at his terrorism trial in Tampa.\n\nLoad-Date: June 2, 2014"
}