{
    "title": "Vienna attack that killed 4 is linked to Islamic State",
    "publisher": "usa today",
    "year": 2020,
    "month": 11,
    "day": 4,
    "full text": "At least four people were killed and more than two dozen seriously injured in Austria's capital, Vienna, late Monday in an assault that government officials said was connected to a radicalized person who \"sympathized\" with the Islamic State terror group.\nPolice shot and killed one suspect who was carrying a rifle and a fake suicide vest. Authorities tried to determine Tuesday whether further attackers may be on the run, although the evidence indicates the assailant acted alone.\nPeople in Vienna were urged to stay at home if possible.\nThe attack follows a series of deadly assaults in France in recent weeks during a terrorism trial connected to attacks at the satirical magazine Charlie Hebdo in 2015.\nThe latest attacks marked the return of terrorism-related violence in the heart of Europe after a period when few such assaults were registered.\nThe attack in Vienna unfolded across six locations near a synagogue, restaurants and busy shopping areas hours before Austria was due to start a nationwide lockdown to halt the spread of the coronavirus.\nAustrian Interior Minister Karl Nehammer described the assailant, who injured a police officer, as an \"Islamist terrorist.\" Just before midnight,  Chancellor Sebastian Kurz said in a televised address that the country had become \"the victim of a disgusting terror attack.\"\nNehammer said the attacker killed in Vienna was a 20-year-old dual citizen of Austria and North Macedonia. He was convicted of terrorism charges last year when he tried to travel to Syria to join the Islamic State.\nThree days of national mourning were announced.\nThe worst attack in Europe in recent years was in Paris in 2015, when 130 people were killed during an assault on a concert hall, at a major stadium and at restaurants and bars.\nIslamic State militants in Afghanistan stormed Kabul University on Monday as it hosted a book fair attended by an Iranian ambassador, sparking an hourslong gunbattle and leaving at least 22 dead and 22 wounded at the war-torn country's largest school. \n\nLoad-Date: November 4, 2020"
}