{
    "title": "Vietnam 's Wrong Lesson in the Gulf",
    "publisher": "the day ",
    "year": 1990,
    "month": 11,
    "day": 23,
    "full text": "PRESIDENT BUSH'S Persian Gulf policy has been ambushed by two conflicting ''lessons'' from the Vietnam war. And unless Saddam Hussein hands Bush another Pearl Harbor, the administration is trapped.\nVietnam taught American leaders the pitfalls of pursuing a major war without mobilizing public support. The political maxim is, ''If you are going to use force, make sure that you have your domestic ducks lined up before you start.''\nThe military learned another lesson - that carefully calibrated incremental measures are no way to wage a war. Secretary of Defense Robert McNamara's smothering blanket of restrictions spawned bombing runs that were more social-science experiments in bargaining theory than stages in a military campaign. The military maxim is, ''If you are going to use force, give the military a free hand to wage the decisive war they think is best.''\nBut consider what the latter maxim has produced. The only military option offered to the president is the one least likely to receive the desperately needed public support: an all-out air and ground offensive culminating in a protracted land war.\nThe administration has yet to consider seriously a limited air strike against a carefully circumscribed set of Iraqi targets. President Bush is unlikely to muster enough domestic (or international) support to initiate the war plan preferred by the military - but he could find the political capital to order a limited demonstration of resolve and military muscle.\nThe president can pursue the military option offered by his military advisers and commit political suicide. He can postpone the day of reckoning by increasing troop deployments, hoping that Congress and the public will rally behind him. Or he can order a limited action to put more pressure on Saddam Hussein.\nAlthough Mr. Bush has chosen the middle course, the growing voices of protest make that delaying game increasingly untenable. It's clear now that Iraq can hold out against the blockade well into next summer or fall. How likely is it that the international consensus behind the blockade can last longer than Saddam can?\nSomething new must be done to dislodge him. Air and missile strikes against selected high-value Iraqi assets would increase the pressure against Saddam while keeping US casualties low. Possible targets include plants used to produce chemical or nuclear weapons, or command and control headquarters for the elite Republic Guards. The key is to select targets that have military value but to hit only a few of them so that Saddam will know that the strike is limited.\nThree likely objections deserve consideration:\nFirst, that such an action will spark an outbreak of anti-US terrorism. True, but so would a major air and ground campaign. For that matter, if the sanctions ever begin to hurt Saddam, does anyone really doubt he will respond with terrorism? If we let fears of terrorism drive US policy, the only option is appeasement.\nSecond, that the military is incapable of executing ''surgical'' strikes. Maybe cruise missiles, stealth aircraft, other exotic systems will not work as promised. If so, it would be better to find this out from a limited action than in the middle of an all-out war when thousands of American lives are at stake.\nFinally, some may object that such a move could destroy the impressive but delicate international coalition now supporting US policy. Yet it is not clear that the coalition will survive if the president follows either of the other options now under consideration. Given the track record of international sanctions, it is likely that there will be defections even if we simply stand pat. Consultations are advisable, but since the bulk of the lives at stake are American, the US cannot afford to give each alliance partner a veto over responsible options.\nAfter the sand settles, Mr. Bush should review how he got trapped into considering only those military options American public won't accept. As the cold-war order dissolves, and third-world dictators continue to field first-world military forces, the problem is likely to surface again. Next time, the American president may demand a politically feasible option sooner."
}