{
    "title": "Vietnam frees democracy activist",
    "publisher": "charleston daily mail",
    "year": 2007,
    "month": 12,
    "day": 13,
    "full text": "HANOI, Vietnam - Vietnamese authorities released a French activist who was arrested after preparing pro-democracy pamphlets, making her the fourth foreign citizen released this week after being investigated for suspected terrorism.\nNguyen Thi Thanh Van left Ho Chi Minh City on Wednesday night and was expected to arrive back in France on Thursday, according to Reporters Without Borders, a Paris-based press freedom organization that sought her release.\nVan, whose pen name is Thanh Thao, was arrested Nov. 17 along with two Americans, a Thai national and two Vietnamese citizens after authorities found them preparing to circulate pro-democracy pamphlets.\nThe pamphlets were from Viet Tan, a California-based group that says it promotes nonviolent political change in Vietnam.\nVietnam's communist government, which does not tolerate challenges to its rule, considers Viet Tan a terrorist group.\nOn Tuesday, U.S. Ambassador Michael Michalak said he had seen no evidence that Viet Tan was engaged in terrorist activities and called on Vietnam to release the detainees if they had not committed any crimes.\nHours later, Vietnam released three Americans who had been detained in recent weeks: Truong Van Ba, Nguyen Thi Thinh and Le Van Phan, all U.S. citizens of Vietnamese descent.\nBa, whose American name is Leon Truong, was arrested along with Van.\nThinh and Phan were arrested Nov. 23 at the Ho Chi Minh City airport after authorities alleged that they had a firearm in their luggage.\nOne more American, Nguyen Quoc Quan, is still in custody. He was among the group arrested for preparing pro-democracy leaflets. Vietnamese authorities say he entered the country using a forged Cambodian passport.\nThe Thai national, Somsak Khunmi, also of Vietamese descent, is still being detained.\n\"We have not seen any evidence linking him to terrorism,\" said Putriga Ampaitan, a spokeswoman at the Thai consulate in Ho Chi Minh City.\n\"We hope that Vietnam will release him soon, just as they released the American and French citizens who were arrested with him,\" she said.\n\nLoad-Date: December 14, 2007"
}