{
    "title": "Vietnam releases 2 Floridians convicted on terrorism charges",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 11,
    "day": 13,
    "full text": "Two Floridians convicted of terrorism Friday in Vietnam were on their way home Sunday, more than a year after being arrested.\nSouth Tampa welder Binh Le, 31, and Thuong Nguyen \"Cuc\" Foshee, of Orlando were due to land in San Francisco today, and return home to Florida later this week.\nThey were among three Americans and four Vietnamese nationals convicted after more than 14 months in jail without charges. The Americans were sentenced to time served - more than 14 months.\nThe Le family did not want to comment Sunday, but relatives of Thuong Nguyen \"Cuc\" Foshee, a leader in the Orlando Vietnamese community, were thrilled.\nLe's daughter, Liz McCausland, spoke to her mother at 7:30 a.m. Sunday. Foshee's first words to her daughter were, \"I love you and I miss you.\"\nIn a 10 minute conversation, Foshee, 58, told her daughter that she will have to help her write thank you notes to everyone who helped her get home.\n\"I'm so happy.\" said McCausland, from her Orlando home.\nVietnamese officials linked the seven to the Government of Free Vietnam, a California-based group considered by the Vietnamese government to be a terrorist organization.\nSome were charged with plotting to use smuggled radio equipment to broadcast calls for an antigovernment uprising.\nThe Americans' release was expected within a month, but Florida Sen. Mel Martinez, who had been working for Foshee's freedom, said he was not satisfied with the delay.\nMartinez had threatened to block a vote to allow permanent trade with Vietnam, which the House of Representatives takes up on today.\nVietnam, a communist nation which has been leaning toward free trade to benefit its economy, wants good economic relations with the United States.\nThis week, President Bush heads to Hanoi to attend the Asian-Pacific Economic Cooperation summit, which Vietnam hope will showcase its economic power.\n\nLoad-Date: November 13, 2006"
}