{
    "title": "VIEWPOINTS_ Now, Stop Terrorist Funds",
    "publisher": "american banker",
    "year": 2011,
    "month": 5,
    "day": 25,
    "full text": "Osama bin Laden's death is a victory in the war on terror, but devoted followers remain intent on attacking the United States and its allies. Rather than shifting focus away from the terrorist threat after the successful raid in Abbottabad, there is a unique opportunity to strike at al-Qaida's financial lifeline.\nTerrorist groups require financial resources, and bin Laden has been a central figure in financing jihad for three decades first through his own fortune and then through wealthy contacts throughout the Gulf states. Removing this critical figure threatens these funding relationships, and now is the ideal time to take aggressive action to track and punish the financing of terror.\nSince terrorism is a fairly cheap tactic, countering terrorist financing is a difficult endeavor at best, but one that can and does play a critical role in keeping Americans safe.\nIt is not easy, however, to identify radicalizing individuals in the hope of thwarting attacks in the West, so it is important to have reasonable expectations. Cutting the financial lifeline of terror organizations can have a significant impact, and while current rules create a basic platform to deny terrorists access to the financial infrastructure, there is much work ahead.\nThe 2008 financial crisis offers a parallel and lesson whereby the health of assets and institutions were interconnected, or strongly correlated, such that failure in any asset class or institution was not contained. Investors came to realize that financial institutions forming the economic backbone of the nation were overleveraged and undercapitalized, fostering a contagion effect that amplified the consequences of decisions made by consumers, corporations, and government regulators.\nThere is a similar risk of interdependent failure in current counterterrorism finance efforts where terrorist exploitation of the financial system will be linked across institutions making it difficult to exert financial pressure and track funds earmarked for major attacks.\nThe primary culprit for this systemwide risk is the compliance-based approach that financial institutions have adopted in the wake of mounting antiterrorism regulations. Traditionally, the financial industry has been a security innovator. The post-9/11 environment and subsequent financial crisis generated tremendous reporting and regulatory burdens on the financial industry, and as a result counterterrorism activity is addressed in mechanistic, bureaucratic fashion by ticking boxes. Since all institutions are largely subject to the same regulations, and banks built counter-terrorism-finance measures around these requirements, failures may be spread across the financial system.\nIt is tempting to lay blame on the financial services industry for this state of affairs, but the government maintains its fair share as well. The reporting and regulatory requirements that institutions face are stifling. For example, the Treasury Department, Justice Department, Department of Homeland Security, Federal Deposit Insurance Corp. and Federal Reserve Board all have offices involved.\nThe financial industry has responded to this proliferation of interests and oversight by building compliance structures that specialize in satisfying reporting requirements rather than targeting wrongdoing. The government must rationalize the departments and agencies involved in these efforts.\nThe financial services industry, and efforts to counter terrorism finance, would benefit from a shifting away from this compliance-based structure toward one that fosters innovation. Banks, however, will not be able to do this on their own. The current incentive structure is simply not suited to promote activism and innovation. The government should rationalize the counterterrorism finance infrastructure, but it must also redress the punishment-and-reward system.\nThe penalties associated with terrorism finance are not sufficient to incentivize financial institutions to take further action, and this is reflected by past fines levied. Most recently, the U.K. fined Royal Bank of Scotland 5.6 million for failing to check customers against the designation list. U.S. fines against Arab Bank PLC and Riggs Bank totaled $24 million and $25 million, respectively. By contrast, Lloyds TSB Bank PLC was fined $350 million and Barclays PLC$298 million for violating sanctions against Iran.\nThe penalties for doing business with Iran were far more severe than those for transacting with possible terrorists, but the actual fines were fairly small considering the revenues and earnings of the institutions.\nIf punishments had more bite, investors and board members would take a more active role. Simply increasing punishments, however, would leave unexploited opportunity. The government could also offer a system of positive incentives to foster innovation and activism by offering tax incentives, innovation grants and rewards for information.\nSuch a revamped incentive structure might also breathe life into one area where the government faces considerable difficulty: international cooperation on counterterrorism finance. Reporting on the WikiLeaks cables highlighted the difficulties that the U.S. has in enlisting support from foreign partners. The U.S. government is confined to traditional tools of diplomacy in this arena, drawing on international legislation to exert pressure but lacking in mechanisms to deepen cooperation. Here, the financial industry could be an especially powerful force.\nWith an incentive structure aimed a rewarding ingenuity and activism, financial institutions may exercise levers of influence unavailable to governments. Globalization and transnational activity pose a challenge to national governance, while simultaneously empowering multinational entities. Industry leaders usually play a crucial role in developing standards and best practices, which could prioritize this issue.\nThe financial industry also maintains a powerful and well-organized lobby effort that could be used to encourage international cooperation.\nThese assets could greatly improve the chances of international action, which will be central to exploiting the loss of the jihadi rainmaker.\nScott Helfstein is the director of research of the Combating Terrorism Center at the United States Military Academy. The views expressed in this article do not reflect those of the U.S. Military Academy, the Department of Defense, or the U.S. Government.\n\nhttp://www.americanbanker.com/\n\nLoad-Date: May 24, 2011"
}