{
    "title": "Views on Charity and Grant-Making Guidelines to Fight Terrorism",
    "publisher": "the chronicle of philanthropy",
    "year": 2003,
    "month": 8,
    "day": 7,
    "full text": "Following are excerpts of comments submitted to the federal government by groups of charities, foundations, and lawyers about the government's efforts -- including voluntary guidelines issued by the Treasury Department -- to keep charitable assets from being used to support organizations with ties to terrorists. The complete text of most submissions is available on Web sites noted below.\nAmerican Bar Association\nMembers of the Exempt Organizations Committee of the Section of Taxation\nThe changed practices of charitable organizations owe more to growing awareness among U.S. charities that their activities are affected by the USA Patriot Act and Executive Order 13224. While the great majority of charities appear unaware that the act and the order exist, the educational efforts of organizations such as the Council on Foundations and its affinity group U.S. International Grantmakers, United Way International, Independent Sector, InterAction, Grantmakers Without Borders, and others (including this committee) have begun to raise the general level of awareness. In addition, individual exempt-organization lawyers and accountants have worked to alert their grant-making clients in many cases. Nonetheless, much ignorance remains.\nStill another challenge is, sadly, safety. Both secular charities and religious-affiliated charities have advised the authors that asking questions about the use of funds, the identity of employees, the background of beneficiaries, and the like can be dangerous to both the recipients of aid and the providers of aid. A health-care worker may be mistaken for a missionary from a faith other than the dominant religion in a particular area; a missionary may be mistaken for a spy for the government of the host country or the funder's country; a grant maker may find that it is physically perilous to seek answers to certain questions. One public charity operating in prewar Iraq reported that two of its volunteers were kidnapped and jailed by Saddam Hussein's secret police because the brand of satellite telephone they used was believed to be unique to the CIA. Choosing not to get involved in countries where aid workers are at risk is not always possible. If the choice is between withdrawing from a country in desperate need of aid or doing the best job possible within practical constraints, charities tend to stay where they are and help those in need, regardless of what the aid providers frequently view as mere paperwork. This problem existed before September 11, 2001, and has not lessened since then.\nGiven the diversity of the sector, we believe it will be difficult and, indeed, counterproductive to craft a \"one-size-fits-all\" approach. Therefore, we recommend a risk-based procedural approach instead. We believe that a risk-based approach could help minimize the burden on charities in cases where increased oversight and due diligence are not justified from a risk-analysis perspective. It is not unreasonable, however, for payments that the U.S. payer determines are higher risk to be more closely documented and monitored by the U.S. payer. The level of attention to detail should be linked to the level of risk presented. Therefore, we recommend practical, flexible guidance that informs the sector how better to \"know your grantee\" without prescribing overly burdensome requirements that may be costly without being effective.\nFor more, go to: http://www.abanet.org/tax/pubpolicy/2003/030714exo.pdf. ***\nCouncil on Foundations\nOnly a minute fraction of all foreign grants might be considered at risk of being diverted to support terrorism. The net effect of the guidelines, as written, is to discourage the making of all international grants and grants to domestic organizations with foreign activities or interests, particularly in parts of the world where it may be difficult or impossible to obtain all of the information described in [the guidelines], and in cases where the administrative costs of attempting to comply would be quite high.\nIronically, this comes at a time when the need for international humanitarian assistance is at an unprecedented level. To our knowledge, no other developed country has put forward similar guidelines for the making of international grants, putting U.S. grant makers at a disadvantage in attempting to work with fellow grant makers from other countries in moving forward to meet critical needs.\nFor more, go to: http://www.cof.org/files/Documents/Legal/Treasury_Comments_06.03.pdf. ***\nInterAction and Independent Sector\nWhile our members are striving to comply with all the new requirements of U.S. law, the existence of so many different U.S. government lists of \"prohibited\" organizations and individuals (not to mention lists maintained by the United Nations, the European Union, and other countries) makes review of them much more difficult. The need for a unified U.S. government list that takes into account those of objective international organizations and other governments is acute.\nMoreover, some names on the lists are the equivalent of \"John Doe\" in certain foreign countries and therefore do not help in identifying particular bad actors. Because many overseas offices suffer from interruptions in electricity and satellite connections, continuous monitoring of the lists may be difficult locally. Regular and periodic updates (e.g., quarterly) of a consolidated list would allow headquarters offices to download it and distribute it to overseas offices more efficiently.\nFor more, go to: http://www.interaction.org/library/detail.php?id=1905; or go to http://www.independentsector.org/programs/gr/intlactivities.html. ***\nNew York State Attorney General's Office\nU.S. charities should transfer funds to foreign recipients only through U.S. financial institutions that have the capacity to comply, and do comply, with all applicable U.S. laws and regulations and [have] software that enables them routinely to ensure that the transferees are not thought by the United States to have links with international terrorism.\nThe U.S. government should develop readily available consolidated guidance to U.S. charities with respect to all laws and regulations applicable to grants and other transfer of property to foreign recipients.\nThe U.S. government should launch a public education effort with respect to such applicable laws and regulations. State charity regulators should be included in such effort.\n\nLoad-Date: September 8, 2003"
}