{
    "title": "Viewpoint_ Trump Travel Ban Targeting Muslims Will not Make America Safe",
    "publisher": "university wire",
    "year": 2018,
    "month": 6,
    "day": 27,
    "full text": "Rebecca Jayne Wolfe, Yale University\nThe U.S. Supreme Court recently upheld the Trump administration's policy barring people from several predominantly Muslim nations from entering the U.S., ruling that the travel ban was an appropriate use of executive power aimed at strengthening national security.\nDemonstrators at the Supreme Court as the oral arguments on Trump's travel ban take place inside (Image: Flickr)\nIn her dissent, Justice Sonia Sotomayor agreed with the plaintiffs' argument that the policy - which targets travelers from Iran, Libya, Syria, Yemen and Somalia - was discriminatory because it brands Muslims as potential terrorists.\nI have studied violent extremism worldwide, including in some of the countries Trump's travel ban targets. My research reveals why profiling Muslims will not keep the United States safe from terrorism.\nProfiling worldwide\nMany countries try to identify and track potential terrorists through profiling as part of their national security policy.\nIsrael regularly uses racial profiling in airport security screenings. Kenya, Belgium and Pakistan also use profiling to monitor and apprehend people they consider at risk of engaging in terrorism.\nBut there is no typical terrorist.\nPeople who are educated or uneducated, religious or agnostic, join violent extremist groups. So do those who are employed, unemployed, poor, middle class and wealthy.\nSome extremists are socially active and family-oriented. Others are loners.\nThe uncertainty problem\nNo country - not the U.S., nor the Netherlands with its stop-and-frisk policy toward Muslims - knows who will commit the next terrorist attack.\nBut government officials, like most people, hate uncertainty. They want to be able to tell voters that they can predict violence and stop it before it happens.\nIt is difficult to disprove the counterterrorism strategies that label huge swaths of the world's population as potential terrorists, because to do so requires proving a negative.\nWhen terrorist attacks do not happen, were they avoided because correctly identified extremists were deterred, or because no one in the monitored group was planning an attack anyway?\nPredictive failures\nOther fields show why caution is in order when it comes to the kind of predictive modeling counterterrorism experts hope to perfect.\nPrinceton sociologist Matthew Salganik, whose research aims to predict the academic success of children, recently discussed the challenges he has faced in an episode of the NPR show \"Invisibilia.\" Despite having 15 years worth of data on 5,000 students, Salganik said, he has yet to develop a model that can reliably predict their performance in school.\nThe 2016 U.S. presidential election is another example of models failing spectacularly to anticipate human decision-making. Drawing on pre-election polls, most models incorrectly picked Hillary Clinton as the winner.\nData scientists blame bad polling data for the limitations of their statistical models.\nImagine, then, how fraught a counterterrorism model is when based on data collected in war zones with high terrorist activity and limited access - places like Somalia, northeast Nigeria and Iraq.\nGang profiling\nGang profiling may be the exception to the failures in predictive profiling.\nResearchers at the University of Southern California claim they've successfully created profiles of people who are likely to join gangs as a means of preventing recruitment. They hope to adapt the same tools to help Central America get violent gangs like MS-13 under control.\nThere may be something to this. According to the National Gang Center, almost all gang members committed other crimes before joining a gang.\nThat means that previous criminal behavior is a relevant characteristic to help police identify and protect those vulnerable to gang recruitment. And since these people are already in the criminal justice system, they are relatively easy to monitor.\nIn 2012 police launched a comprehensive crime-reduction strategy in New Orleans, which at that time had the highest murder rate of any U.S. city its size. At its core was a plan to target at-risk individuals from joining gangs by offering them various social and legal services.\nBy 2014, the murder rate in New Orleans had dropped 20 percent.\nNew Orleans' predictive policing plan demonstrates that when it comes to gang involvement, past behavior is a decent indicator of future behavior, though there are valid concerns that this type of profiling may stigmatize formerly incarcerated people - particularly young men.\nIn any case, profiling alone is not enough. A 2015 crime prevention program in Chicago that identified at-risk individuals but did not offer them social services proved largely unsuccessful.\nWho's a terrorist?\nIn closed-door meetings in Washington, I have heard numerous policymakers express hope that such anti-gang recruitment tools can be adapted to stop people in Syria, Iraq, Somalia and Nigeria from joining extremist groups.\nI have grave doubts.\nFirst, there is little evidence that prior violent behavior correlates with engaging in violent extremism, as it does with gang recruitment.\nBut successful profiling is all about data - and counterterrorist specialists simply do not have enough of it.\nVery few people worldwide will become terrorists. As of January 2017, the Islamic State, or ISIS, had 35,000 fighters controlling an area of Iraq and Syria with 8 million residents. More than half of all ISIS fighters are foreign-born.\nJustice Sonia Sotomayor (left) - shown with Ruth Bader Ginsburg (center) and Justice Elena Kagan - called the travel ban \"discriminatory\" against Muslims. (Image: Wikimedia Commons)\nIn contrast, Chicago has 150,000 gang members and a population of 2.7 million.\nProbability-wise, it is far more likely that any given Chicago resident will join a gang than that any one of the hundreds of millions of residents of Syria, Iraq, Tunisia, Russia, Chechnya, Jordan, England, France and 80 other countries that ISIS fighters have traveled from will turn to violent extremism.\nAs the Nobel Prize-winning psychologist Danny Kahneman writes in his book \"Thinking Fast and Slow,\" people often ignore these base rates when thinking about terrorism. For example, most violent extremists are young men - but only the tiniest fraction of young men worldwide are violent extremists.\nTerrorist attacks are also relatively rare, providing insufficient data on which to build a reliable model. In 2016, 25,620 deaths worldwide were attributed to terrorism. War, homicide and other kinds of violence killed 560,000. That means terrorism is responsible for less than 5 percent of all violent deaths around the globe.\nWhat countries can do to prevent terrorism\nThere are better ways to fight terrorists than by trying to figure out who will become one.\nInvervening in at-risk communities where terrorist cells may emerge could be more effective. Evidence confirms that extremist groups target entrenched conflict zones with little security and a significant number of marginalized residents.\nIncreasing security and public services in such areas can reduce violence. In Iraq, for example, development aid that improved basic services and infrastructure in areas with strong military presence has led to fewer insurgent attacks.\nAddressing vulnerable residents' short- and long-term concerns can also mitigate the reasons people join terrorist groups in the first place. Cash transfers and vocational training for unemployed young Afghans contributed to a 17 percent drop in support for armed opposition groups there between 2015 and 2016.\nThe Trump administration's profiling of Muslim travelers has been deemed constitutional. But that does not make it a valid national security plan.\nRebecca Jayne Wolfe, Fellow, Program for Refugees, Forced Migration and Humanitarian Action, Yale University. This article was originally published on The Conversation. Read the original article.\n\nLoad-Date: June 28, 2018"
}