{
    "title": "VIEWS OF THE STRIKE AGAINST LIBYA ; CONSULT CONGRESS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 23,
    "full text": "Military retaliation against Libya for its support of terrorism has proved immensely popular. It may even be effective in deterring future terrorist attacks, although I doubt it. But the air strike, as carried out by President Reagan and his advisers without Congressional consultation or approval, almost certainly was an unconstitutional usurpation of the war-making power.\nTerrorism, it is argued, is a new type of warfare requiring new procedures for the exercise of military force. Toward that end, there have been Capitol Hill suggestions that Congress should amend the War Powers Resolution to enable the President to respond militarily to terrorism. To do so would be a mistake.\nThe 1973 resolution, under which Congress attempted to recapture its authority over war-making, already is too weak. In effect it licenses the President to decide to go to war, with the sole requirement that he ''consult'' with Congress in advance ''in every possible instance,'' and with the weak restriction that troops must be withdrawn within 60 days unless Congress specifically authorizes longer duty.\nThe hollowness of the consultation requirement was illustrated by Mr. Reagan's notification of only a handful of Congressional leaders before the raid - once the bombers were in the air. As for the 60-day limit, what possible hindrance is that to a raid that lasted less than 15 minutes?\nInstead of the resolution, the Constitution should be the central focus. An Administration that professes adherence to the Founding Fathers' original intentions would do well to respect their judgment about who should decide to commit our military forces to war. The Framers feared, more than anything else, a President who would abuse his power. Thus, they wrote constitutional restraints on Presidential power, among them the limit on making war. While Article II provides that the President shall be the armed forces Commander in Chief, Article I gives Congress the power to declare war. Thus, one branch decides whether to go to war; another conducts the war. This balance constitutes a crucial check on executive power.\nEarly Presidents respected Congress's exclusive power to declare war. In 1798, faced with France's seizure of merchant ships, John Adams asked Congress for power to arm merchant ships and to take other defensive measures. Congress responded by creating a Navy Department, voting appropriations for new warships and authorizing the enlistment of a provisional Army.\nJames Monroe, when issuing the Monroe Doctrine in 1824, recognized the supremacy of Congress. While asserting America's protective role in the hemisphere, he did not claim that a President alone could decide to send troops to defend Latin American countries. Rather, he said, ''the Executive has no right to compromise the nation in any question of war.''\nPresidential dissatisfaction with limits on executive power is not new. Throughout the 19th century, Presidents increasingly resorted to gunboat diplomacy to redress grievances and protect our commercial interests. It was in this century that making war at pleasure became a consistent practice. Committing troops is now considered merely another way of conducting foreign policy. The frequency of the violation, however, does not diminish its seriousness.\nIn 1787, James Wilson, a Framer, said of the Constitution's grant of the war-making power to Congress: ''This system will not hurry us into war; it is calculated to guard against it. It will not be in the power of a single man, or a single body of men, to involve us in such distress.'' The balance envisioned by the Founders should be re-established. Unless our nation or its forces are attacked, the decision to make war should be difficult. It should not be left to the President and a few senior advisers, to be made in secret. Strategic and tactical details may of course be protected, but unless an operation is undertaken to rescue hostages or prevent a terrorist incident, the decision to use force should be made in consultation with the full Congress.\nTerrorism may or may not be a threat to national security. But whatever threat it poses, terrorism takes no precedence over the Constitution. Nothing does. In this unsettled world, the Constitution is our only bedrock."
}