{
    "title": "Vigilantes Target Drug Chief",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 3,
    "day": 5,
    "full text": "COLOMBIA'S government has waged an intense hunt over the past seven months for Pablo Escobar Gaviria, the world's most notorious drug trafficker. But it is the work of an illegal and ruthless paramilitary group in recent weeks may force his surrender.\nMr. Escobar, head of the Medellin drug cartel, said in a letter faxed this week to a New York Times reporter that he would give himself up if the United States granted protection to his family. The US Embassy here rejected the offer on March 3.\nThe offer comes after a series of car bombings directed against Escobar's family and the assassinations of an estimated 50 people suspected of working with the Medellin cartel by the paramilitary group, which calls itself Pepes, an acronym for People Persecuted by Pablo Escobar.\nAuthorities believe that Pepes consists of former Medellin cartel members sworn to avenge Escobar's killing last July of members of two important drug trafficking families, the Moncadas and the Galeanos. The Medellin cartel became Colombia's most infamous drug traffickers, but other cartels, particularly the rival Cali group, have emerged to vie for the drug business.\nA wealthy paramilitary leader of the 1980s named Fidel Castano, who is believed to have had a falling out with Escobar over terms of his May 1991 surrender and conflicts within the cartel is thought to be the mastermind behind Pepes, according to sources cited in Semana, a Colombian weekly news magazine.\nLightning responses to terrorism have generated considerable public sympathy for the paramilitary group among a population weary of a long, drawn-out war in Medellin between hired assassins and police and of a wave of bomb explosions in Bogota which have left many dead and hundreds wounded.\nBut while potent, Pepes confronts authorities with a moral quandary stemming from a 50-year history of paramilitary groups and death squads in Colombia. In the decades-long confrontation between the government and guerrilla movements here, such groups - frequently charged by human rights groups of having ties to the military - have been accused of \"disappearances\" and killings of scores of Colombians.\nThe paramilitary groups, some charge, have been allowed to operate outside the law while the country's security forces have been unsuccessful in curtailing guerrilla activities and drug-trafficking violence.\n\"From the legal point of view and out of principle, the government doesn't have any alternative but to pursue Pepes, censure them, and condemn them,\" said Rodrigo Losado, a specialist in political violence at Javeriana University in Bogota.\n\"But in practice, it is possible that Pepes is being left alone and not pursued for tactical reasons,\" Mr. Losado added.\nSome analysts here believe the police are not only turning a blind eye, but even are collaborating with Pepes.\n\"When Escobar is killed, captured, or surrenders, Pepes will end up getting the credit as the paramilitary or criminal group that delivered him,\" says Rafael Santos, the editor in chief of El Tiempo, Colombia's leading newspaper.\n \n'Eye for an eye' justice\nRather than emphasizing their drug connections, Pepes has stressed their sympathy with hundreds of Escobar victims, patriotism, and an exaggerated sense of \"an eye for an eye\" justice.\n\"We repeat that if Escobar does not feel pain when he puts at risk the lives of children, old people, and the innocent, neither will we feel it in our response to him, his friends, and his collaborators,\" the group said in a Feb. 1 fax to the press.\nPepes struck for the first time only hours after a car bomb allegedly planted by Escobar went off in Bogota on Jan. 31. The group set off two car bombs outside an apartment complex occupied by Escobar's family. Pepes has also destroyed homes, an art gallery, and the the drug trafficker's prized $ 5 million collection of antique luxury cars.\nThe intense pressure by Pepes appears to have caused Escobar's wife and two children to attempt to flee to the US on Feb. 19. The family was intercepted by Colombian authorities, and the following day the US government canceled their tourist visas.\nAssaults by the group have also led in the last few days to the murder of a man suspected of involvement with the Medellin cartel, and the surrender of five key members of Escobar's organization. Authorities say the surrenders and the killing amount to the most serious crisis that the Medellin cartel has faced to date.\nEscobar continues to elude more than 5,000 US-aided soldiers and police, an unspecified number of bounty hunters, and another new shadowy guerrilla group called \"Free Colombia,\" which claims 150 members but espouses nonviolent means of getting rid of him.\n \nEnd of Medellin cartel?\nInformers from the Medellin cartel told Semana magazine that the cartel is decimated, and that Escobar has lost his most trusted lieutenants.\nEvidence from the security forces also suggests that the Medellin cartel is self-destructing, due to internal wars waged among drug traffickers.\nBut Escobar has shown himself to be an extremely crafty fugitive and survivor. Pepes, with its inside knowledge of Escobar's habits and its willingness to wage war, may represent the best hope for the Colombian government in ending the terrorism.\n\"Pepes plays just as dirty as Escobar,\" Mr. Santos says, explaining why the group is perceived as more effective than the government. \"They plant bombs, burn property, pressure and intimidate his family. They are, moreover, people from within the Medellin cartel, who are very close to Escobar and know his way of operating.\"\nAnalysts are divided as to what will happen to the Medellin cartel if Escobar is killed or surrenders. But while drug violence would almost certainly be reduced, no one here believes that the end of Escobar would seriously dampen the cocaine trade in this nation of so many drug cartels. Pepes itself might claim Escobar's slice of the pie.\n \n\nGraphic\n\n \nPHOTOS: 1)[page 1] Police Guard Site of a Blast in Bogota, Colombia. A paramilitary group responding to cartel attacks, such as this bombing last month, with retaliation that may force Pablo Escobar's surrender., SCHMIDT/AFP, 2)BOGOTA, COLOMBIA: Firefighters put out a fire ignited by a car bomb last month in a wave of terrorism by members of the Medellin cartel. A paramilitary group is responding with more acts of violence., TAPTA/AFP\n\nLoad-Date: March 5, 1993"
}