{
    "title": "Vigilance, prudence fight terrorism",
    "publisher": "usa today",
    "year": 2003,
    "month": 9,
    "day": 4,
    "full text": "USA TODAY's editorial \"Don't let price alone dictate response to missile threat,\" sets up a false premise and knocks it down. No one is suggesting that price alone should be the determining factor regarding anti-missile defense systems (Our view, Secure skies debate, Aug. 22).\nThe questions that need to be answered are:\n * Do these systems work for commercial aircraft?\n * Can they be practicably deployed using terrorism defense resources prudently; and, if so, how are we going to accomplish this task and pay for it?\nThe technology being considered is untested for its adaptability to commercial aircraft, which differ significantly from military aircraft. The best cost estimate we are aware of puts the full, lifetime cost closer to $ 100 billion, not the $ 10 billion cited by those selling this technology. How our country decides to pay for the war against terrorism needs to be resolved. This is not a simple matter of passing along a few more dollars in costs to airlines. Our air transport system is a central component of our economy. The government needs to address both its defense against terrorists and national economic issues with extreme care.\nAs a nation, we need to be both vigilant and prudent in the use of resources to defeat terrorism. Let's get the facts to determine the viability and advisability of these systems. Those who say act without analysis are wrong. The airlines have much at stake, but our country has an even greater stake in finding the right answers.\nJames C. May, CEO\nAir Transport Assoc.\nWashington\nDress codes 101\nAs a former substitute teacher, I'm dismayed when teachers bring up salary issues with regard to their wardrobes (\"Costly dress code,\" Letters, Friday).\nThe school I worked for did not require that I wear designer suits. Rather, the standard was a dress shirt, tie and slacks with appropriate accessories. It was a reasonable request, and I complied.\nLet's not forget that teachers set examples for students. If they don't want the responsibility, they should quit.\nE.C. Rayman\nOxford, Ohio\nSchool bus safety\nHow many more of our children are going to be injured, maimed or killed in school bus accidents before seatbelts become mandatory on all buses (\"16 hurt in school bus crash in Illinois,\" Nationline, News, Aug. 28)?\nSuch stories are a wake-up call.\nCarrie Klein\nStamford, Conn.\nCybercrime penalties\nThe 18-year-old who authorities say was responsible for that computer virus should get at least 15 years in prison if he's found guilty. The virus caused millions of dollars in damages and disrupted lives all over the world (\"Cops take a bite, or maybe a nibble, out of cybercrime,\" Cover story, Money, Tuesday).\nIf we don't seek severe penalties for \"bloodless terrorism,\" it may escalate.\nChuck Ellis\nYardley, Pa.\n\nLoad-Date: September 4, 2003"
}