{
    "title": "Vigilance that prevents domestic terrorism The Chattanooga shootings, coming soon after the Charlest",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 7,
    "day": 21,
    "full text": "When a troubled young man, perhaps lured by an extreme ideology, commits an act of domestic terrorism, the question is often asked: Could someone have reached him first and offered help? \nThe question is still being asked regarding Dylann Roof, the Confederate flag-waving white supremacist charged with killing nine blacks last month in a Charleston, S.C., church. But it also applies to Muhammad Youssef Abdulazeez, the young Muslim-American who gunned down a Navy sailor and four marines July 16 in Chattanooga, Tenn. \nMr. Abdulazeez's motives are still not clear as he was killed in the incident. But since his early teens, he had experienced personal struggles. And he had looked online at the views of a radical Islamic cleric. But one thing is certain: He was due to appear in court July 30 on a charge of driving under the influence. At his arrest, he admitted to police that he had been with friends smoking marijuana. Perhaps facing prison time, he went on a shooting rampage against military personnel.\nIf he had been in Seattle, however, Abdulazeez might not have faced jail time. Since 2011, the city's 1,350-officer force has been given the discretion to divert people committing certain kinds of nonviolent offenses into a treatment program rather than into the criminal-justice system. This novel approach, in which Seattle police act directly as social workers as well as law enforcers, has caught the attention of other cities. The program, known as Law Enforcement Assisted Diversion, or LEAD, was also the focus of a White House conference in May.\nThe United States is not alone in needing new ways to reach troubled individuals before they commit violence or who have minor brushes with the law. In a speech on Monday, British Prime Minister David Cameron called on local communities, Muslim leaders, and even Internet companies to better help young Britons who struggle with identity and belonging, and who may end up \"self-identifying\" with jihadi violence. He said the battle with Islamist extremism is \"the struggle of our generation.\"\n\"We have to confront a tragic truth: that there are people born and raised in this country who don't really identify with Britain,\" he said. A similar statement might have been said of Abdulazeez, who was born in Kuwait of Arab parents but raised in the US.\nMr. Cameron proposed a few specific steps. He would enable parents to cancel their child's passport if they suspect he or she might travel to the Middle East to join a radical group. And, more controversially, he asked if Internet companies, which are so adept at tracking a person's tastes and whereabouts, might also be alert to spotting troubled individuals who could turn violent.\nPolice and other parts of government can only do so much to help a young person in trouble, or integrate them into a community and resist the narrative of extremist groups. With too many young people committing mass violence, either out of personal hurt or a public cause, everyone needs to be alert and try to help such individuals. That may be the best path to prevent acts of domestic terrorism\n\nLoad-Date: July 21, 2015"
}