{
    "title": "VIGILANCE OR PARANOIA_ INCIDENTS RAISE CONCERNS OF MISTAKEN TERRORISM TIPS",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 9,
    "day": 17,
    "full text": "First, a high-profile false alarm in Florida; then the arrest of five terror suspects in western New York. Together, the two events raise questions about how zealous Americans should be as tipsters in the homefront war on terrorism.\n\"I don't know if anyone has the perfect answer,\" said Khalid Qazi, president of the American Muslim Council of Western New York, wondering how to strike a balance between vigilance and paranoia.\nAfter a daylong drama on the south Florida highway known as Alligator Alley, three Muslim medical students were released Friday without charges. They had been detained based on the suspicions of a woman who overheard parts of their conversation at a Shoney's restaurant in Georgia.\nAuthorities commended the woman, Eunice Stone, for calling police. Even Muslim leaders, while depicting the incident as racial profiling, stopped short of saying Stone acted maliciously.\n\"I'm sure she believes she really heard some threats,\" Ibrahim Hooper, spokesman for the Council on American-Islamic Relations, said Monday.\n\"But there's a problem when you basically deputize everyone in America. Does a person reading the Koran in the airport, or a man wearing a skullcap, constitute suspicious activity? Where does it leave us?\"\nLaw enforcement authorities, from the federal level on down, have encouraged the public to report any suspicious activity since the Sept. 11 terrorist attacks and have not complained about false alarms.\n\"Any time a citizen feels that they have witnessed something suspicious, we want them to notify the appropriate authorities,\" said Justice Department spokesman Mark Corallo. \"Citizen vigilance is an essential part of the fight against terrorism here at home.\"\nYet one of the department's initiatives for expanding public vigilance Operation TIPS has run into widespread opposition, from both conservatives and liberals. Even the U.S. Postal Service shunned the program, in which truckers, train conductors, utility employees and others were supposed to report systematically on suspicious activities.\nA proposal for a scaled-back TIPS program remains pending. Among its foes is the American Civil Liberties Union, which says TIPS would \"recruit 1 million volunteers to act as spies and informants against their neighbors.\"\nThe ACLU's executive director, Anthony Romero, said utility workers and truckers would be more prone to fall for hoaxes or to engage in racial profiling than law enforcement officers.\n\"We will quickly spiral down into anarchy if we begin to ask ordinary citizens to play the role that only trained authorities should play,\" Romero said.\nIn contrast to the Florida false alarm, authorities claim a substantive breakthrough in Lackawanna, N.Y., with the arrest of five men of Yemeni descent who allegedly were trained in Afghanistan by Osama bin Laden's al-Qaida terrorist network. A sixth suspect was arrested in Bahrain.\n\"The FBI solves a great number of its cases through public cooperation,\" said Paul Moskal, a bureau spokesman in Buffalo, N.Y.\n\nGraphic\n\n \nLuis M. Alvarez/The Associated Press * Amos Rojas, center, of the Florida Department of Law Enforcement, talks to the media as Dr. Jack Michel, left, chief executive officer of Larkin Community Hospital, and Altaf Ali, right, of the Florida office of the Council on American-Islamic Relations, look on.\n\nLoad-Date: September 17, 2002"
}