{
    "title": "VIGILANCE OR OVERKILL_",
    "publisher": "daily news ",
    "year": 2010,
    "month": 5,
    "day": 14,
    "full text": "It took nine hours and response teams from a dozen local, state and federal agencies to remove 17 passengers from a Bangor-to-New York Greyhound bus at Portsmouth, N.H. last week - all for a false alarm. But comments have been invariably favorable from the passengers, from public officials, and from local businesses that were evacuated. The security responders were just doing their duty, they said.\nWhat to make of the lack of complaints? The passengers were delayed for nine hours. One was taken off in handcuffs. Sharpshooters and SWAT teams pointed guns at them. Traffic on nearby streets was blocked. Customers were ordered out of nearby buildings. One hundred people attending a tourism conference had to move to other quarters. About the only objection was from two of the passengers who refused to give their names, one because he feared arrest for past minor offenses.\nOverkill? No one seems to be suggesting it. Not after a Taliban-trained Yemeni-American tried to set off a truck bomb in Times Square. Not when the Department of Homeland Security has raised the current threat level to elevated or yellow and the threat for all plane flights to high or red.\nA bus passenger thought she heard another passenger, speaking either Arabic or English, say something about a bomb. The driver pulled over in Portsmouth and called the police. The woman was following federal instructions. Homeland Security was saying: \"All Americans should continue to be vigilant, take notice of their surroundings, and report suspicious items or activities to local authorities immediately.\"\nMore such incidents are coming. The Taliban, with some of its leaders being killed by American drones, is turning to attacks on American soil. Car bomb and suicide-bomb attempts can be expected at any mass gathering. Vulnerable targets include airports, subway stations, sporting events and even those huge cruise ships that anchor off the Maine coast. A mix of real warnings and hoax calls is inevitable.\nOther countries have been through the same thing. England had many years of Irish Republican Army terror. France weathered a long siege of terrorism until it negotiated Algerian independence. Israel has learned to live with Palestinian terror that is undeterred by punitive counterattacks. In each of those cases, the terrorists have had a political objective.\nNo simple solution is in sight for America's growing plague of terrorism. The current U.S. response is mainly to try to wipe out al-Qaida and Taliban plotters and trainers and to tighten border security.\nFor citizens, government directives to be watchful and reporting anything suspicious should be tempered by not panicking or being overly suspicious.\nOtherwise, there will be more nine-hour delays for nothing.\n\nLoad-Date: May 14, 2010"
}