{
    "title": "Villainizing Christianity If we can't condemn Islam for Muslim terrorists, why condemn Christians_",
    "publisher": "usa today",
    "year": 2015,
    "month": 12,
    "day": 1,
    "full text": "In the wake of the Colorado Springs shooting, I read a great deal about so-called Christian terrorism from liberals. I don't think they've thought this through.\nWe've spent years hearing how associating Islam with terrorism is outrageous and bigoted. President Obama, Secretary of State John Kerry and Hillary Clinton have all made the case that Islamic terrorism has \"nothing whatsoever\" -- Clinton's words -- to do with Islam. President Obama insists the Islamic State \"is not Islamic.\"\nEven phrases such as \"Muslim terrorism\" are forbidden because they imply that Islam itself has something to do with terrorism. Better to talk about \"death cults,\" \"violent extremism\" and criminals. And if you have to mention religion, make sure you adorn the word with lots of specific adjectives such as \"radical\" and \"extremist,\" or deploy euphemisms such as \"jihadist.\"\nWhether any of that is convincing is a topic for another time. Liberals insist they believe it to be true, and at least for argument's sake, I'm happy to take them at their word.\nOf McVeigh and hitler\nSo where is the condemnation of the phrase \"Christian terrorism\" (or, for that matter, \"white terrorism\")? By all means, Christian leaders should denounce violent attacks on Planned Parenthood. But shouldn't progressive leaders condemn any effort to tie Christianity with terrorism?\nApparently not. It seems taking sides against Christianity is the progressive thing to do.\nIn a famous speech at the National Prayer Breakfast this year, President Obama lectured Christian clergy not to get on their \"high horse\" about the atrocities committed by ISIL, given that Christians committed (allegedly) similar atrocities during the Crusades.\nIt's difficult to catalog all the flaws with this comparison, but one problem stands above all of the rest. By laying the Crusades at the feet of Christianity, Obama was unwittingly laying ISIL's atrocities at Islam's feet, at least rhetorically.\nConsider that modern-day Council of Nicea, ABC's The View. Joy Behar recently insisted that  concern over Muslim refugees was overblown. After all, Oklahoma City bomber \"Timothy McVeigh was a Christian,\" Behar said. \"Just sayin'.\"\nWhoopi Goldberg (no relation) concurred. \"There have been a lot of monster Christians,\" she said. \"Hitler was a Christian.\"\nJust for the record, Hitler detested Christianity, and McVeigh was an avowed agnostic who never cited Jesus as the inspiration for his crimes.\nCrusades vs. jihad\nPersonally, I'm opposed to all such forms of guilt by association, but it seems obvious to me that contemporary Christianity is not struggling with a Crusades problem, while Islam is certainly struggling with a jihad problem.\nPsychologically, that jihad problem is the elephant in the room. It no doubt helps explain why Democratic and Republican leaders alike are eager to rhetorically separate Islam and Islamic terrorism. Obama even recently praised George W. Bush -- calling that a rarity would be a grave understatement -- for his effort to distinguish the majority of Muslims from the terrorist minority.\nAnd that is what responsible leaders should do. But if you are going to pursue this rhetorical path, some consistency would be nice.\nConsider the question of motivations. The Obama administration often warns that insulting Islam -- by burning Qurans, drawing the prophet Mohammed, etc. -- can invite a terrorist backlash and help Islamists win new recruits.\nQuestion: If Islamic terrorism has nothing to do with Islam, why would insulting Islam invite more terrorism?\nAs secretary of State, Clinton worked assiduously to cast the attack on the U.S. compound in Benghazi, Libya, as nothing more than the reaction to an Internet video. After the recent Paris attacks, her successor momentarily admitted that he thought the terrorist attacks on the French satirical weekly Charlie Hebdo earlier this year had \"legitimacy.\"\nKerry quickly corrected himself, saying that the attacks weren't actually legitimate but that he could still see the \"rationale\" behind them.\nYou will be hard-pressed to find any such rush to understanding -- never mind the White House -- when it comes to the so-called Christian terrorism in Colorado. And that's because progressives, from the president down, are much more comfortable talking about the threat posed by the white Christian Americans who happen to vote Republican and oppose Planned Parenthood, than they are discussing the threat from people determined to kill all Americans.\nJonah Goldberg, American Enterprise Institute fellow and National Review contributing editor, is a member of USA TODAY's Board of Contributors. \n\nGraphic\n\n \nphoto David Zalubowski, AP\n\nLoad-Date: December 1, 2015"
}