{
    "title": "VIOLENCE IN KASHMIR REGION JOLTS POWELL VISIT; U.S. CALLS FOR CONFLICT IN AREA TO STOP DURING ANTI-T",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "Secretary of State Colin Powell's South Asia visit got off to a rocky start Monday as Indian troops opened fire on Pakistani positions in the Kashmir region just hours after Powell appealed for restraint.\nAlso on Monday, thousands of shops around Pakistan were shuttered in response to a general strike called by Muslim leaders opposed to Pakistan's support for U.S. airstrikes against terrorist targets in Afghanistan. The strike was timed to take place during Powell's visit.\nPresident George W. Bush's administration has been hoping that Pakistan and India would contain their differences over Kashmir at least for the duration of the American-led military campaign against Afghanistan-based Osama bin Laden and his terrorist organization.\nIn Washington, Bush urged India and Pakistan to try to avoid military conflict over Kashmir, because fighting there \"could create issues\" for the anti-terrorism campaign.\n\"It is very important that India and Pakistan stand down during activities in Afghanistan or, for that matter, forever,\" Bush said.\nPakistan's support for U.S. operations is considered crucial because it is adjacent to Afghanistan. India has been sharing intelligence and offering other support for the anti-terrorism coalition.\nPowell, who arrived Monday night in Islamabad, is planning to make the case for restraint in Kashmir in meetings today with President Pervez Musharraf and on Wednesday with Indian Prime Minister Atal Bahiri Vajpayee in New Delhi.\nA senior Indian army official said Indian forces had shelled Pakistani military posts across the cease-fire line Monday in Kashmir, destroying 11 posts. The Pakistan army was returning fire as midnight approached Monday, a Pakistani army spokeswoman said.\nBush said Powell's mission was \"to talk to both sides about making sure that if there are tensions - and obviously there are - that they be reduced.\"\n\"We are mindful that activities around Kashmir could create issues in that part of the region, particularly as we're conducting our operations in Afghanistan,\" Bush said.\nMonday's action in Kashmir followed a terrorist bombing there Oct. 1 that killed about 40 people. It left U.S. officials worried that India and Pakistan would turn their attention on each other instead of cooperating in the global counterterrorism effort.\nIn his separate meetings with Musharraf and Vajpayee, Powell also was expected to discuss U.S. military ties with both Pakistan and India. In India, that could mean an expansion of an existing U.S. military training program. The program for Pakistan cannot resume until Congress eases sanctions.\nThe U.S. Senate passed legislation Oct. 4 that would effectively remove a ban on foreign aid to Pakistan, which was imposed after the military coup in 1999. The House is to vote today.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: October 16, 2001"
}