{
    "title": "Violence, terrorism not conflict solution",
    "publisher": "lincoln journal star ",
    "year": 2005,
    "month": 5,
    "day": 16,
    "full text": "I feel compelled to answer the \"rant\" of Gregory L. Keller (\"Hope, freedom for Palestinians AWOL,\" Local View, Lincoln Journal Star). As a journalism instructor he surely knows there is a huge difference between fact and opinion, and his opinionated rant misrepresents so many facts it cries out for response.\nKeller would have the reader believe that Israel \"illegally confiscated\" the West Bank and Gaza, which he calls \"Palestinian land.\" Any cursory study of Middle East history shows that these areas have been in dispute since the founding of the state of Israel and were under Egyptian and Jordanian control until the war in 1967. These lands came under Israeli control as a result of the Six-Day War and are part of land that remains unresolved, under international law, since 1948. Jews had purchased lands and were living on their own property before 1948, and were either murdered or kicked off their land when the hostilities ended after the formation of Israel. When this land was returned to control of Israel in 1967, heirs of those early settlers returned to re-establish settlements.\nIt is true that in the absence of political process or partners with whom to negotiate these questions of borders and land disputes, the Israeli government encouraged settlements in these areas. But as recent days show, Israel always has been willing to exchange a lot for real movement toward peace. One need only look at the agreements with Egypt and the return of the strategically vital Sinai as evidence. It can only be through negotiations and a political solution that these issues can be resolved. Violence and terrorism never will be permitted to work as solutions. This truth is part of the connection between the United States and Israel that Keller does not acknowledge.\nThat lack of perspective could be excused before 9/11, but because the United States has experienced the centrality of protecting citizens as the primary responsibility of any government, it should not be hard to understand the security fence and the actions of Israel against terrorism. Israel cannot, and should not, let its existence be determined by people who are sworn to push the population into the sea. Would Keller let a person committed to his death live next door to him, armed and threatening daily? Whatever arguments are used to explain away the terrorism, letting the perpetrators of violence off the hook is most disturbing. Whether through incitement or actual support, this is a battle between life and death. Life can be supported by a political process. This dispute cannot be solved through force.\nThe lives of the Palestinians living in the disputed territories are indeed terrible. Israel has acknowledged its responsibility to aid reconstruction efforts, but the Palestinian leadership is going through many changes - some positive, some not. Corruption is a problem, as is the tension between those voices ready to make the difficult choices required to birth a Palestinian state and the voices that maintain that Israel must disappear before a Palestinian state can emerge. We watch daily with baited breath, praying for victory for those moderate voices who have chosen life, a viable future and continue to fight corruption. As in Iraq, which path will be taken is not yet clear.\nPresident Bush and the American people have close ties to Israel. These connections are not tactical but strategic and are part evidence of the deep and real connection between the American soul and the Israeli soul. Peace is a value that both countries hold dear; freedom is a value both try to hold up as an ideal. In order to move peace forward, we need more people to look at facts, not opinions. Keller has demonstrated that he is no history teacher, and we should carefully consider that when we read his one-sided opinions.\nBob Wolfson of Omaha has been regional director of the Anti-Defamation League's Plains States office for more than 17 years.\n\nLoad-Date: November 17, 2006"
}