{
    "title": "Violent crime shows 6% decline, FBI says",
    "publisher": "usa today",
    "year": 2011,
    "month": 9,
    "day": 20,
    "full text": "Violent crime declined 6% in 2010, marking the fourth straight year-to-year decline, the FBI reported Monday. Property crime was down for the eighth year, falling 2.7%. An estimated 1.2million violent crimes and 9 million property crimes were reported to police last year.\nThe rate for murder and non-negligent manslaughter fell to 4.8 per 100,000 population, less than half what it was two decades ago. Robbery fell 10%. All property crime categories showed declines. The largest drop was motor vehicle thefts, down 7.4%.\n\"Probably the best explanation is that people are getting better at protecting their belongings   from car burglar alarms to better bicycle locks,\" said John Eck, a professor of criminal justice research  at the University of Cincinnati.\n'Don't ask, don't tell' policy ends\nThe military today begins processing applications from openly gay recruits as the 18-year-old ban known as \"Don't ask, don't tell\" ends.\nPentagon press secretary George Little said the military is adequately prepared to end the current policy, under which gays could serve as long as they didn't openly acknowledge their sexual orientation.\nLast week, the Pentagon said 97% of the military has undergone training in the new law. Defense Secretary Leon Panetta, Joint Chiefs chairman Adm. Michael Mullen and President Obama all have certified that allowing openly gay servicemembers will not undermine the effectiveness of the military or its recruiting.\nPadilla's sentence too lenient, court says\nThe 17-year prison sentence imposed on convicted terrorism plotter Jose Padilla is far too lenient for someone who trained to kill at an al-Qaeda camp and also has a violent criminal history, a federal appeals court ruled as it threw out the sentence.\nA divided three-judge panel of the 11th U.S. Circuit Court of Appeals ordered a new sentencing hearing for Padilla, 40, a U.S. citizen and Muslim convert, who was convicted in 2007  of several terrorism-related charges.\nPadilla's attorney, Michael Caruso, said he would appeal the ruling.\nLast 9/11 wrongful-death lawsuit settled\nThe last wrongful-death lawsuit remaining from the 9/11 terrorist attacks was settled  when a family that sought to expose weaknesses in the nation's air-safety system decided it had done what it could.\nThe family of Mark Bavis decided to settle after making public as much information as it could about what it viewed as security lapses on Sept. 11, 2001, at Boston's Logan International Airport, where United Airlines Flight 175 originated, attorney Donald Migliori said. The terms of the settlement were not disclosed.\nBavis, a West Newton, Mass., scout for the Los Angeles Kings hockey team, was on the flight that terrorists hijacked and flew into the south tower of the World Trade Center in New York City.\nMen charged in fire face forest ban\nTwo cousins are banned from national forests  while they await trial on charges that they accidentally caused the largest wildfire in Arizona history. Caleb Malboeuf and David Malboeuf are charged  with leaving a fire unattended and failing to maintain control of a fire that damaged a national forest. U.S. Magistrate Judge Mark Aspey set the release conditions at a hearing  in Flagstaff.\nThe men were camping in the Apache Sitgreaves National Forest  when their campfire spread May 29. The blaze scorched more than 538,000 acres in Arizona and New Mexico. \n\nLoad-Date: September 20, 2011"
}