{
    "title": "Violence can't settle political disputes",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 8,
    "day": 11,
    "full text": "Since the recent barbarous bombing that claimed the lives of 13 innocent Israelis, we have heard and read the following\nclaims not only that the atrocity was predictable but that it was also a direct result of Israel's recent actions. I strongly take issue with this.\nThis argument lacks both political realism and morality. Lack of political realism ; because it suggests that terrorism serves as a catalyst in the peace process. We know, however, that after six years of direct peace talks, political disputes cannot be resolved by use of violence. Lack of morality ; because it contributes to the revictimization of the victim.\nIn March-February 1996, in a quite different political climate, a wave of brutal suicide bombing attacks traumatized Israel and claimed 65 innocent people. We heard that Hamas was out to derail the fast-advancing peace process. Now, after the peace process has been slowed down. we are told that Israel is to blame for this latest bombing.\nDoes anyone remember Sharem El Sheik Summit? Leaders from all over the world, headed by President Clinton, gathered following a wave of four attacks on Israelis pledging to prevent future terrorism. Yasser Arafat was there.\nA reminder, in 1993-1995 the peace process was in full swing. Forty-one donor nations pledged $2.4 billion in aid to the newly formed Palestinian Authority. The future looked bright, and yet there was terrorism. There was no Har Homa housing project, yet, there was bloodshed.\nSince the inception of the political process between Israel and its Arab neighbors, it was clear to us that in order to achieve peace in the Middle East, we urgently needed to bring about a profound and dramatic change in our region's political culture, from a belligerent culture that believes in power and violence to one of non-belligerency that believes in compromise and peaceful coexistence. One wonders if this message of steadfastly rejecting violence was absorbed by the Palestinians. Since the signing of the Declaration of Principles in September 1993, 231 Israelis have been killed as a result of acts of terror. Clearly the answer is no.\nThe deadly attack could have been prevented by Arafat. We know, for a fact, that Arafat has the ability to destroy terrorism. While we are fully aware of the fact it is virtually impossible 100 percent to successfully prevent terrorism, we demand that a 100 percent effort to combat terrorism be invested by Arafat and his Palestinian Authority.\nIndeed, the attack was carried out by Islamic extremists. Hamas, an Islamic terrorist organization, took responsibility for the attack on Thursday thereafter. We know who is responsible. The attack, and the conditions that enabled it, took place in a militant political atmosphere, one that accepts violence as a legitimate form of political discourse. Much of the blame should be put on Arafat who cultivated and encouraged this atmosphere.\nIt is not only obvious that violence and peace are mutually contradictory, but it is equally obvious that one cannot be an honest partner for peace while countenancing terrorism. No nation, including the United States, is immune to the threat of this type of terror. Only recently a potential mass disaster was averted in New York as terrorists were apprehended while planning a mayor strike against \"American and Jewish targets in New York.\"\nWords, however heartfelt, are not enough. We expect the Palestinian Authority to take the necessary measures to restore our confidence in its ability and desire to combat terror.\nYoram Ben-Ze'ev is Israel's consul general for the southwestern region of the United States. He can be reached at israinfo@primenet.com  \n\nLoad-Date: April 3, 1998"
}