{
    "title": "Violence Clouds India 's Economic Future",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 29,
    "full text": "The terrorist siege in southern Mumbai, not far from its  financial district, is likely to threaten India's already murky economic future and thwart plans to transform the city  into a regional financial center, economists and investors said. \n  India's economy had already been slowing significantly, because of the global credit crunch and the rupee's decline. The country's leading stock market index, the Sensex, has been cut in half since January as foreign investors redirected billions of dollars out of the country. Real estate markets around the country are cooling off. \n  Now foreign investors and business executives, who fueled much of India's blistering growth over the past three years, are expected to be even more cautious about investing in India, at least in the short run, analysts said. Local companies and executives, who have already put the brakes on growth projections, could revise them further. \n  ''Of course there will be some setbacks'' related to the  attacks, said Hitesh Kuvelkar, associate director at First Global, a financial research firm. Even before the attacks, First Global predicted that India's economic growth could slow to about 6 percent in 2009 and less than 4  percent in 2010. \n  The attacks, which  left more than 150 people dead by Friday evening, made targets of foreigners,  witnesses said. The heavily armed terrorists were able to bypass security at two of India's most expensive hotels, and it has taken India's military several days to quell the violence, raising questions about safety in even the most exclusive locations. \n  It may be some time before the  hotels, the Taj Mahal Palace and Tower and the Oberoi, once regular haunts for  executives, become deal-making hubs again. ''I would not feel comfortable either staying in or going to meetings at the Taj or the Oberoi, at least in the near future,'' said Joel Perlman, the president of Copal Partners, a research  company. \n  Officials from India's Finance Ministry and its stock exchanges have long promoted Mumbai's potential as a major international financial center, but outsiders have been skeptical of that ambition. New glass office towers in northern Mumbai house some of the world's largest banks not far from impoverished neighborhoods; there is a shortage of housing for business executives; and basics like public transportation are either overcrowded or inconvenient. \n  The international financial crisis and growing fears of terrorism could delay  plans for Mumbai's continued growth for years. \n  Tourism, which employs 20 million people throughout India, is sure to slow down, at least temporarily. ''Tourists tend to be fickle and nervous,'' said Matthew Brooks, the head of industry analysis at Business Monitor International, a research firm that specializes in emerging markets.  \n  Even as India has emerged as an economic, political and cultural power in recent years, it has endured a steady increase in terrorist attacks. Since January 2004, more people have been killed in India in terrorist attacks  than in any other country except Iraq, according to Political and  Economic Risk Consultancy, which is based in Hong Kong. \n  Kamal Nath, India's minister of commerce and industry, said in a telephone interview that he did not expect the attacks to have any lasting effect on the Indian economy, because, he argued, international investors have accepted that there is some risk of terrorism almost anywhere.\n  Others are not so sure. ''If you have a situation where terrorism becomes endemic, that's a more serious problem,'' Mr. Brooks said.\n  The government will no doubt try to convince software company executives, bankers and other businesspeople that India remains a safe and attractive place to do business. ''We are going to reassure people that this is an absolute exception and not the rule,'' Mr. Nath said. ''It's not something that's taken lightly by the government.''\n  Many people compared the Mumbai attacks to the attacks on the World Trade Center in 2001.  After all,  Mr. Perlman, of Copal Partners, said,  New York ''still retained its position as the main financial center in North America and the world.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 29, 2008"
}