{
    "title": "VIOLENCE NOT RATTLING RISK MANAGERS",
    "publisher": "business insurance",
    "year": 1998,
    "month": 2,
    "day": 23,
    "full text": "European risk managers are determined to stay calm amid signs that violence on the continent could be on the increase.\nRecent killings in Corsica and Spain, rising tension in the Middle East and increased activity by organized crime are focusing corporate attention on exposure to risks.\nAt the same time, risk managers and political risk experts acknowledge that the lines between political terrorism, organized crime and drug and arms dealers are becoming increasingly blurred and hard to discern. As a result, identifying the source of threats to European companies and their employees is becoming more complicated.\nIn France, authorities are worried about the possible increase of violence after the government's most senior official on the island of Corsica, Claude Erignac, was shot and killed Feb. 8. The island, a popular vacation spot about 50 miles off the Mediterranean coast of France, has an element of self-government though it is officially part of France. Separatist groups have been waging a 20-year bombing campaign, though it mainly has been directed against public buildings and never at individuals.\nThe recent killing of the official, however, is said to have been perpetrated by a previously unknown group calling itself Sampieru. No one knows if this group is politically motivated or connected with organized crime or drugs dealers. Similar problems with identifying the source of attacks exists throughout Europe.\nDespite government concern, the exposure to private companies is not expected to increase as a result of the killing in Corsica.\n''I don't think so,'' said Thierry Van Santen, head of risk management at Paris-based foods conglomerate Groupe Danone. ''Corsica is a very specific long-term problem. This is the first time there has been terrorism against people. We think some groups in Corsica are becoming more aggressive.''\nThe shooting ''has been shocking for everybody, but there have been a lot of terrorist acts there for 20 years. The attitude of the French is whether to decide to go on holiday in Corsica or not,'' said Louis Habib-Deloncle, president and chief executive officer of Paris-based political risk insurer UNISTRAT Assurances.\nInsurance against physical damage and business interruption caused by terrorist acts is generally available as an endorsement to property policies in most European countries.\nThe only exception is the United Kingdom, where losses from bombing campaigns by the Irish Republican Army have caused terrorism risks to be excluded from property policies. Companies with operations in the United Kingdom can buy a specific policy for terrorism risks through London-based Pool Reinsurance Co. Ltd., which was created by the U.K. government in 1993. Pool Re's premiums are collected by direct insurers and ceded to the reinsurance pool.\n''We buy various global policies and arrange a specific terrorism cover, which backs into the Pool Re. In Europe we maintain existing business interruption arrangements,'' said Scott Hobson, group insurance strategy manager at Farnborough-based aircraft manufacturer British Aerospace P.L.C.\nAs British Aerospace works on many government contracts, the company maintains specific security arrangements against terrorist threats. ''A lot of our activities are subject to governmental considerations as well as having to look after our own. We have security experts who liaise with government as the threats change,'' Mr. Hobson said.\nContinued killings in Northern Ireland have raised fears in the United Kingdom that ongoing Irish peace talks could be jeopardized and that the U.K. mainland again could be subject to a protracted IRA bombing campaign.\nNevertheless, because a Northern Ireland cease-fire held throughout 1997 and Pool Re did not suffer any losses, the facility's policyholders will receive a rate discount this year, said Leslie Lucas, chief executive officer of the terrorism insurance pool.\nPool Re divides the United Kingdom into four risk zones: zones A and B are mainly London and other large cities and, thus, face a higher risk of terrorist attack; Zones C and D are the remaining areas and are at lower risk. Pool Re's rates in zones A and B have been cut by 20% this year, while rates for risks in zones C and D have been cut by 40%.\nThe terrorism insurer's greatest losses occurred in 1996 with the IRA bombing of Canary Wharf in London's commercial district and another bombing that destroyed a large part of the Manchester city center.\n''Manchester was a big shock. There was a perception that this only happens in London,'' Mr. Lucas said.\nThere have been fears that any renewed military action by the West against Iraq could trigger a bombing campaign in London by Middle East terrorist groups.\nMr. Lucas said it is impossible to determine if there currently is a greater demand for terrorism coverage because of rising Middle East tension.\nTerrorism by Middle East groups, though, historically has not caused much physical damage in the United Kingdom.\n''Virtually all the bombings were IRA-related, with the exception of a June 1994 bomb at the Israeli embassy in London,'' Mr. Lucas said.\nIn Spain, the Basque separatist group ETA has been conducting an ongoing campaign of assassinating local officials belonging to the governing Partido Popular party and those from the public authorities. Recent killings have triggered large public demonstrations against the ETA actions in the northern town of San Sebastian and the southern city of Seville.\nSpanish corporations view the risk of ETA terrorism as an ongoing concern, though their employees face a greater exposure than businesses.\n''The threat is the same as it has been for the last two years,'' said Pedro Lasso, director general of Acideka S.A., a Bilbao-based chemicals company. ''The threat is not so much against the companies but against businessmen,'' he noted.\nThe ETA has perpetrated a kidnapping and extortion campaign against individual businessmen for nearly 20 years.\n''It is an issue, and you have to consider it as a risk that you have to manage,'' said Ramon Alvarez Pedrosa, insurance manager for Repsol S.A., a Madrid-based oil and petrochemicals company.\nSpanish companies can buy terrorism insurance from a state-owned reinsurer of last resort, Consorcio de Compensacion de Seguros.\nKidnapping and ransom insurance is available, but it is frowned upon by some European governments that contend it increases the risk of kidnappings.\n''This is a gray area. (K&R coverage) is not forbidden, but it is not authorized'' in Spain, said Mr. Alvarez.\nSimilarly, in France companies are not allowed to buy K&R insurance for employees based in the country, though they may buy the coverage for employees who are based abroad. The same applies to foreign-owned companies.\n''The law is not in favor of this because it is seen as a kind of incentive. A group will attack if they know they can get away with it,'' said Mr. Van Santen of Group Danone.\nSecurity experts stress that in today's Europe it is increasingly difficult to tell what kind of group is threatening who and why.\n''One of the problems is that all of the standard guidelines to identify these groups have gone. Since the end of the Cold War, the ideological basis and state backing (for terrorism) has gone. A lot of groups are involved with drugs or weapons dealing. The situation is much more complex, and it's very murky,'' said Alison Jameson, a Perugia, Italy-based consultant in organized crime and political terrorism.\nOne of the more sinister developments on the terrorism front has been a recent upsurge in kidnappings in Italy after a long period of calm.\nThis has caused considerable alarm as Italy has a law that forbids the payment of ransoms and also outlaws kidnap and ransom insurance. In the 1970s, before the law was enacted, there were about 85 reported kidnappings annually, Ms. Jameson noted. Some of these were done by leftist groups like the Red Brigade, while the majority are attributed to the Mafia.\nKidnapping in Italy was never a lucrative occupation, however, and the rate of kidnappings declined as many groups chose instead to go into drugs and weapons smuggling, she said.\n''You don't want the authorities looking for a hostage in the mountains when you are setting up a little heroin refinery,'' she added.\nBut for unknown reasons there was been a resurgence of kidnappings, with some demanding ransoms as high as 50 billion lire ($27.9 million).\nMs. Jameson said the threat of violence in Europe has become even more alarming as gangs from Eastern Europe's underworld work together with organized crime rings in Western Europe.\nKidnapping and extortion is a danger for corporate executives especially in Eastern Europe today.\nBut it is important to recognize the difference among various factions of organized crime in Eastern Europe, said Mr. Habib Deloncle of UNISTRAT.\n''There are the mafias, which control large sectors of industry. Even before (the Bolshevik revolution of) 1917, large families or clans controlled products such as iron and oil. They have been part of the industry and family structure for 75 years,'' Mr. Habib Deloncle said. ''That has nothing to do with the Azeri and Uzbek criminal gangs who burst into shops and shoot people,'' he added.\nThere is a limit to what the insurance industry can offer as protection against terrorism, said Mr. Deloncle.\n\nLoad-Date: February 26, 1998"
}