{
    "title": "Violence in Basque region_ No. 1 threat to Spain 's stability",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 10,
    "day": 22,
    "full text": "Albert Arostegui is an upstanding official of this city's Chamber of Commerce - and a fervent Basque nationalist.\n''I'm Basque before Spanish,'' he says, ''and the Basque region needs to be treated specially.''\nComing from a conservative businessman, this sentiment suggests why Prime Minister Felipe Gonzalez has characterized the Basque problem as the No. 1 threat to the stability of Spain's democracy. Some 70 percent of Spain's 2.5 million Basques either abstained or voted against the new democratic Constitution in 1978. In last February's regional election nationalist parties won a working majority in the three Basque provinces.\nTerrorism makes the problem explosive. The Basque separatist group ETA (Euzkadi ta Azkatasuna, or Basque Homeland and Liberty) has a record of violence dating from the mid-1960s. Government officials here say that ETA has killed more than 500 people since the establishment of a full democracy in 1979. Many people fear that more violence could provoke the Army to take power to restore order.\nFor that reason, Mr. Gonzalez's Socialist government recently took some dramatic steps to combat ETA. It offered to negotiate directly with the organization for the first time - while at the same time strengthening police antiterrorist units and culling information from repentant guerrillas in an amnesty program modeled on Italy's experience with the Red Brigades.\nETA assassinations have dropped from 131 five years ago to 28 so far this year.\nDirtier methods are also being employed. Since last December, eight ETA leaders exiled in France have been assassinated by a rightest counterguerrilla organization called the Antiterrorist Liberation Group (GAL). While Spanish officials vigorously deny rumors of police involvement, they do say GAL has badly hurt ETA.\nIn the long run, though, the Spanish say that French cooperation is essential to ending the terrorism. Traditionally, the French gave ETA men political asylum. But that policy was reversed earlier this year, and late last month the French approved the first extraditions ever to Madrid of suspected ETA members.\n''ETA receives its money and its arms, and stages its raids, from France,'' says San Sebastian's regional civil governor, Jose Julian Elgorriaga. ''So far, the French have arrested only ETA's soldiers, not its generals. Until that changes, ETA terrorism will continue.''\nSocialist Party officials say they worry for their lives since a prominent party politician was assassinated last year. Municipal and tourist officials won't allow themselves to be quoted even about San Sebastian's history, because as one said, ''It's asking for trouble.''\nBasque nationalists are equally wary. When this correspondent attempted to speak to leaders of the legally recognized political party that supports ETA, the Herri Batasuna, he was chased from the party office, accused of being a CIA agent.\nOnly history can explain this fear, which affects separatists and centralists alike, and this nationalism, which unites conservative businessmen such as Mr. Arostegui and radical Herri Batasuna activists.\nThe Basques have long felt stifled and exploited by the Castilian center of Spain. Conversation after conversation reveals that the Basques feel more advanced than ''the Spaniards.'' Basques say they have provided an unfair proportion of the state's brawn and brainpower.\nBasque nationalism exploded at the same time as the economy took off, in the 19th century. For centuries, the Basques had a certain degree of autonomy from Madrid. But in 1876, after supporting the losing side in the early 19th century Carlist wars, they lost all their privileges. The revived Basque nationalist movement gained an autonomous government under the republic in 1931, quickly destroyed by the civil war.\nGen. Francisco Franco turned the brunt of his German-trained military might on the fervently pro-republic Basques. In Picasso's painting, the devastating bombing of Guernica became a symbol of man's capacity for butchery. After General Franco's victory, thousands of Basques fled abroad. A Basque government-in-exile was formed in Paris.\nFranco ruled with an iron hand. The Basque language was outlawed, public meetings were banned. The police made sure the rules were obeyed.\n''If you said anything, you were sent right away to prison,'' recalls San Sebastian's present mayor, Ramon Labayen. ''To us, Franco's police were the Gestapo.''\nIn 1959, ETA was formed. By 1973, ETA militants were strong enough to assassinate Franco's heir apparent, Prime Minister Luis Carrero Blanco. Following Franco's death in 1975, police surveillance slackened. ETA's terrorism didn't.\nThe violence continues, even though Spain's new democratic rulers have moved to satisfy Basque nationalist aspirations.\nIn 1978, the Basques were granted a large degree of autonomy, including powers over taxation, television, education, and police. The Basque Nationalist Party (PNV), a moderate party that disavows violence, was elected in 1980 to run the new autonomous region.\nThis does not satisfy ETA's desire for complete independence. The political struggle between Madrid and the Nationalist Party over the implementation of autonomy has not ended either. The PNV envisions formation of a regional social security system and Basque-language universities. PNV officials also complain that the central authorities are hindering the formation of the proposed Basque police force.\nCentral government officials say they are willing to negotiate any problems with the autonomy statute. But they add that devolution will proceed slowly as long as the terrorist threat persists. And they say the PNV must stop using ETA as a bargaining chip.\n''The PNV says it is opposed to terrorism - and then blackmails us with ETA,'' says Governor Elgorriaga. ''Every time ETA strikes, they come running to us and say, 'Give us this power and that power, and then ETA will disappear.' ''\nThe result of this political impasse is a debilitating standoff. ETA is far from gaining enough power to start a full-scale war.  But it is strong enough to keep the civil guard deployed in the streets, to poll some 150,000 votes through Herri Batasuna, and to carry out one-day general strikes pretty much at will.\nMeanwhile, the economy flounders. Investment has come to a halt. Unemployment exceeds 20 percent. San Sebastian's magnificent beach has degenerated into a dirty, faded resort.\nThe benefits of autonomy must be measured against this sad scorecard. Almost everyone here except ETA says tensions are lower now than during the unsteady transition period from Francoism to a full-fledged democracy.\nEven Mayor Labayan is positive. ''Look where I'm sitting,'' he says, from behind his regal-looking desk in the town hall. ''We can speak Basque, write with it in school, and listen to it on television. I'm confident that the rest of the problems can be worked out, peacefully.''\nBut how long will that take?\n''A generation,'' answers Mr. Arostigui of the Chamber of Commerce. ''A generation has to grow up, free and independent, living in a healthy democracy. Only then will there be no more terrorism.''\nNext: France's Basques\n\nGraphic\n\n \nPicture 1, Gonzalez offers to negotiate with ETA, UPI; Picture 2, ETA symbol is scrawled all over Guernica, SVEN SIMON"
}