{
    "title": "VIOLENCE-WRACKED ALGERIA TURNS TO BALLOT; MILLIONS VOTE IN EFFORT TO FIND A WAY OUT OF LABYRINTH OF",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 10,
    "day": 24,
    "full text": "Millions voted Thursday in the first local elections since 1990 - the last of four votes aimed at squelching an Islamic revival that has mushroomed into relentless and bloody terrorism.\nSecurity forces kept a discreet watch on voting areas in the capital but were out in force in some suburbs that have been flashpoints for violence.\nSoldiers in camouflage patrolled near the decrepit schoolhouse that served as a polling station in Eucalyptus, at the start of the \"Triangle of Death\" just south of Algiers. The region, a stronghold of the most militant Islamic faction, has been the focal point of the terrorism that has killed about 75,000 people in nearly six years.\nViolence wracking Algeria was a favorite theme of many of the candidates - 10 of whom were killed while campaigning - and the dominant reason cited by voters for going to the polls. \"I'm voting above all for safety, so that my children don't die with their throats slit,\" said Farah, 36, a teacher and mother of three.\nTala Malek Yamina, 88, said in El Harrach, a working class suburb that has been the site of numerous bombings: \"If I came here to vote, it's to make the country stronger. I voted for Algeria. It's my duty.\"\nThe Interior Ministry said 66.16 percent, or 10.6 million, of the country's 16 million voters had cast ballots. Turnout was lowest in Algiers.\nThe winners of this latest vote will serve as a pool from which two-thirds of the members of a new upper house of parliament will be drawn.\nPresident Liamine Zeroual will pick the other third - giving him virtual control of the legislature.\nNearly half the winners will replace appointees of the military-backed government that fired Salvation Front representatives in a crackdown on fundamentalists poised to win a legislative vote in 1992. The army canceled that vote, triggering the insurgency.\nThe now-banned Islamic Salvation Front - which was about to win that 1992 vote - called for a boycott of Thursday's election for 15,000 local and regional assembly representatives. More than 84,000 candidates were running nationwide.\nThe pro-government National Democratic Rally won legislative elections in June, taking 157 of the 380 seats.\nWhile security forces battle Islamic insurgents, President Zeroual, a retired general, has undertaken a vast restructuring of the nation's political institutions that, under a veneer of democracy, gives the president greater control and squashes Islamic militancy.\nThursday's election brought the country full circle, following a presidential vote in 1995 and a referendum on the constitution in 1996. But it was unlikely to snuff out violence blamed mainly on the Armed Islamic Group, the radical faction that has claimed responsibility for a series of massacres since August around the capital.\n\nGraphic\n\n \nPHOTO, Photo by Agence France-Presse - A woman casts her ballot Thursday at a polling station in Algiers, Algeria. More than half the nation's 16 million voters cast ballots despite the almost daily terrorism of massacres and bombings.\n\nLoad-Date: October 24, 1997"
}