{
    "title": "VIRGINIA MAN MAKES FIRST COURTROOM APPEARANCE DETENTION HEARING SET FOR TERRORISM SUSPECT",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 1,
    "day": 3,
    "full text": "ALEXANDRIA, Va. - A Virginia man accused of planning a terror attack had his first appearance in federal court Tuesday on an obstruction of justice charge after the FBI said he attempted to destroy evidence as agents raided his Virginia home Friday.\nU.S. Magistrate Judge Theresa C. Buchanan set a detention hearing for Sean Duncan at 2 p.m. Jan. 8, when prosecutors are expected to present preliminary evidence to Judge John F. Anderson in U.S. District Court for the Eastern District of Virginia. Until then, Mr. Duncan is being held without bond and could face up to 20 years in prison and a $250,000 fine.\nMr. Duncan, who briefly lived in Aspinwall, spoke very little during the hearing, which lasted less than five minutes. He requested to be represented by a public defender. As U.S. marshals escorted him out, he gazed over the courtroom but did not appear to recognize any supporters.\nAlthough neighbors said he often wore Islamic religious garb, Mr. Duncan appeared in court wearing a T-shirt that said \"Herndon Police Department Supporter\" on the back along with a modified American flag that has become a symbol of the pro-police Blue Lives Matter movement.\nAllegheny County Police provided key evidence that led to the FBI's raid, according to court documents. Local police collected the evidence last summer when Mr. Duncan voluntarily turned over his cell phone after his 4-month-old son's death on June 6 from an undetermined cause.\nThe cell phone contained photos of knives that appeared to be machetes and receipts for them, videos of tactical gear, and hundreds of searches for information on weapons, body armor, instructions for barricading doors, personal information of a U.S. Immigration and Customs Enforcement officer and paintball venues, where ISIS recruits are known to rehearse terror attacks.\nAbout a year earlier, a relative had warned the FBI that Mr. Duncan had converted to Islam, become radicalized, planned to travel to Turkey, and expressed approval of ISIS beheadings of Westerners, according to the FBI affidavit.\nThe FBI interviewed an \"unnamed co-conspirator\" who said Mr. Duncan wanted to join ISIS and attack the U.S. She said he sent her bomb-making instructions, suggesting she should \"try this\" after she complained that her co-workers dressed immodestly. The woman told the FBI that Mr. Duncan asked her to move to Syria with him and become his second wife.\nThe investigation led the FBI to raid Mr. Duncan's home last week. When agents arrived, Mr. Duncan ran barefoot out the back door clenching a plastic bag in his fist. Inside were pieces of a smashed thumb drive \"in liquid that produced frothy white bubbles,\" according to the affidavit. Agents believe the microchip inside the thumb drive contained evidence of terrorism activity.\nDepartment of Justice spokesman Joshua Stueve would not say whether agents have been able to recover information from the microchip.\nHe said agents were not planning to arrest Mr. Duncan last Friday, only to search his home. \"It wasn't until he attempted to flee and destroy evidence\" that they decided to arrest him, said Mr. Stueve, who did not rule out additional charges.\nRelatives told the Washington Post that Mr. Duncan grew up in Maryland and became interested in Islam after he befriended a few Muslim students in high school.\nHis marriage two years ago to Zakiya Sadeq, a medical doctor 15 years his senior who studied at the International Islamic University, raised questions for his family, a relative told the Post. During the marriage to Dr. Sadeq, who worked at UPMC last year, he was also communicating online with the unnamed co-conspirator, the FBI said.\nMr. Duncan and Dr. Sadeq briefly lived in Aspinwall, where neighbors knew them as pleasant but reclusive.\n\nLoad-Date: January 4, 2018"
}