{
    "title": "Virginia 's senators praise report on CIA",
    "publisher": "richmond times dispatch ",
    "year": 2014,
    "month": 12,
    "day": 10,
    "full text": "Virginia's two U.S. senators, Mark R. Warner and Timothy M. Kaine, on Tuesday applauded the release of the Senate Intelligence Committee report on the CIA's interrogation techniques at secret overseas facilities after the 9/11 terror attacks.\n\"We must demonstrate to the world that, as Americans, we're willing to look squarely at our actions, and always look for ways to do better,\" Warner, a Democrat and a member of the committee that produced the report, said in an email.\n Kaine wasn't available for an interview Tuesday, but a spokesman said that based on the report's findings, the Democratic senator's doubt as to the \"effectiveness, necessity and justification of these harsh methods is warranted.\"\n The 528-page report, which is the result of a five-year Senate investigation of the CIA's secret interrogations of terrorism suspects, alleges that the methods of torture carried out by the agency were more extreme than originally believed and that they went beyond some of the techniques already made public through leaks and lawsuits in the past decade.\n But committee investigators also found that torture \"regularly resulted in fabricated information,\" Chairwoman Dianne Feinstein, D-Calif., said in a summary statement, calling the interrogation program \"a stain on our values and on our history.\"\n William V. Pelfrey, associate professor and chairman of the homeland security and emergency preparedness department at Virginia Commonwealth University, said that the only new thing he learned from the report was \"the avenues of the aggressiveness of the CIA\" and their efforts in hiding what they did.\n \"We have known for a long time that torture doesn't work. The CIA clearly used enhanced interrogation, which now everyone knows represents torture, in gleaning information or intelligence from captured suspects. But unfortunately, it appears that they did not gather much of any use from enhanced interrogation,\" Pelfrey said.\n Rep. Robert C. \"Bobby\" Scott, D-3rd, a member of the Subcommittee on Crime, Terrorism, Homeland Security and Investigations on the House Judiciary Committee, said that as the report outlines how the CIA's policy \"violated criminal law and our nation's constitutional values,\" he hopes that the House Judiciary Committee will hold hearings on this issue soon after the next Congress convenes in January.\n But there are others who believe that the release of report might jeopardize national security.\n \"Regardless of whether one approves or disapproves of the CIA's actions, there is no question that this inaccurate, ideologically driven report will place many Americans in greater danger,\" said Pat Mullins, parting chairman of the Republican Party of Virginia.\n Pelfrey said the repercussions of the report's release are likely to be long-lasting.\n \"These kinds of events have given terrorist organizations ammunition for many years, and now that this has been formalized and ratified, it can be expected that this will be fodder for recruitment and justification of terrorist activities for many years to come,\" he said.\n Jim Gilmore, who served as Virginia's governor during the 9/11 attacks, reiterated Tuesday that he did not think the United States should be conducting torture, because \"whatever value we were getting was not worth the sacrifice of the moral high ground internationally.\"\n But the Republican also said the Senate report ignored \"the reality that this is a war that we're in.\"\n \"This is a new war, and the CIA and our intelligence people are the soldiers in the field in this war, in this irregular war. It's a nasty, dirty, behind-the-scenes battle that's going on between American security agencies and intelligence agencies and potential terrorists,\" Gilmore said.\n He served as an Army counterintelligence officer in Germany in the 1970s. From 1999 to 2003 he headed a congressional advisory commission that assessed domestic capabilities for responding to terrorism involving weapons of mass destruction.\n The Senate hasn't done its job, Gilmore added. \"It's been years now since these things were all coming into the public discussion about what the CIA was doing and what other agencies were doing. I haven't seen any setting down of rules or parameters by the U.S. Senate.\"\n Warner, who joined the Senate Select Committee on Intelligence after the investigation was launched, agreed Tuesday that procedure and timing may not have been ideal, but he said it was still a necessary step to reveal the committee's finding.\n \"I know there is never a perfect time to release this report, (but) I believe we should do so now to get this matter behind us. And with hindsight, I wish it could have been a more collaborative process that included personal interviews with those involved,\" Warner said.\n Pelfrey believes that there maybe \"competing elements\" involved in making the CIA's activities public.\n \"This is going to inspire terrorism. However, it will also set a precedent for what the United States will tolerate from intelligence agencies and the military for decades to come,\" he said.\n \"Clearly, some people made bad decisions, and those people were in the position of power. We're now telling the world we know that those were bad decisions, and the U.S. is going to do whatever it can to keep those things from happening again.\"\n And in spite of almost certain damage to the country's moral standing in the world caused by the revelations in the report, Pelfrey said, a case could also be made that it is a step toward to enhancing nation's moral position.\n \"Clearly we did something wrong, and we can't deny that. But the ethical thing to do is to concede when we make mistakes and learn from those,\" he said.\n mschmidt@timesdispatch.com (804) 649-6537 Twitter: @MSchmidtRTD\n  \"We must demonstrate to the world that, as Americans, we're willing to look squarely at our actions, and always look for ways to do better.\"\n Sen. Mark R. Warner\n\nLoad-Date: December 22, 2014"
}