{
    "title": "VIRGINIA SERVICES MARK LIVES LOST TO TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 12,
    "day": 12,
    "full text": "The terrorist acts of Sept. 11 reignited Americans' commitment to freedom and revealed the country's moral greatness, Gov. Jim Gilmore said yesterday.\nInstead of terrorizing Americans, the fanatics awakened Americans to the real threats to their freedoms and the price to be paid for liberty, he said in a memorial ceremony three months after the attacks on the World Trade Center in New York City and the Pentagon in Northern Virginia.\n\"These terrorists have not inflicted terror on us,\" Gilmore told about 200 people crammed into the auditorium of the Virginia State Library to honor those who died in the attacks.\n\"I believe we are newly resolved to resist any kind of terror or any kind of evil that is inflicted upon us,\" he said. \"We will renew ourselves as a result of these attacks.\"\nAt the Pentagon, Defense Secretary Donald H. Rumsfeld commemorated with a call to always remember those who lost their lives that day.\n\"We will retell their stories again and again so that the nation and the world never forget,\" Rumsfeld said.\nThe ceremony was held in front of the crash site, which looks more like a muddy construction site now that the charred rubble has been cleared. Construction work continued through the brief ceremony, and planes from Reagan Washington National Airport, which had been closed for weeks after the attacks, flew overhead.\nRumsfeld said the 184 people killed in the Pentagon attack \"died because they were Americans, sons and daughters of the land of liberty.\"\nBut he said that \"in Afghanistan today, our freedom fighters are teaching the al-Qaida terrorists a lesson.\"\nAir Force Gen. Richard Myers, chairman of the Joint Chiefs of Staff, said that those who died Sept. 11 \"were among the first to give their lives in this new war on global terrorism, but they certainly won't be the last.\"\nIn Norfolk, about 200 uniformed members of American and foreign military services gathered for a brief ceremony at NATO's Supreme Allied Command Atlantic headquarters.\nU.S. forces responded to the attacks \"with righteous ven<ho>geance and with stunning effect, and unquestionably, victory will be ours,\" said Army Gen. William F. Kernan, commander of the Supreme Allied Command and of the U.S. Joint Forces Command.\n\"Our combined forces from right here in Hampton Roads and around the world are deployed to defend freedom, to relentlessly destroy those who would harm our citizens and also to protect our homeland,\" Kernan said.\nGilmore said the terrorism \"shows what happens when fanatics and people without morals and values we Westerners have .*.*. it's a dreadful thing,\" Gilmore said. \"We can only hope that [from the tragedy] rises a rebirth of our national greatness,\" he said.\nThe governor, who leaves office Jan. 12, painted a gloomy picture of the state economy. State tax collections already were declining, but the Sept. 11 attacks sent the economy into a nose dive - and recession.\nYesterday, he indicated that state agencies and workers should prepare themselves to help shoulder the economic sacrifices aggravated by the terrorism.\n\"People are going to have to forgo things,\" Gilmore said, apparently referring to the state work force. It appears very unlikely, legislators have predicted, that the state can afford to award retroactive raises to teachers, professors and classified state employees.\nThis year's unprecedented impasse, caused by a standoff between Gilmore and the assembly about the car-tax phaseout, left the state without an amended budget. Raises, college construction projects and money for local cultural attractions were victims of the deadlock.\nGilmore must close a $1.2 billion shortage in the current budget, caused mainly by a steep decline in projected tax revenues.\nHe is not expecting much help from Washington to prepare the state against future attacks. He sought more than $3 billion in improvements, but he told reporters recently that he didn't expect to receive much federal help.\nLater this week, Gilmore is tentatively scheduled to release the recommendations of his own antiterrorism task force. Some have estimated that it will call for hundreds of millions in improvements to state response systems.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: December 14, 2001"
}