{
    "title": "VIRGINIA 'S POINT MAN_ 'GO-TO GUY' IS WORKING TO KEEP STATE SAFE IN EMERGENCIES, SECURE FROM TERRORI",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 9,
    "day": 7,
    "full text": "When the rains came last Monday, it seemed only natural to be driving around in George Foresman's navy blue Crown Victoria.\nGov. Mark R. Warner's special assistant for commonwealth security has spent nearly two decades preparing for floods, fires and terrorism.\nAn inch or two of rain was predicted, but Foresman knows the limits of predictions whether they're made about falling water or falling airplanes.\n\"Is the 9/11 event a 500-year event, or a 50-year event?\" he asked while cautiously driving along Interstate 95 as traffic backed up in the torrential downpour. \"We're very much operating in the dark.\"\nForesman turned off onto Jefferson Davis Highway and saw muddy water making waves on the pavement. This would be no simple afternoon shower.\nBut one thing was certain, he said. \"The people who are the most upset about this storm are the ones least prepared for it.\"\nIt's a message Foresman, 42, preaches constantly to local, state and national officials.\nBut on the eve of the third anniversary of the Sept. 11 attacks, it's a message he wants to convey to everyone.\nIt's part of his job as Warner's top security adviser a Cabinet post that puts Foresman in touch with officials from the state House to the White House. He's Virginia's point man with the U.S. Department of Homeland Security, and works with the state's congressional delegation in garnering federal resources for security preparedness.\nForesman praises Warner for creating a post that \"continuously looks at the big picture,\" and has budgetary authority to funnel federal funds to the right agency.\nHe compares himself to an orchestra conductor.\n\"I take people who can play their instruments exceptionally well, and get them playing music together,\" he said.\nWilliam M. Leighty, the governor's chief of staff, called Foresman a \"go-to guy\" who has \"been pretty critical in some pretty tough times, including the sniper and Isabel and other threats. I'm glad he's part of our team.\"\nThere have been times when Foresman's conducting skills put to the test especially where money was involved. The players whether agency heads or fire chiefs don't always harmonize.\n\"What we've been able to do is sit down and say, 'It's not an either/or equation, it's an 'and' equation.'\"\nHe explained: \"What do we need to do to improve fire and EMS and law enforcement and emergency management and public health and transportation? Because everyone is in agreement that you're only as strong as your weakest link.\"\nFor average Virginians, he said, \"If there's one bright spot that came out of 9/11, it's the fact that we're more focused as a society than we've ever been.\"\nForesman has served two governors Democrat Warner, and Republican Jim Gilmore in trying to sharpen that focus.\nIn 1999, while serving as Virginia's Deputy State Coordinator of Emergency Management, Foresman was appointed by Gilmore to serve on a national commission studying terrorism.\nThe study group included such heavy-hitters as Donald H. Rumsfeld, now secretary of defense.\nBut it was a lesser-known figure on the commission whom Foresman remembers this time of the year: Raymond Downey, New York City's deputy fire chief, who perished at the World Trade Center.\nIn the predawn hours of Sept. 12, 2001, Foresman was in military aircraft returning from the security conference. He flew over Ground Zero, which was \"like darkness surrounding this one little piece of light,\" he said in a 2002 interview.\nTwo years later, he sees the importance of shedding light, not succumbing to darkness.\n\"If we rob the enemy of the ability to instill fear, then we've robbed them of their greatest weapon,\" he said.\nThat's where preparation enters the picture, he said, in making \"Virginia safer and more secure from all emergencies and disasters, including terrorism.\"\nForesman credits his late parents, Henry and Helen Foresman of Lexington, for instilling a spirit of public service in their four boys.\n\"I think I took my first Red Cross first-aid class when I was 12 or 13,\" he recalled. As a teen, he joined Lexington's volunteer fire department and rescue squad.\nEntering Virginia Military Institute, he intended to join the military a goal that was derailed, he said, by a boxing injury.\nHis father, a Lexington attorney, urged him to keep his hope of public service alive. So after graduating from college in 1984, Foresman found part-time work as a police dispatcher and a radio disc jockey.\nHe recalled his mother's advice: \"'If you're going to be successful, you've got to make sense.'\"\nIn 1985, a hard rain buffeted Virginia and brought devastating floods from Roanoke to Richmond. Foresman found temporary work with the state Department of Emergency Management.\n\"I've been here ever since,\" he said of his state employment.\nAfter moving to Richmond, he made a steady climb up the career ladder, working in a variety of jobs from nuclear preparedness to disaster planning.\nBy his last count, he has served in some leadership capacity during 25 states of emergency declared by the governor, and 14 federal disasters.\nHis small-town roots always helped because he knew what it was like to wade in the storm water, fight a fire, or help save a life.\nThe long hours after Sept. 11 made Foresman take stock of himself. He didn't want to lose touch with his wife , Gail, a part-time occupational therapist in Chesterfield County, and family.\n\"I needed to make some changes in my life, to do the job I needed to do, but keep my priorities straight.\"\nThat may be his best plan yet./\nResume\n* Born: June 7, 1962, in Lexington/\n* Education: Virginia Military Institute, 1984/\n* Associations and commissions: 1999, vice chairman of the Congressional Advisory Panel to assess domestic response capabilities for terrorism involving weapons of mass destruction; consults with the National Governors Association and National Emergency Management Association/\n* Family: wife, Gail; two children, Ryan, 3, and Shannon, 2\n* Last good read: \"Battle Ready\" by Tom Clancy/ /\n\nGraphic\n\n \nPhoto\n\nLoad-Date: September 10, 2004"
}