{
    "title": "Virtual Terrorism Comes to the E.R",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 1,
    "full text": "WHEN the governor raised the state's terror-alert level to red a few weeks ago, the senior staff at Holy Name Hospital learned about it not from any of the fax machines or laptop computers at the center's fourth-floor conference room, but from television. \n It was unreal. Literally.\n  The whole business -- the virtual news conference, the virtual announcement from the governor, the virtual casualties pouring into the hospital's external triage area four floors below the command post -- was part of a $16 million anti-terrorism drill conducted over three days. \n Holy Name Hospital was one of scores of medical centers mobilized not only in New Jersey, but in Connecticut, Canada and Great Britain. \n The exercise, called TOPOFF 3 --shorthand for Top Officials --was designed to expose the strengths and weaknesses of plans to meet a bioterrorism attack. Among those weaknesses, it turned out, was communication between state government and facilities like Holy Name Hospital, which officially learned of the raised terror alert two hours after it had been reported on a virtual news channel created to cover the unfolding catastrophe.\n With TOPOFF 3, the largest terrorism drill ever conducted in the United States, completed and results being analyzed, state and private health-care facilities will now turn their attention to the construction of new emergency command centers throughout New Jersey. \n The centers will add a new element to the traditional notion of first-responders, said Louis Sasso, director of emergency medical services at Robert Wood Johnson Hospital in New Brunswick.\n ''Generally, emergency management systems cover the police departments, fire departments and emergency medical services,'' Mr. Sasso said. ''Health care was outside that traditional scope of first response. But with biological threats and other potential health problems like SARS, the state saw a need to integrate health care as a fourth leg of the emergency management system.''\n Under the supervision of the state Department of Health and Senior Services, nine hospitals have been designated as medical coordination centers, or M.C.C.'s. Under that designation, the facilities will receive state and federal funds to build what amounts to command bunkers to be used during a terrorist attack or a large-scale health emergency. \n ''The M.C.C. concept is a way of networking all hospitals in the event of a large-scale emergency,'' said David Gruber, an assistant commissioner of the state health department. ''The centers will funnel information to each other and maintain the integrity of the health system in the event of mass-casualty incidents.''\n Michael Maron, president and chief executive of Holy Name Hospital, put it another way. The designation of facilities as medical coordination centers ''is really a formalization of this,'' he said, taking note of the red emergency telephones, fax machines, laptop computers, television and assignment flow chart on display in a conference room that serves as the current command post at Holy Name.\n After what Mr. Guber called a ''competitive bidding process,'' the state last year chose Atlantic City Medical Center, Capital Health System-Fuld, Cooper University Hospital in Camden, Holy Name Hospital, Jersey Medical Center, Morristown Memorial Hospital, Robert Wood Johnson University Hospital in New Brunswick, St. Barnabas Medical Center in Livingston and University Hospital in Newark as regional centers. \n ''The facilities were selected for their expertise in emergency management and because they are the hospitals most likely to receive mass casualties in the event of an incident,'' Mr. Gruber said.\n The incident may not necessarily be a terrorist attack, although the impetus for the concept of the coordination centers came about after the attacks of Sept. 11, 2001, said Dr. Michael Gerardi of Morristown Memorial Hospital. \n ''When you have an event, whether it is a flu epidemic or a terrorist attack, communications are one of the things that are disjointed,'' said Dr. Gerardi, who is director of pediatric emergency medicine for Atlantic HealthCare Systems. ''So the state decided to organize hospitals by region to better handle communications and coordination.''\n The hospitals originally had an Aug. 5 deadline to complete construction of their centers, but that deadline has been extended, in part because the program itself is evolving, Mr. Maron said.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: A mobile command post outside Holy Name Hospital in Teaneck. The hospital was part of a terrorism drill. (Photo by Chris Maynard for The New York Times)\n\nLoad-Date: May 1, 2005"
}