{
    "title": "Viruses unprotected by First Amendment",
    "publisher": "university wire",
    "year": 2012,
    "month": 9,
    "day": 20,
    "full text": "Writing a computer virus is not protected as a form of free speech under the First Amendment.Computer viruses in all forms are harmful at some level. The damage can be exeme and widespread, as in the slammer worm of 2003 that shut down whole networks, ATMs, major 911 call centers and airline flights, many of which had to be grounded.The damages of this worm outbreak were estimated to be more than a billion dollars.Computer users are often infected with ojan-style viruses, also known as worms, that rely on software within the targeted computer to multiply.They are used to remotely conol computers into sending important data to the attacker. The targeted computer can also be used to send copies of the virus to other computers via contact lists.A compromised computer could be operated in conjunction with a group of infected computers in coordinated attacks, which is referred to as \"denial of service.\" This type of attack floods a server with malicious data causing an unresponsive connection that leaves ordinary users digitally paralyzed. \nViruses that simply slow a computer down or leave it receptive to spam advertising are damaging and result in lost productivity over time.Many students' computers are infected with ojan-style viruses , and this can result in slower computer speeds. Computers may even crash, resulting in lost data such as precious word documents or lab reports.This can be deimental to students academically as well as financially, but students are not the only group of people affected by computer viruses. In April, 600,000 Apple computer owners were infected by a ojan-virus named the \"Flashback Trojan,\" according to a Russian anti-virus firm.More than 300,000 of these infected computers were in the United States.Computer viruses are a form of vandalism and are a clear and present danger to the United States, an opinion expressed by Supreme Court Justice Oliver Wendell Holmes, Jr., who declared viruses were not protected by free speech by the First Amendment.Digital infections can damage or disable a users computer. This is the case when a computer becomes infected with malware. This kind of deviant behavior isn't acceptable in the real world, nor is it in the digital realm.Simply outlawing the writing of any computer programming code that could considered malicious would solve the ongoing problem and bring digital vandals to justice.By creating a virus, these individuals are finding security holes in software that vendors should be made aware of so that they can be fixed. Systems are vulnerable when these security holes are not discovered and properly corrected. Some users argue that by exposing every existing security fault, networked computers are made more resistant to infilation the same way that your immune system is made songer by constant exposure to pathogens.Writers of viruses primarily use this excuse to dodge responsibility and y to deflect blame away from themselves. It is also possible to identify faults within a system as well as document the level of damage that could be done without creating massive desuction on a network of computers.It is possible to send the details of said fault to software vendors. It is not necessary to publish malicious code in public venues where others can obtain the code and use it for criminal purposes. That would be no different than building a bomb and leaving it in the middle of a city park with insuctions to detonate it so that the authorities could learn what a bomb looks like.It is possible to test malicious code on a computer or network of computers that are isolated. It is not necessary to release such code into the Internet simply to test if it works.One can't waltz up to a store, throw a brick through the window and state that it was just a test to see if the glass was breakable.Vandalism is not free speech; however, there is plenty of blame to go around when it comes to computer viruses.This is ue when many of the exploited faults that viruses depend on are patched in advance of an outbreak. The culprit then becomes the average computer user.More often than not, these users will only bother to seek help or attempt to run a virus scan well after the system has been compromised due to its slow performance.A compromised system can be much harder to fix and far more time consuming than the time it takes to patch a system or to run a regular virus scan. This is another situation where an ounce of prevention is far better than an extensive cure or loss of data that can result when a computer becomes infected.Computer viruses are a problem that will be eliminated when all counies outlaw the production of malicious code.This is an issue that will require the coordination of international laws if there will ever be a decrease in the danger that computers connected to the Internet face. The Organization for Cooperation and Development published a report that suggests that \"governments ensure that national cybersecurity policies encompass the needs of all citizens and not just cenal government facilities.\"As the \"Flashback Trojan\" proved, even Mac and Linux systems can be compromised. It is the responsibility of every computer user to protect themselves and monitor the function of their computer equipment if the threat of cyber attacks is to be reduced. These attacks are the new frontier of terrorism.During a time of political unrest and increased terrorist activity, such as the attack on the American embassy in Libya, we should be kept in mind that technological terrorism is just as real of a threat as physical terrorism.\n\nLoad-Date: August 30, 2016"
}