{
    "title": "VISUAL ARTS & ARCHITECTURE_ BACK STORY _ DR. BOWYER BELL, painter_ He painted 'to the sound of gunfi",
    "publisher": "the atlanta journal-constitution",
    "year": 2007,
    "month": 12,
    "day": 23,
    "full text": "The late Bowyer Bell knew all about secrets. He lived them, skirting the periphery of a shadowy world of espionage and clandestine operations. He filmed the Irish Republican Army, dodged bullets in Beirut, was kidnapped in Yemen. He was an independent scholar, a chaser of undeclared wars and a prodigious author on global terrorism, consulted by the U.S. intelligence community for his expertise. It wasn't until after his death in 2003, at 71, that his own \"other life\" was revealed.\nFew knew that Bell was a prolific and dedicated painter. Over 40 years he created thousands of canvases, most never seen. Some 225 of them appear for the first time in \"Terror: A Right-Brain Left-Brain View,\" at Brenau University.\nFilmmaker Roberto Mitrotti, Bell's longtime friend, is the guest curator and Brenau connection. Mitrotti, who had donated a collection to Brenau in the 1990s, brought the idea to President Ed Schrader, who was enthusiastic. \"Ed was very courageous to do this,\" Mitrotti says. \"He sees the social implications and the reverberations. The opportunity for dialogue.\"\nMitrotti met Bell in the 1970s in Italy, where Bell was researching the Red Brigades. He took on this project, he says, \"to bring out this work, to bring together the man, the academic, and the artist.\"\nOrganizing the show was no small task. \"He painted incessantly,\" Mitrotti explains. \"There were thousands of paintings [in his New York apartment]. They were everywhere. Stuffed in drawers and stacked in closets. He traveled with acrylics and small canvases, painting fast, sometimes to the sound of gunfire.\"\nTerrorism in the abstract\nDespite the subject matter, surprisingly, there is nothing horrific in the images on view. In fact, they are deceptively easy on the eye, colorful and neatly composed abstractions. They bear stamps, rope and wire (the terrorist's starter-kit), text and newsprint (like documentary), and poignant personal objects --- tiny shoes, broken eyeglasses, anonymous photographs.\nBell's affinity for collage is ideal for expressing fragmentation and destruction, while churning brushwork and splatters conjure turmoil and bloodshed. Both \"The Export Trade: Bombs for Britain\" and \"News of Gaza\" are powerful examples of these trademark elements.\nBell also used simple geometric shapes to aesthetic and symbolic ends --- X-marks flag targets in \"11 September 2001.\" Turned, they mark graves like crosses. Rectangles and linear divisions proliferate, resembling letter bombs, suggesting terrorist cells and depicting society's need --- and perhaps Bell's --- to compartmentalize, as we attempt to separate everyday life from the virulence of political violence.\nBell's passion for painting was deeply rooted. He studied history and art at Washington and Lee University in Virginia, where artist Cy Twombly was a classmate, encouraging his work when the two met again in Rome in the mid-1950s. Bell's abstract expressionist beginnings are clearly visible in several early works on view.\nA mind divided\nAfter receiving his doctorate from Duke in 1958, Bell went on to a prestigious academic career, while occasionally rubbing elbows with New York's artistic glitterati of the 1950s and '60s.\nBut researching from a desk wasn't enough. He began making \"terror tours\" as he called them, taking off to hot spots in the Middle East, Northern Ireland, Europe and Africa, where he repeatedly put his life at risk to interview, analyze and write. Over the next three decades Bell published (completing 19 books), and painted (wherever he found himself). The left brain analyzed; the right brain poured out its emotional response.\nIronically, in the 1990s Bell became a respected art critic in Manhattan. Yet he didn't let on to the galleries he frequented that he was a painter, much less an expert on terrorism.\nBell's 200-plus works at Brenau overflow two galleries and spill into the hallways. They bear witness to a remarkable life and frightening realities. Immersed in Bell's world --- our world --- we are staggered at the insidious, pervasive nature of terrorism and, more so, the tragedy of its human cost.\nEXHIBIT\nBowyer Bell: \"Terror: A Right Brain-Left Brain View\"\nThrough Jan. 13 (closed Dec. 20---Jan. 3). 10 a.m.---4 p.m. Tuesdays---Fridays; 2 p.m.---5 p.m. Sundays. Sellars and Presidents Galleries, Brenau University, 500 Washington St., Gainesville. 770-534-6263; www.brenau.edu.\n\nGraphic\n\n \nPhoto: Right brain, left brain Bowyer Bell, an academic and painter who traveled to research terrorism hot spots, laid out his emotions on thousands of canvases discovered after his death. Visual Arts, Page K10 (teaser)/ImageData* ImageData*\nPhoto: The Palestinian-Israeli conflict is expressed in \"News of Gaza,\" a collage of Hebrew text, linear divisions and splatters of red./ImageData* ImageData*\nPhoto: Courtesy of Taylor CrothersWhen scholar Bowyer Bell died in 2003, he left behind thousands of paintings inspired by his experiences in terrorism hot spots./ImageData*\n\nLoad-Date: December 23, 2007"
}