{
    "title": "VLAD FOR IS SLAIN Shot on street in Kiev -- act of ' Russian terrorism'",
    "publisher": "daily news ",
    "year": 2017,
    "month": 3,
    "day": 24,
    "full text": "A FORMER Russian lawmaker and Kremlin critic was shot and killed in Kiev on Thursday in what the Ukrainian President labeled an act of Russian \"state terrorism.\"\nPolice said an unidentified man gunned down Denis Voronenkov outside an upscale hotel in the country's capital. The slain man once testified as part of a probe into a former Ukrainian president whose campaign was run by Paul Manafort, the ousted head of President Trump's campaign.\nThe gunman also wounded Voronenkov's bodyguard, who was able to fire back at the attacker. Officials said the gunman, who they claimed was a Ukrainian citizen, later died from head and chest wounds.\nVoronenkov, 45, was previously a member of the Communist faction of the lower house of the Russian parliament. He moved to Ukraine with his wife - singer and former lawmaker Maria Maksakova - last fall and was granted citizenship.\nThe couple openly criticized President Vladimir Putin following their move.\nIn a February interview, Voronenkov condemned Russia's annexation of Crimea and said he had to leave the country because he was being persecuted by Russian security agencies. He believed his criticism led Russian authorities to file fraud charges, tied to his business activities, against him in absentia. Voronenkov deemed the charges \"fake\" and \"political.\" The Russian Committee said Voronenkov's departure from the country was an effort to avoid the probe, state-run Sputnik news service reported.\nUkrainian President Petro Poroshenko called Voronenkov's killing an \"act of state terrorism\" that \"clearly shows the handwriting of Russian special services, which has been shown repeatedly in various European capitals in the past.\"\nUkraine's chief prosecutor, Yuriy Lutsenko, said Voronenkov was shot shortly before meeting with another fugitive Russian lawmaker, Ilya Ponomaryov. Both men were scheduled to give testimony later in the day at the Ukraine's Military Prosecutor's Office.\nThe purpose of the testimony was not clear. Voronenkov had testified in an investigation into a Ukrainian former president, Viktor Yanukovych. The Russia-friendly leader was ousted by massive protests in February 2014. Manafort, the former Trump campaign chief and a focus of the FBI's probe into Russian hacking of the U.S.presidential election, ran Yanukovych's campaign .\nKremlin spokesman Dmitry Peskov immediately dismissed speculation of Russian involvement, calling the claims \"absurd.\"\n\nGraphic\n\n \nDenis Voronenkov, a fierce critic of Vladimir Putin who fled Russia, lies dead on street in Ukraine capital after being gunned down Thursday. His wife, Maria Maksakova (inset far left), is escorted from the scene. Couple smiles in family photo (inset left). AFP/GETTY; REUTERS\n\nLoad-Date: March 24, 2017"
}