{
    "title": "Voice of the Times; On the homefront, we have . . . eco-terrorism",
    "publisher": "daily news ",
    "year": 2005,
    "month": 7,
    "day": 13,
    "full text": "A SUPREME COURT judge in British Columbia has provided a reminder that there are other forms of terrorism than bombs blowing up in London subways. The judge, Kristi Gill, has ruled that there is enough evidence against an accused American to permit his extradition from Canada to face charges in Portland, Ore.\nHer ruling held that a fugitive known as Tre Arrow, a Green Party candidate for Congress in 2002, should stand trial in connection with the firebombing of logging and cement trucks in Oregon in 2002. Three others have pleaded guilty of participating in the crimes, and identified Tre Arrow as an accomplice.\nHe denies it, of course, and says he will appeal the extradition order -- a move that could take months to be resolved. He claims he is being targeted by the U.S. government and the FBI.\nThe FBI identifies the 30-year-old Arrow as a member of the Earth Liberation Front, an organization that has claimed responsibility for dozens of attacks on forestry industry firms. He faces a possible life term if convicted of charges of using fire to commit a felony, destroying vehicles used in interstate commerce and using incendiary devices in a crime of violence.\nThose charged in this case were accused of blowing up three trucks owned by the Ross Island Gravel Co., causing $200,000 in damages, and burning three vehicles belonging to a Mount Hood logging company, at a lost of $50,000.\nThe U.S. attorney in Portland said the four had intended to firebomb a U.S. Forest Service office, but changed targets after the federal security system frightened them away.\nOne of those who admitted participating in the attacks said the gravel company was targeted \"because it was guilty of stealing soil from the earth.\"\nAs an indication of how nutty some of these extremists are, Arrow says the trees told him to change his name. Before acting on the advice, he was named Michael Scarpitti.\nNo matter what they call themselves, these people have earned the name by which the rest of us know them: eco-terrorists.\nThey war against society in the same fashion as the Islamic zealots who hate the U.S. and all of western civilization -- less deadly, perhaps, but nonetheless practitioners of terrorism.\nEveryday little moments define life\nBy ELISE PATKOTAK\nI took my dog for a walk the day the bombs hit in London. I felt sadder than I had in a long time.\nI've always been a bit of a fanatic about England. Charles Dickens is my favorite author, closely followed by Jane Austin, Thackeray and all the Bronte's. I am a charter subscriber to a magazine called British Heritage and I actually read each issue cover to cover.\nOne of the best afternoons of my life was spent at Old Bailey in London attending the murder trial of a man who was a British Hell's Angel. I loved the absolute disconnect in the court between the wigs worn by the barristers, the gowns worn by the judge, the medieval attire of the guard and the leather and chains of the defendant. Only in England could a Hell's Angel murder suspect come across sounding so erudite.\nIf you travel at all in England off the beaten tourist paths, one of the things that strikes most forcibly is how so much of England still carries such a rural, 1800's country feeling. People still live in small villages and hamlets and town squares are still green grass that once was the communal feeding place for village livestock. Tea is still taken in small shops and pets and gardens still dominate life.\nDespite its modern flavor in big cities, despite its abysmal ugliness in its industrial towns, England is still, as Shakespeare wrote in Richard II, \"This royal throne of kings, this scepter'd isle,\nThis earth of majesty, this seat of Mars,\nThis other Eden, demi-paradise, This fortress built by Nature for herself.\"\nUnfortunately, that fortress is no protection against terrorists, just as our oceans no longer isolate us from their reach. Each and every day that we get up, get on a bus or subway or get in our car and go to work we are making a leap of faith. We are betting that this day we will come home again and our families and pets will be there to greet us and the worse thing we'll have to deal with is whether to have take-out again.\nThat's what terrorism has done to our world. But what the terrorists apparently still don't get is that each time they destroy a piece of our world, we just dig in and fortify ourselves even more for the long haul. Because ultimately, whether we agree with our politicians or not, whether we like the amount of taxes we pay or not, whether we are bitching and griping about the latest road closure that keeps us from a quick trip to the cabin, we like our lives and our world and we aren't going to let anyone change it through a bomb.\nSo there I was on my walk with my dog. I passed others walking and biking with and without pets. Men and women and children, families and friends, enjoying the freedom we take for granted 99.9 percent of the time -- the freedom to walk down a street without fear that the next car will contain a suicide bomber; the freedom to be a woman walking down the street without fear that men will beat you because you are out without a male relative; the freedom to just mow your lawn and water your flowers in peace and safety.\nPart of the problem for the terrorists is that they have created a society that denies full humanity to over 50 percent of its population. Women have always been, and will continue to be, the gentling force that helps move civilization to the next level. Without their yin to the male yang, you have a civilization totally out of balance, one that falls over into viciousness much too easily. Check out early medieval European history if you have any doubt about that.\nEngland will survive this attack just like America survived Sept. 11. We will all survive because we will not give up the life we so treasure -- a life not defined by big things but by the everyday little moments that make up all our lives.\nAs always in time of war, Churchill said it best, \"Never give in -- never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense. Never yield to force; never yield to the apparently overwhelming might of the enemy.\"\nWe never will.\nElise Patkotak, an Anchorage free-lance writer and author of Parallel Logic, a humorous look back at her 28 years in Barrow, lives in Anchorage and owns Precious Cargo Ltd, a writing/graphics company.\n\nLoad-Date: July 13, 2005"
}