{
    "title": "VOICE OF THE TIMES",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 20,
    "full text": "AL QAEDA MAY HAVE MADE . . .A fatal error\nTHE TERRIBLE terrorist attack on residential compounds in Riyadh last week may have consequences not anticipated by the al-Qaeda zealots who planned this slaughter of innocent victims. Eight Americans died in those coordinated car bombings. But so, also, did 26 Saudi Arabians. Suddenly, the rules of the game seem changed.\nThe cowardly attack, a typical al Qaeda operation, shocked civilized people everywhere. But most of all, it stunned the people of Saudi Arabia.\nTX: The terrorists stirred the anger of Saudis -- officials and common folks alike -- and their searing resentment could contribute to the eventual sounding of a death knell for the jihad murder networks.\nSaudi Arabia's official hands are not clean in the terrorism assaults in the past. The suicide hijackers who pulled off the Sept. 11 attacks on the U.S. were mostly Saudi Arabians. There have been accusations that huge sums of Saudi oil wealth, from members of the royal family, have been moved into the hands of terrorists in Afghanistan, Iran and elsewhere.\nSaudi officialdom has denied any involvement with terrorism, but its commitment to the war on terrorism has been limp and generally ineffective so long as Americans have been the main target of this deadly insanity.\nLast week, however, a majority of the victims were Saudis. Terrorism came home. As the New York Times said in a report on the reaction by Saudi Arabians, \"Jihad was something that happened elsewhere.\"\nKhaled M. Batarfi, managing editor of Al Madina, a daily newspaper in Riyadh, told The Times: \"This time it was different: it was an attack against your own people. It's huge; it's organized. It's like what happened on Sept. 11 in America but on a smaller scale -- these things happen to others.\"\nNot any more. Saudi Arabia learned that al Qaeda murder can happen anywhere -- and that those who foster and abet the cause of terrorism are no more safe than others when killers without conscience continue to ply their evil and gruesome trade.\nThe time is long past when the Arab world should take a stand against terrorism and join the U.S., Britain and other nations in a determined fight to eradicate al Qaeda, its leaders and its brainwashed followers.\nThe attack in Riyadh was a wake-up call for Saudi Arabia -- and hopefully a deadly mistake by al-Qaeda.\n\nLoad-Date: May 20, 2003"
}