{
    "title": "Voice of the Times; Leftists like Durbin are abetting . . . terrorism",
    "publisher": "daily news ",
    "year": 2005,
    "month": 6,
    "day": 22,
    "full text": "IT IS BEGINNING to look more and more like the Democrats in Washington are hellbent on pushing the U..S. into a defeat in the war on terrorism. The continuous nay-saying about the conduct of the fighting in Iraq and the mounting noise from the left about treatment of prisoners being held at Guantanamo are sounding eerily like the refrain that led to our withdrawl from Vietnam.\nThe war in Vietnam, most will agree, was won on the ground by American fighting men. It was lost on the home front, shot down by the propaganda generated by Jane Fonda and dozens of other high-profile leftists, abetted by the media.\nNow, despite the freedom that has come to Afghanistan and the elimination of Saddam Hussein's bloody regime in Baghdad, there is a louder and louder chorus of criticism that threatens not only the war effort but the safety of American young men and women in uniform in that troubled area.\nThe latest to grab the headlines was Illinois Sen. Dick Durbin, who compared the treatment of the terrorists held at Gitmo to that handed out by Nazi murderers, the horror of the Soviet gulags and the murderous actions of Khmer Rouge leader Pol Pot.\nThe comparisons are odious. But no one in the Democratic party has risen to condemn Durbin, who refuses to back off of his outrageous claims.\nDurbin, the No. 2 Democrat in the Senate, says interrogation techniques used at the U.S. facility in Cuba compare with those past regimes \"that had no concern for human beings.\"\nHe and the news media, seeking any kind of sensational accusations that diminish the U.S. efforts to bring terrorism to an end, pay little or no heed to the overwhelming indications of the way American prison guards are treating those being held at Gitmo.\nAll the Muslim inmates, about 500 of them, are given a Koran. They are provided with diets that reflect their cultural and social backgrounds. They are allowed time for prayer. They are served by Muslim chaplains and interpreters.\nHitler and Nazi Germany murdered 6 million Jews. Pol Pot murdered 1.7 million people in the infamous \"killing fields\" of Cambodia. More than 25 million people were sent by Josef Stalin to the Soviet gulags, and an estimated 2.7 million died.\nBut for Sen. Durbin and others, the U.S. is doing the same to some extremists committed to destroying the U.S. and taking American lives.\nRemarks such as his inflame the zealots of Iraq and the Muslim world. They make headlines and incite more terrorism, and embolden the suicide bomber ranks to kill and kill and kill again.\nShame on the senator. And shame on those in his party who remain silent, or worse yet, condone and embrace his view of the war on terror.\nWho angered the mosquito gods?\nBy ELISE PATKOTAK\nI am usually a peace-loving person. Call it a throwback to my youth in the '60s. Yet if the carnage of last week didn't prove it to me, the carnage from this week did. I have changed.\nIn fact, I will have to repaint my whole house this fall to get rid of the evidence of this summer's mass slaughter of mosquitoes on its walls. Red streaks are everywhere. Tiny screams of death can be heard echoing throughout the universe.\nEach night before I go to bed, I do battle with these mighty warriors. I wander through my house looking for the telltale dark speck on the wall. When I see it, my heart races, my pupils dilate, every nerve goes on alert. I nonchalantly approach the target. Let the speck think, for just a moment longer, that it has the upper hand.\nThen, just when it settles into complacency, thinking of all the fun it will have with me while I sleep, I pounce. I slap it so hard I'm surprised there aren't holes in my walls near each blood splatter.\nOf course, the fact that the walls are blood-splattered means I may be losing some of the battles since I'm figuring most of that blood is mine. But at least they are made to pay the ultimate price for their small moment of glory.\nThis is the first time I've ever had to wear mosquito netting as well as Deet inside my house. Anchorage has turned into a city under siege. Every time I open the door to let my dog in or out, a mosquito squadron swarms in under my radar. I don't know they're there until I look around at the walls and see that they look like I painted them with black polka dots.\nSince my dog is 15, he doesn't exactly move quickly in or out of the door. I'll get him right up to the doorway and make sure he's actually bothered to wake up from his nap and isn't sleep walking before I open the door. And still he stands there staring stupidly at the open doorway till I give him a gentle nudge in his butt with my foot to remind him what he's doing there.\nComing in presents the same problem. I'll open the door and call him. He'll give me that blank stare I've grown to dread. It either means his eyes are so bad he's not sure where the voice is coming from or his hearing is so bad he's not sure he heard anything. Or, more likely, he heard and saw but chooses not to respond right at that moment.\nEither way, my house fills with mosquitoes that think they've won the jackpot. A warm house and a juicy human all in one place. What more could a mosquito ask for?\nI knew the battle had reached a whole new level of intensity one day when I was on my daily dog walk. I found four mosquitoes on my arms watching intently as I swung my arms wildly about my head to beat back the ones buzzing around my ears.\nThey seemed very interested in the demonstration of insanity by the woman whose blood they were ingesting. I wonder if they were worried that maybe I wasn't the best genetic bet they could have made in choosing a suckee.\nI don't know what we did as a city to so anger the mosquito gods this year but I think our leaders need to take some action before we see small children being carried off by organized squadrons of these blood suckers. If that means that Mark Begich has to dance around a fire in a loincloth while chanting and baying at the sun, then so be it. No one said being the mayor of Anchorage was an easy job and no one ever promised him it might not include a little voodoo if that's what it takes to lift the siege.\nIn Barrow, the sun would come back in the spring and the temperature would drop even lower than it had been in winter. You walked out into it and froze your tushie off after just five steps. You quickly learned that the sun, while fun to look at, did not bring warmth and joy.\nHere in Anchorage, the sun comes back and we all throw off our winter layers and race out the door, ready to raise our faces to its life-giving warmth. Only it turns out we can't see the sun through the swarm of mosquitoes that have attached themselves to every exposed part of our bodies.\nEither way, it seems that Alaskans are doomed to view their sunny world from inside their bloodied bunkers. Courage, my friends. Winter can't be far away.\nElise Patkotak, an Anchorage free-lance writer and author of Parallel Logic, a humorous look back at her 28 years in Barrow, lives in Anchorage and owns Precious Cargo Ltd, a writing/graphics company.\n\nLoad-Date: June 22, 2005"
}