{
    "title": "Voiceprint software had role in terror alert",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 10,
    "day": 5,
    "full text": "London » Did their voices betray them? The discovery of an alleged terror plot against Europe owes at least some of its success to \"voiceprint\" technology that allows law enforcement to electronically match a voice to its owner.\nThe technique -- which some compare to fingerprinting -- can be a powerful anti-terror tool, officials increasingly believe. Law enforcement agencies are already considering how a voice database could help thwart future plots.\nThe reported plot against European cities, in which would-be terrorists allegedly spoke of a Mumbai-style shooting spree, has triggered travel warnings and refocused attention on al-Qaida activities on the Pakistan-Afghanistan border, where several of the voices were recorded.\nThe British eavesdropping agency GCHQ deployed voice identification software to help uncover the plot that officials say has targeted Germany, Britain and France -- and put famed sites such as Notre Dame Cathedral and the Eiffel Tower under close surveillance.\n\"Advances in these types of technology have been key in thwarting plots and catching suspects,\" a British government official told The Associated Press, speaking on condition of anonymity because of the sensitivity of his work.\nDespite progress made in quashing the plot, officials still speak of an ongoing threat.\nPolice in southern France on Tuesday arrested 12 suspects in sweeps against suspected Islamic militant networks, including three men linked to a network recruiting fighters for Afghanistan.\nOfficials in Germany were tightlipped Tuesday on details of a U.S. missile strike in Pakistan's rugged mountain border area where Pakistani officials said eight German militants were killed.\nU.S. officials believe a cell of Germans and Britons was at the heart of the Europe terror plot.\nGermany's ARD public television cited unidentified sources Tuesday as saying four of the Germans killed in the missile attack were of Turkish descent.\n\nGraphic\n\n \nMounted policemen patrol outside Notre-Dame cathedral in Paris, Monday, Oct. 4, 2010. Japan issued a travel alert for Europe on Monday, joining the United States and Britain in warning of a possible terrorist attack by al-Qaida or other groups, but tourists appeared to be taking the mounting warnings in stride. (AP Photo/Laurent Cipriani)\nBritish police officers guard one of the entrances to the Houses of Parliament in central London, Monday Oct. 4, 2010. Britain's Home Secretary Theresa May said that the threat of terrorism in the U.K. remains likely but unchanged, while upgrading travel advice for people visiting France and Germany, asking visitors to remain vigilant as the threat of terrorism is high. (AP Photo/Lefteris Pitarakis)\n\nLoad-Date: October 5, 2010"
}