{
    "title": "Voters take anger, energy to the polls Emotional marathon comes to conclusion",
    "publisher": "usa today",
    "year": 2010,
    "month": 11,
    "day": 3,
    "full text": "America voted Tuesday amid a storm of emotion, much of it whipped up by war, recession and terrorism. Voters went to the polls because they were scared, because they were disillusioned, because they were frustrated or uncertain or anxious. And because they were angry.\nAngry? \"Of course I'm angry!\" said Leona Leach, 58, a Chicago marketing consultant. It was the angriest she had been on Election Day since she started voting in 1972.\nAt whom was she angry? Democrats, she said -- those in Washington, in the state capital and at City Hall: \"They're out of control.\"\nSo the former straight-ticket Democratic voter went mostly for Republicans. In 2008, she said, voters believed Barack Obama's promise of change. \"We thought it was a magic wand,\" she said. \"They used it to wreak havoc.\"\nThis midterm Election Day was the finish line of an emotional marathon. Egged on by candidates, some of whom themselves seemed full of rage -- New York GOP gubernatorial nominee Carl Paladino threatened on camera to \"take out\" a reporter -- voters turned American democracy's greatest showcase into an exercise in venting.\nMuch was directed at the president.\nJay Jones of Bonita Springs, Fla., wore a T-shirt reading \"Throw the Trash Out.\" Although Obama was not on the ballot, Jones said Obama was why he voted. The president, he said, has \"taken away our freedom. He's for the Muslims. He is against Israel. Everyone said Bush was bad, but when Bush was in office, I felt safe. Now I feel I should be locked and loaded.\"\nEven some of the president's 2008 supporters, including Julia Perdomo, 80, of Tampa, were disillusioned. \"He's spending a lot of money,\" she said.\nRiled over issues such as immigration, partisan politics, the deficit, the recession, the bailouts of Wall Street and the auto companies, the seemingly endless wars overseas and the threat of terrorism at home, many voters were desperate for answers, or someone who claimed to have them.\nIn Michigan, where unemployment has been above 10% for two years, many voters seemed more frustrated than angry. \"It's the economy,\" said Bharat Bharaddosi, 64, an engineer in West Bloomfield, outside Detroit. \"I'm basically a Democrat, but I voted all Republican. This is the first time.\" He voted for the Republican candidate for governor, Rick Snyder, a former computer company executive who promised to bring jobs to the state.\nIn Arizona, there was fear of SB 1070, the controversial immigration law that is being challenged in federal court. Jose Rodriguez, 31, a Phoenix business manager, said that's why he voted for the Democrat running for governor, Terry Goddard: \"I'm hoping we can get away from racial profiling.\"\nIn Cobb County, Ga., there was fear of terrorism. \"In the direction that we're going, World War III will be fought right here,\" said Sandy Hamby, 50, who cleans houses for a living. She and her husband Sam, 67, who works for a courier service, said the Obama administration is not doing enough to combat terrorism. Both voted Republican.\nEverywhere, there was worry about the economy, especially among the foreclosed, the bankrupt and the jobless. \"Everything is shutting down,\" said Vincent Jenkins, 45, an unemployed resident of Wilmington, Del., who voted for the first time, and voted Democratic.\nIn Easley, S.C., Pete Tatro, 67, an accountant who has been out of work for nearly a year, wasn't just tired of Obama or the Republicans. \"I'm tired of the two-party system,\" he said. \"My tax dollars are supposed to go for improving this country,\" he said. \"Our country better come first. If we're feeding poor people in Afghanistan and we've got homeless and people starving on the street here, my ethics say that's wrong. That's not the American way.\"\n\"Hope,\" the buzzword of 2008, seemed in preciously short supply. And Obama's \"change you can believe in\" had become his opposition's call to arms. \"Today's the day Republicans take back America,\" said Michael Bransfield, 45.\nAs he prepared to vote on Chicago's traditionally Democratic South Side, the energy company executive said he wanted to send a message to Obama, who he said \"spent all his time on health care and no time helping small businesses.\"\nAs for the president's 2008 campaign promises, he said, \"We all got hoodwinked. We got lied to.\"\nObama had his defenders, including David Trang, 29, an independent who started a Web design business in Chicago this year. He said he feels good about Obama's leadership: \"I think he's done a lot. He hasn't gotten nearly enough credit.\"\nThe idea of voter anger made Gilda La Paz chuckle. The 67-year-old South Floridian lived in Cuba for 16 years and Venezuela for 32 and said she doesn't understand why Americans want to change course so quickly when things are going relatively well.\n\"There are a lot of people who are using their votes to punish the Democrats. I don't understand that,'' she said. \"When you live in other countries, you realize how bad things can really be. Here, you're driving an Escalade but go crazy if gas goes up 10 cents.\"\nContributing: Judy Keen in Chicago; Alan Gomez in South Florida; Mimi Hall in Henderson, Nev.; Larry Copeland in Cobb County, Ga.; Martha T. Moore in Colorado; Mary Wozniak of The News-Press in Fort Myers, Fla.; Mike Chalmers and Ginger Gibson of The News Journal in Wilmington, Del.; John Wisely of the Detroit Free Press; Salvador Rodriguez of The Arizona Republic; and the Associated Press. \n\nLoad-Date: November 3, 2010"
}