{
    "title": "Vote Favors Terrorism Bill And Premier In Britain",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 12,
    "full text": "Prime Minister Gordon Brown faced down a revolt within his governing Labor Party on Wednesday, winning a precariously narrow victory in the House of Commons for a measure that among other things would allow the authorities to hold terrorism suspects for up to 42 days without charges. \n  Whether the measure becomes law, and when, now depends on the government's success in navigating the new counterterrorism bill past the House of Lords, where it may not be introduced until the fall and where it is expected to meet stronger opposition. \n  Opponents of the measure, which extends the current detention limit of 28 days, say it would give Britain detention powers that have few parallels in other Western democracies. They have promised a legal challenge under the European Convention on Human Rights, a recourse that has led to increasingly frequent rebuffs for the British government on issues affecting civil liberties. \n  The House of Commons vote was 315 to 306, with the nine-vote margin supplied by a last-minute decision to vote for the measure by the Democratic Unionist Party, a group of Northern Ireland Protestants who share power in the Belfast government with the predominantly Roman Catholic Sinn Fein. More than 30 Labor rebels who voted against the measure appeared to have stood firm in their opposition despite intense pressure from Mr. Brown, whose determination to press ahead with the bill had turned the vote into a test of his own embattled leadership.\n  For weeks, backbench opposition within the Labor Party had threatened Mr. Brown with a humiliating parliamentary defeat. The Labor rebels were joined in their fight against the measure by the opposition Conservatives and Liberal Democrats, by Britain's leading civil liberties groups, and by organizations representing Britain's population of at least 1.5 million Muslims, which warned that use of the extended detention powers against Muslim terrorism suspects would further alienate Muslims and weaken the wider struggle against Islamic militancy.\n  By avoiding an immediate crisis for the government, Mr. Brown, 57, appeared to have won breathing space over the summer to try to rebuild the Labor Party's dismal political fortunes and to bolster his own position. Opinion polls show that after barely a year in office, he is the most unpopular British leader of modern times.\n  But the murmurings against Mr. Brown within the Labor Party, which must face the resurgent Conservatives in a general election within two years, are not likely to be stilled by a vote that the government survived only because of the last-minute support of the deeply conservative Democratic Unionists. The bloc's nine members made little secret of the fact that they had traded their votes for concessions on a range of unrelated issues affecting Northern Ireland, including a multimillion-dollar subsidy on water rates.\n  Other concessions offered by Mr. Brown appeared to have had only a marginal impact on the vote. Among these was a pledge by the home secretary, Jacqui Smith, to pay compensation, which some lawmakers said would be as much as $6,000 a day, to detainees held beyond 28 days who were released without charge.\n  The government had already redrafted the terrorism bill to provide a complex network of safeguards. For suspects to be held beyond 28 days, the government would have to win parliamentary backing for an order, valid for 30 days, declaring ''a grave exceptional terrorist threat.'' Any suspect held beyond 28 days would have the right to appeal to a judge.\n  The new counterterrorism bill was passed three years after the July 7, 2005, attacks on the London transit system that killed 56 people, including the four suicide bombers. And it reflects growing fears that underground militant groups are infiltrating mosques and Muslim community groups across Britain.\n  Jonathan Evans, the director general of Britain's domestic intelligence service, MI5, warned last year that there were at least 2,000 people in Britain who posed a threat to national security because of their support for terrorism, and said that youths as young as 15 were being recruited by groups sympathetic to Al Qaeda. \n  Supporters of the extended 42-day detention limit, including many of the country's top police officials, have pointed to a wave of terrorism trials since the 2005 attacks, including one under way in London in which eight men are accused of a 2006 plot to smuggle explosives in soft drink bottles onto airliners leaving Heathrow airport, in London, for the United States.\n  Ms. Smith has said that 65 Islamic terrorists have been convicted in trials held in Britain in the past year alone.\n  Police commanders have said that some recent terrorist cases, including the Heathrow plot, have involved complex investigations reaching into a web of interlinked terrorist cells, and the decryption of evidence found on hundreds of seized computers and the examination of thousands of computer disks. In some cases, the commanders have said, they have brought charges right at the end of the 28-day limit. Civil liberties groups have said that the crucial evidence in the cases cited by the police was available much earlier in the detention period.\n  The Brown government's decision to push for the longer detention limit is a new step in the process of strengthening Britain's detention law in recent years. From 48 hours in 2000, the limit was extended to 14 days in 2003, and to 28 days in 2006, after the Blair government was defeated in 2005 in a bid to push the limit to 90 days. After taking office last year, Mr. Brown proposed a limit of 56 days, but settled for 42 days in the face of widespread opposition.\n  Before the vote, Mr. Brown told the Commons that the government wanted to change the law ''in a moment of calm,'' rather than wait for a ''a moment of panic'' after a major terrorist attack.\n  ''Our first duty is the protection of national security, and we fail in our duty if we don't take preventative measures,'' he said. \n  David Cameron, the Conservative leader, suggested that Mr. Brown was seeking to reverse his sinking popularity by acting tough on terrorism, even at the cost of legal safeguards that had taken centuries to develop.\n  ''Isn't it clear that terrorists want to destroy our freedom, and when we trash our liberties, we do their work for them?'' he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 12, 2008"
}