{
    "title": "Voters Deserve Best IntelligenceOn Iraq And War On Terror",
    "publisher": "the tampa tribune ",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "President Bush is late but absolutely right to release key portions of an intelligence report assessing the impact of the Iraq war on global terrorism and U.S. security.\nHe was angry that selected parts were leaked a few days ago and are cited by Democrats as evidence his policy of pre-emption made the world less safe by creating new terrorists. Bush says he has made the nation safer, but until major parts of the report are released, the public won't know whose version is closer to the truth.\nThe National Intelligence Estimate is a blend of the best research from 16 federal agencies. The leaked portions of the report were chosen by unnamed sources who shared them out of context.\nThe leakers reported that the Iraq war has increased international resentment toward the United States and helped Islamic extremists recruit supporters and terrorists.\nThat, many Bush opponents say, makes terrorism worse. It is a credible argument but not the whole story. Terrorism was a global problem long before Bush decided to invade Iraq.\nU.S. embassies were hit, a U.S. ship bombed and the Sept. 11 mission executed while Saddam was still in his palace.\nBush concedes that extremists are using the conflict in Iraq as a \"recruitment tool because they understand the stakes.\"\nBush too has raised the stakes by giving terrorists the chance to fight for an Iraqi government friendly to them.\nThe calculations for voters are complex. Would terrorism be growing slower if Bush had left Saddam Hussein alone? Would it spread faster if Islamist insurgents gained control of Baghdad? Do intelligence agents believe global terrorism will decrease if Iraq emerges as a stable and peaceful republic?\nAmericans need access to this analysis without a political slant. Informed voters will understand that sometimes antagonizing religious fanatics is unavoidable.\nTerrorists want America to stop supporting Israel, but their threats should not erode U.S. support for the Jewish state. Cracking down on the Iranian nuclear threat will stir ill will in the radical Islamic world, but an Iran with atomic weapons is a greater risk. Terrorists clearly want U.S. troops out of Iraq and Afghanistan, and U.S. voters will have much to say about that this November.\nThat's why the public needs to see the intelligence report that highlights the growing importance of Iraq and how it affects world security. It is no classified secret that Muslims around the world are angry about the chaos there.\nBut the public should also remember that the best minds can be wrong.\nAn intelligence estimate in October 2002 said: \"We judge that Iraq has continued its weapons of mass destruction programs. … Baghdad has chemical and biological weapons as well as missiles with ranges in excess of U.N. restrictions.\"\nThat bad intelligence is what caused the Iraq war.\nPhoto: George W. Bush\nDeclassified conclusions of leaked documents\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOUR OPINION\n\nGraphic\n\n \nPHOTO\n.\n\nLoad-Date: September 28, 2006"
}