{
    "title": "Vote in light of hope, not fear this election",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 12,
    "full text": "Terrorism is about spreading fear. When we react with blind fear, fear which causes us to take rash decisions, the terrorists not only win, but their organizations grow. One of our greatest presidents, Franklin Delano Roosevelt, knew the danger of fear when he uttered those immortal words, \"the only thing we have to fear is fear itself.\" He understood that there is no use scaring the pants off of the public, even in a time when America was facing some of its greatest threats. \nInstead he valued working to solve the issues confronting the nation, which sadly, seems like a novel idea in today's government. This aversion to fear goes back to our nation's founding. George Washington was fond of referencing Micah 4:4 from the Old Testament, which reads \"they shall all sit under their own vines and under their own fig ees, and no one shall make them afraid.\" He included the phrase in a letter to the Hebrew Congregation of Newport, to let them know that their religious views would not endanger their safety in America. The election of 2016 is a choice between fear and hope. On one side, the Democrats preach about the progress we can make, on the other side, the Republicans talk about ways to turn back the clock of progress, and about ludicrous challenges to American supremacy. ISIS may be a dangerous and despicable organization, but they are nowhere near a threat to American sovereignty. While terrorism is a serious issue, and has significant economic effects, its cost in lives tends to be rather low. In fact, from 2005 to 2010, an American was four times as likely to be suck by lightning than to die in a terrorist attack. In the same period, an American was between roughly 6,000 to 24,000 times more likely to die as a result of obesity than terrorism, but how often do you hear about that on the news?Donald Trump and Ted Cruz are demagogues who use fear as a political tool to get regular Americans to vote against their interests. They have both directly acted against the spirit of  Washington's words. For Trump this comes in the form of calls to ban all Muslims, including United States citizens, from entering the country. For Cruz it is a plan to have security paols in all Muslim neighborhoods. Both of these plans will infringe upon the inalienable rights of American citizens, as described in the Bill of Rights, based simply upon their faith.The Republican candidates also have disasous proposals for foreign policy, especially when it comes to responding to terrorism. Donald Trump wants to \"take out their families\" while Ted Cruz has called for carpet bombing ISIS (note that this would undoubtedly affect the numerous civilians in ISIS held territory). Both of these plans, rather than combatting terrorism, would provide fuel to the fire. Innocent civilians harmed by such programs would grow to hate America. Children impacted by such programs will serve as the next generation of exemist fighters.I call on the voting public to have hope. I call on the the citizens of this nation to believe that America can still accomplish greatness. This doesn't mean expelling those who wish to make a new life in America, but improving the lives of our citizens. I firmly believe that America is the greatest nation on the planet, and that there is no reason our citizens cannot have the same quality of life as those in other developed nations. We simply have to believe in progress, come together as a people, and most importantly put in a lot of hard work. We cannot let the Republican Party's fear mongering derail the future of the United States.Paul Catha studies history. He can be reached at alexandraschultz@unr.edu and on Twitter @TheSagebrush.\n\nLoad-Date: April 12, 2016"
}