{
    "title": "Votes vs. Terrorism",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 10,
    "day": 25,
    "full text": "From Moscow to Bali to Washington, terrorists seem to have the upper hand these days. But that's not the case right now in one critical world hot spot.\nThe Himalayan territory of Kashmir has been a potential nuclear flashpoint between India and Pakistan for several decades. Attacks on civilians by militants who seek an end to India's rule over part of largely Muslim Kashmir almost led to war last May. Both nations have had nuclear weapons since 1998, unlike during their two previous wars over Kashmir.\nThe tension over Kashmir, however, cooled off in recent weeks after elections were held for the local assembly in India-controlled Kashmir. The elections were widely seen as relatively fair. And despite widespread intimidation of voters and the killing of 46 political activists, the turnout for the election was about 40 percent.\nSince the vote ended on Oct. 10, Pakistan and India have decided to withdraw hundreds of thousands of troops from the border.\nThese events show that democracy can be a strong antidote to terrorism when it displays the will of the people to be free of outside influence or intimidation by violence against innocent civilians. Terrorists often boast of representing the people, but that balloon can be popped by millions of honest votes.\nOf course, Kashmir's future is hardly resolved. The US, worried that a war over Kashmir might derail the hunt for Al Qaeda in Pakistan and Afghanistan, nudged India into making sure the elections were not rigged, as they were in the past. And the ballot result sent a surprising message of independence to the Indian government by knocking back the longtime ruling party of Kashmir, the pro-India National Conference.\nLetting Kashmiris decide their own future - free of influence from New Delhi and from separatist Muslim guerrillas - is the ultimate course to peace for that disputed land.\nMore progress will depend on negotiations under way between the political parties who won the most assembly seats and are now trying to set up a new government. Pakistan's military, meanwhile, must demonstrate it has stopped the infiltration of separatist militants across the border.\nBoth India and Pakistan need such peace to meet the demands of their people for economic growth. Letting Kashmiris express their peaceful intentions through the ballot box will help ensure that peace.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: October 24, 2002"
}