{
    "title": "VULNERABLE, BUT NOT HELPLESS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 14,
    "full text": "IN THE AFTERMATH of the bombing of the World Trade Center, the observation that the United States is vulnerable to terrorism has become a cliche. As with many cliches, there is some truth to this one, but it does not follow that the country is likely to experience a sudden increase in terrorism.\nWe have not much more to fear, in other words, than we did before the blast in lower Manhattan. If that is the case, there still is no reason for complacency, for there are common sense precautions that we routinely neglect that would make us safer still.\nAlthough all terrorism shares the common objectives of intimidation, coercion and control through acts that are either senseless in their violence or horrifying, in fact there are two distinct types. The U.S. has been, and remains, nearly immune to the most powerful, most dangerous and the oldest form of terrorism. That is terrorism sponsored by the state.\nIn 71 B.C., Imperial Rome, having put down the gladiatorial revolt, executed 6,000 slaves and hung their bodies along the Appian Way from Rome to Capua, a crucifix and its rotting corpse every 40 yards for 130 miles. That was terrorism, as was the reign of the tumbrel and guillotine in French Revolution, the genocide of Hitler, the mass murders of Stalinist Russia, the killing fields of the Khmer Rouge.\nSet against these ghastly excesses, a car bomb here, a 747 blasted out of the sky there, while terrible enough, represent a far lesser order of terrorism. You might call this the terrorism of the disaffected or the essentially powerless, directed against central authorities, enemy states or enemy peoples, the ruling elites within one's own country. It is intended as a political or social or religious statement.\nThis is the terrorism that most comes to mind today when we encounter the word. And this is the terrorism whose potential for mischief in America should neither be discounted nor exaggerated.\nAmerica's vulnerability to this kind of terrorism arises out of two factors, both related to our existence as a free people. The first is our system of constitutional protections, which restrains government incursions upon civil liberties and maintains safeguards for the rights of the accused.\nPeople are free to assemble and associate, to move about the country without first registering with authorities, to own firearms by the arsenal, to preach all manner of provocative or outrageous texts upon impressionable ears and even to publish, without criminal penalty, instructions on how to build an H-bomb that could obliterate New York city. In the week following the Trade Center bombing, computer enthusiasts in St. Louis were treated to a public electronic bulletin board manual on bomb construction, including advice on the best places to steal the ingredients.\nThe second factor has to do with our intention to lead our lives in an affluent, modern free society. We are determined to enter buildings, drive highways, take off in airplanes, receive parcels by mail or courier, operate computers and facsimile machines and do a thousand other things without prior approval from the district police station. In this spirit, we are not much different from a people who once traversed a continent by wagon train and later the distance to the moon by rocket, all as part of an unlicensed domain with its endless opportunities to pursue happiness.\nSo we have an infrastructure of bridges, reservoirs, power lines and roadways that are largely unguarded. Our airports are designed and operated for efficiency and convenience. Money moves privately, the mails go unmonitored, private lives and public commerce are reported by a press that thumbs its nose at government. And within the vast interstitial crevices of this society, the places where a bomb can be stashed or an official assassinated are almost anywhere you care to look.\nEven so, the Constitution is inhospitable to terrorism. \"The freedom to speak is not absolute; the teaching of methods of terror and other seditious conduct should be beyond the pale along with obscenity and immorality,\" wrote Justice William O. Douglas in 1951 in his dissent in the Dennis case, involving the anti-communist Smith Act. And for the majority, Chief Justice Fred Vinson noted the obvious, that little discussion was required as to the government's legitimacy to protect itself against \"violence, revolution and terrorism.\" The laws remain so interpreted, although suspected terrorists are entitled to due process.\nWithin days of the bombing, arrests were made in the Trade Center case.  For all the constitutional safeguards, our police system, built upon reinforcing local, state and national organizations and tied together electronically, moves with speed and thoroughness. Despite our supposed apathy, citizens, from neighborhood watch groups on up, involve themselves against crime. We may be vulnerable but we are far from helpless.\nOne reason we have little terrorism, comparatively, is that terrorism simply doesn't work very well in America. There are better markets for it, elsewhere.\nSecurity measures at airports and public buildings are invariably accepted good-naturedly as a cost of modern global coexistence. Slowly the tide seems to be turning against unregulated firearms acquisitions. The general realm of tolerance is holding; no one is calling for crackdowns along ethnic or religious or political lines.\nWe would be foolish to ignore the warning from the World Trade Center. We would be more foolish still if we allow ourselves to believe the bombing is an indictment of our determination to lead a collective life as a free and unfettered people.\n\nLoad-Date: September 29, 1993"
}