{
    "title": "W'S LOOKING WOBBLY ON TERRORISM",
    "publisher": "daily news ",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "About the President of the United States, one question has become critical and pivotal: Is he a man of constancy in his conduct of the war against terrorism?\nMost Americans, this one included, certainly thought so after his vibrant, passionate denunciations of terrorists in New York City and Washington, demanding their elimination and that of their financiers, quartermasters, trainers and strategists around the world.\nBut then he began sprinkling enormously valuable instruments of war among a variety of terrorist nations, while at the same time playing down the importance of Israel, our democratic ally - the only one in the Middle East - which has been a terrorist target for a half-century.\nWe can no longer assume that talking about terrorists is the same thing as taking them on wherever they are - particularly when they are using their strength against a democratic friend.\nFew questions are more pertinent about a leader than those about anti-terrorism. Ironically, the questions are more pertinent about the leader of a free nation than about a dictator. Years before a tyrant takes power, he pounds it home to his people that his rule will be iron and that no act of force, no available weapon, no weapon of the future and no alliance will be refused as long as its existence suits the dictator's purpose. He decrees the people's future, including making war without mercy. Everybody in a dictatorship who is against the war knows to stay home with mouth shut - like Afghan intellectuals and clerics.\nMany Americans seem to be terribly annoyed that if and when U.S. forces go into action, they will be using weapons that pack more power than thrown rocks. They are very romantic about Palestinian terrorists - until one of their rocks lands on their head.\nThe first jewels of the Afghan war were distributed within days after it began: The United Nations Security Council voted to lift economic sanctions on Sudan. The U.S. abstained when hands were raised for the vote. That allowed it to duck the shame of calling attention to pending U.S. legislation that would allow Sudan to trade freely in oil, its most valuable product.\nThe crimes of Sudan's coup-made government are so numerous it would take a library to list them - the denial of civil rights, slavery, government-arranged famine directed at the opposition, murders of Christians. For full details, read on the Internet the Sudan chapter in the State Department's annual human rights volume, a particular chapter of man-made hell.\nAnd then remember the sickening comment of a State Department spokesman who said there are two kinds of terrorism - the ordinary, evil kind by violent people and the \"different\" kind that has to be handled in the Middle East by Israelis and Palestinians.\nThen a few days ago, the administration let loose the news that President Bush is planning on recognizing a Palestinian state, the first Republican administration to say so. Leaving aside the merits or dangers of a Palestinian state, letting this news loose during the first days of the war is a gift to the Arabs and a punch in the face to Israel. The purpose, theoretically, is to get more Arab states into the alliance and eliminate any future possibility of Israeli participation.\nAfter the news was made public, Mayor Giuliani, New York's hero, spoke before the UN. Like it or not, the General Assembly delegates heard a man of constancy. He repeated Bush's early theme of \"you're for us or against us.\" Then he followed with a sentence that should be repeated continuously: \"The era of moral relativism on terrorism must end.\"\nYou don't have to be a diplomat or a President to keep your compass true. In fact, Giuliani showed that absence of either of those experiences can be of substantial help to a man of constancy.\nE-mail: rosecolumn@aol.com  \n\nLoad-Date: October 5, 2001"
}