{
    "title": "W. Europe confused by US strategy toward Libya , fears fallout",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 3,
    "day": 27,
    "full text": "The motive driving the international terrorist, say students of the subject, is often little more than a longing for attention, an anguished cry of ''I exist! Notice me!''\nWith little real power of their own, terrorists play upon fear and use media attention to megaphone their views to the world.\nIn many ways, the motivation underlying Col. Muammar Qaddafi's latest confrontations with Western powers - particularly with the United States Sixth Fleet in the Gulf of Sidra - fits the mold perfectly.\nAs one of three well-known ''bad actors'' on the stage of Middle East terrorism - the other two being Syrian President Hafez Assad and Iran's Ayatollah Khomeini - the Libyan leader is in some ways the most inscrutable.\nHis methods, in part, appear to be colored by both an Islamic fervor reminiscent of Iranian fundamentalism and by a coolly pragmatic use of mercenary terrorism. Taking at times an austerely religious line, Qaddafi also hosts conferences of international terrorists and supplies millions of dollars and weapons to support terrorist activity around the globe.\nBut his overall goals seem largely shaped by his own vision of pan-Arab unity, in which a new kind of cooperation would arise among bickering Arab states, knit together by a strong leader (presumably Qaddafi himself) into a group that could stand up successfully against the military, diplomatic, and cultural domination of Israel, Europe, and the US.\nThe point on which Western observers have little doubt is: Qaddafi's capability and willingness to use terrorism to carry his message into the international arena. (See box on following page.)\nMany Arabs view Qaddafi's adventurism with great distaste. Qaddafi, for his part, responds with threats against Arab leaders - especially those in Egypt - whose ideas run counter to his own. In the absence of external attack, say Arab scholars and officials, Qaddafi would find few havens of support in the Arab world.\nBut so strong is the appeal of the pan-Arabic message that an attack on one Arab state is seen as an attack on all - especially if the attacker is the US, whose support for Israel does not sit well with most Mideast nations.\nHence the current rallying - at least rhetorically - of some Arab nations behind Libya. Qaddafi, despite military losses, has trumpeted the Gulf of Sidra conflict as a triumph - portraying himself as the underdog trying to defend his territorial waters from US aggression.\nWith the news media focused unblinkingly on his otherwise obscure nation, Qaddafi has managed to shout ''I exist!'' as never before across the world's stage.\n\nGraphic\n\n \nPicture, Recent anti-US demonstration in Tripoli, AP"
}