{
    "title": "W.Va. is a victim of medical terrorism Doctors simply want immunity for wrongdoing",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 1,
    "day": 20,
    "full text": "DOCTORS in West Virginia want immunity from being sued. Admittedly they can't come right out and ask for that, because everyone would tell them that they are crazy.\nWhy should they be treated differently than anyone else in society when it comes to the American system of justice?\nSo instead, doctors have wisely decided to attack the elements needed for a medical malpractice suit to be financially feasible.\nIf doctors can reduce the public's practical access to the courthouse, they will have almost achieved their unspoken goal - immunity.\nThey first set out to obtain public sympathy by placing the blame for their high premiums on the already demonized trial lawyers, instead of the insurance industry, whose cyclical economic downturns are indisputably responsible for the increase in their malpractice premiums.\nThen they up the ante by walking out in groups, thereby engaging in medical terrorism. Make no mistake. That's exactly what these walkouts are - medical terrorism or medical extortion. They are designed to obtain their goals through public fear.\nPerhaps the American Medical Association should change its name to the Physicians Liberation Organization.\nDespite our national policy of not giving in to terrorist demands, that's exactly what our legislators are in the process of doing. They are giving in to medical terrorists by proposing one of the most destructive, costly, restrictive tort reform bills in our nation.\nNotwithstanding this proposed bill, many doctors still refuse to return to work while new groups walk out.\nIn the interests of keeping our citizens safe, why hasn't the governor ordered the striking physicians back to work?\nThe malpractice reform bill will not hurt the trial lawyers. However, it will do substantial harm to the citizens of West Virginia, the victims of medical malpractice, the weakest segments of our society, the very young and the very old - the \"non-income producers,\" as our legislators refer to them.\nAnd this bill will help only the almighty insurance industry. In fact, the insurance companies have already said this \"reform\" will not reduce malpractice premiums.\nImportantly, the bill is completely one-sided. It contains no health care reform to help reduce the occurrence of malpractice, no provision to end the conspiracy of silence between doctors, no provision to rid the state of bad doctors or help the victims of malpractice.\nWhile taking away the rights of their patients, the doctors have offered nothing in return.\nAdmittedly, these issues are complex.\nMost consumers have no idea how these changes will affect them. This bill is on a fast track, but before it passes, I strongly urge everyone to contact their legislator to find out how it will impact them.\nOnce the horse is out of the barn, it's too late.\nChiartas is a Charleston attorney.\n\nLoad-Date: January 22, 2003"
}