{
    "title": "Wait Ends for Father and Son Exiled by F.B.I. Terror Inquiry",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 2,
    "full text": "Two American citizens of Pakistani descent returned to the United States on Sunday, five months after they were denied permission to fly home to California unless they submitted to an interrogation by F.B.I. terrorism investigators.\n  The men, Muhammad Ismail, 45, and his son, Jaber, 19, of the Northern California farming town of Lodi, returned from Pakistan on a flight that landed at Kennedy Airport in New York around 3:30 p.m. Eastern time. They were scheduled to arrive in California on Sunday night or early Monday on a connecting flight, their lawyer said Sunday.\nThe Ismails are an uncle and cousin of Hamid Hayat, a Lodi man who was convicted in April in federal court of providing material support to terrorists. Mr. Hayat told investigators he had attended a terrorism training camp during a long stay in Pakistan and intended to carry out unspecified attacks in the United States. Mr. Hayat's father, Umer, was convicted on a lesser charge of lying to investigators about the amount of cash he carried to Pakistan on a 2003 trip, but a jury deadlocked on terrorism charges.\n  The Ismails were not charged in the case. They attributed their predicament to being related to the Hayats, the only people to have been charged in what federal prosecutors have described as an investigation into possible terrorism links in Lodi.\n  Julia Harumi Mass of the American Civil Liberties Union of Northern California, who is representing the Ismails, said the pair had no terrorism connections. In a complaint in August to the Department of Homeland Security, she urged the authorities to explain any accusations against them and why they had been denied permission to fly home. \n  Legal experts said the matter raised questions about balancing terrorism investigations against American citizens' right to travel freely without having been charged with a crime or detained as a suspect.\n  On Sept. 6, nearly a month after Ms. Mass's complaint, the Homeland Security Department notified her in a letter and telephone call that unspecified records had been modified ''to address any delay or denial boarding'' the pair had encountered. Ms. Mass said she took that to mean they were cleared to fly, and the Ismails arranged financing and bought tickets home.\n  ''I never imagined that the country I was born in would stop me from coming home for five months and separate me from my family, especially when I was not charged with a crime,'' Jaber Ismail said in a statement released through the A.C.L.U.\n  Hamid Hayat had told investigators he believed that Jaber, who was born in Lodi, attended a terrorism camp, but he lacked details. Mr. Hayat's lawyers attacked the investigators' questioning of Mr. Hayat as vague and coerced. Muhammad Ismail, a naturalized citizen who was born in Pakistan, said in the statement that they had traveled to Pakistan so Jaber Ismail could pursue religious study there.\n  On April 21, as juries were weighing the Hayats' cases, the Ismails were not permitted to board a connecting flight to San Francisco from Hong Kong and returned to Pakistan, where Jaber Ismail was questioned by F.B.I. agents at the American embassy in Islamabad. The agents, Ms. Mass said, requested further interviews with him and his father and a polygraph, which the Ismails refused.\n  The United States attorney's office in Sacramento, which prosecuted the Hayats, has declined to comment on the investigation other than to acknowledge that agents wished to speak with the Ismails. A Homeland Security spokesman said he had no information about the case.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 2, 2006"
}