{
    "title": "WALDHEIM'S STAND ON TERRORISM",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 17,
    "full text": "To the Editor:\n We fully recognize that letters which you print may not reflect your own views. However, it is indeed shocking that The New York Times would choose to publish a letter such as that by Steven Orlow (Jan. 13) containing a slanderous personal attack on the Secretary General of the United Nations.\nYasushi Akashi letter assails New York Times for printing Steven Orlow's January 13 letter containing slanderous attack on UN Secretary General\nhe writer is apparently ignorant of the fact or chooses to ignore that the two West Bank mayors who recently appeared at the United Nations did so at the unanimous invitation of the Security Council membership, including the United States. Moreover, the Security Council unanimously endorsed their right to return to their homes.\nUnder these circumstances, there is no justification in attacking the Secretary General for permitting the mayors to remain on United Nations premises.\nUnfortunately, Mr. Orlow's letter is reflective of similar efforts noted elsewhere to denigrate the United Nations and the Secretary General personally because political positions adopted at the United Nations do not coincide with those of the individual critics concerned about a given situation.\nPerhaps it would help to restore some balance if The Times would occasionally also report those actions and statements of the Secretary General which have demonstrated his strong opposition to terrorism and to discrimination of any kind, whether racial or religious.\nIt is regrettable, for example, that the unusual steps which he took to have the United Nations General Assembly take up the issue of terrorism in 1972, his initiative in requesting the first Security Council meeting on the seizure of the American hostages in Iran and his statement condemning the outrageous, anti-Semitic bombing of the synagogue in Paris last October were generally ignored by the American press.  YASUSHI AKASHI Under Secretary General for Public Information United Nations, N.Y., Jan. 13, 1981"
}