{
    "title": "Walking away from Iraq isn't a viable option",
    "publisher": "usa today",
    "year": 2007,
    "month": 2,
    "day": 15,
    "full text": "Every campaign sound bite that demands timetables and withdrawals from Iraq or Afghanistan strengthens and emboldens our terrorist enemies.\nIf we walk away, we will face stronger terror recruiting and weakened Muslim governments that will ignore our cries to root out the breeding grounds for terror in their own lands for decades to come.\nIf we leave before Iraq can stand on its own, we will throw the oil markets into chaos, and we'll encourage terrorists to try to create Muslim states all over the region. We will then be faced with terrorism actively expanding toward the West.\nWe are at a historic crossroads; to some, we have chosen a path that is unacceptable. Unfortunately, walking away is not an option, and we need to fully support this war at all costs.\nMillions may die based on the choices we make, and countries may fall, as happened when our parents and grandparents balked after the Tet Offensive in Vietnam.\nEd Johnson\nTroy, Mich.\nAdmit mistake, pull out\nIt's sad that President Bush can't even get strong support from his own party on a major issue such as the war in Iraq (\"Troop increase is a tough sale for GOP senators on '08 ballot,\" News, Feb. 2).\nWhen things like this happen in politics, you should realize you are on the wrong track.\nUnfortunately, our president is still pulling for this troop increase, and it pains me to watch our country go on this downward spiral. It's about time we realized Iraq was a mistake and pull out before we cause more problems that our children will have to fix.\nAleahue Abu\nBradenton, Fla.\nConsider the consequences\nIf we cut and run from the enemy in Iraq, do those who call for an end to the war think the terrorists in and around Iraq's borders will not make their way to the United States?\nRetreating in the face of terrorism will only embolden the terrorists.\nEngland, France, Israel, Russia and Spain have all experienced terrorism after retreating or making concessions to terrorists.\nRadical Islam has learned that the hated infidel will bow and submit in the face of terrorism if that terrorism is vicious enough.\nTo all those who would get us out of Iraq now, I ask, \"Where do you want to fight the terrorists? In the shopping malls of America? On U.S. buses and trains? In our elementary schools?\"\nThe war in Iraq is not something we can afford to lose. America must win -- at whatever cost -- or the consequences will be too horrible to describe.\nDavid McCourt\nRoseau, Minn. \n\nLoad-Date: February 15, 2007"
}