{
    "title": "Walk and vigil commemorate victims of Paris terror attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "November 19, 2015\nThe French community at MIT led a silent walk for remembrance and solidarity on Wednesday night following the Paris terrorist attacks last week.\nIn the chilly darkness, the walkers quietly tread a path from the Collier Memorial to the War Memorial in Lobby 10, where they laid lights on the steps outside \"as a symbol of hope and solidarity\".\nAs an organizer of the walk explained, the Collier Memorial was chosen as the starting point because it was \"the MIT symbol of the fight against terrorism.\" The Collier Memorial was built in honor of Sean Collier, the MIT police officer who was killed while on duty in the aftermath of the 2013 Boston marathon bombing.\nThe organizer said that the walk was in response to \"recent events that have affected our communities in France, in Lebanon ... and in many places around the world.\"\n\"Incredible solidarity and compassion ... makes us a strong and bonded community that rejects ... strongly the acts of violence and terrorism.\"\nThe majority of the participants were members of the MIT French community, but many non-Francophones came to join their friends or \"to show support.\"\nThe walk was organized by Rami Abi Akl, an MIT Ph.D. candidate and president of the MIT French club, among others. After the placing of the lights, Abi Akl gave a short speech in which he expressed his wish that Wednesday night's walk would be \"the last sad event that will bring us together\" and that \"future gatherings will be filled with only happiness.\"\nMIT's Chaplain Robert Randolph was also present during the vigil to give the concluding remarks.\nRandolph addressed the consequences of the fear evoked by terrorism and ISIS, which has claimed responsibility for the Paris attacks. \"When we're afraid,\" he said, \"ISIS knows we'll make bad decisions.\"\nMassachusetts Governor Charlie Baker's recent announcement that he would not welcome Syrian refugees to settle in his state was an example of a bad decision, Randolph said.\nRandolph also praised the resilience of the people of Paris, who \"the day after the tragedy, were back on the streets, having coffee ... showing that they were not going to be afraid.\" This same resilience was demonstrated prior to the walk as the participants gathered around Collier Memorial. While the general atmosphere was one of respectful solemnity, an undercurrent of merry and lively conversation indicated that all were determined to continue life as it was despite the violence occurring around the world.\n\"Parisians are strong,\" Randolph concluded. \"Boston is strong.\"Post a comment on this article\n\nLoad-Date: November 19, 2015"
}