{
    "title": "Wall Street Seeks to Tuck Dodd -Frank Changes in Budget Bill",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 9,
    "full text": "After four years of twisting arms in Congress, Wall Street may have finally found the opportune moment to reshape financial regulation. \nA flurry of legislative deal-making surrounding the federal budget has opened a window of opportunity for bank lobbyists to challenge the Dodd-Frank Act, the sweeping regulatory overhaul passed in response to the financial crisis. With the clock ticking on a budget bill - lawmakers have vowed not to shut down the government, but need to act by Thursday night - banks are seeking to tuck their proposals into the giant federal spending package.\nWhether they succeed remains an open question. As of Tuesday afternoon, some Democrats and consumer groups retained hope that they could fend off the Wall Street effort.  \nThe fight has centered on the elements of Dodd-Frank that target the culprits of the financial crisis, including the sort of derivatives trading that helped push the insurance giant American International Group to the brink of collapse in 2008. One bill would amend the so-called Volcker rule, a centerpiece of Dodd-Frank. Another bill that lawmakers plan to include in the government funding plan was essentially written by lobbyists for Citigroup. \nIf included in the final spending bill, the proposals would represent the greatest threat yet to Dodd-Frank, the most comprehensive regulatory overhaul since the Depression and one of the Obama administration's signature legislative achievements. Other than a tweak here or a delay there, Dodd-Frank has largely survived a surge of Wall Street lobbying.\nThe legislative changes are only one front in Wall Street's attack on Dodd-Frank. Wall Street has also lobbied the regulators who are putting Dodd-Frank into effect, with varying degrees of success.\nThe latest effort to reshape Dodd-Frank, which critics blame for crimping the economy, illustrates Wall Street's renewed sway in Washington six years after the crisis shook the county and the global economy. It also epitomizes a textbook Washington play: Use a must-pass bill, on the eve of the holidays, as a vehicle for changing unrelated policies. \nThe proposed changes to Dodd-Frank are legislative weapons in the broader fight over a spending plan known as the so-called Cromnibus. That measure is the blending of an omnibus spending bill, which must pass by Thursday evening to keep the government open through September 2015, and a continuing resolution for certain agencies, a short-term spending measure that would provide funding only into early next year.\nHere is a rundown of the main Dodd-Frank issues that may be in play over the next day or so. The list is based on information learned from people briefed on the legislative negotiations who spoke on the condition of anonymity. \n The bill that Citigroup helped draft: This bill would repeal one of the more contentious provisions in Dodd Frank, a requirement that banks \"push out\" some derivatives trading into separate units that are not backed by the government's deposit insurance fund. The proponents of the push-out rule argued that it would isolate risky trading from parts of a bank eligible for a government bailout.\nThe provision exempted many derivatives from the push-out requirement, but some Republicans have long proposed eliminating the provision altogether. \nIn late 2011, Citigroup floated a compromise. The bank's lobbyists sent around a proposal that simply exempted a wider array of derivatives from the push-out plan. \nAs The New York Times reported last year, lawmakers adopted nearly every word of Citigroup's plan in drafting a bill. The bank's recommendations are reflected in more than 70 of the 85 lines of that bill. \nThe House approved the bill last fall, with bipartisan support. But the bill died in the Senate, where lawmakers were reluctant to roll back Dodd-Frank. The Treasury Department also opposed the bill, warning that it could leave the nation vulnerable again to excessive financial risk-taking. \nThe White House has previously threatened to veto this bill and others that take aim at the core of Dodd-Frank. But with a government shutdown on the line, the White House may not be as willing to fight the measure. \nIn a past statement, a Citigroup spokeswoman noted that the bank \"has been a strong supporter of financial reform, including Dodd-Frank.\" But when it comes to the push-out rule, she said, it is \"widely agreed\" that it \"does absolutely nothing to create a safer financial system.\"\n Budget of the Commodity Futures Trading Commission: Republicans have long put a target on the trading commission, which is at the center of Dodd-Frank rule writing. Lawmakers have discussed, in the past and again with the latest federal spending talks, whether to hamstring the agency through budget cuts. \n Terrorism Risk Insurance Act: On the surface, the effort to renew federal terrorism insurance is distinct from both Dodd-Frank and the federal budget talks. But in recent weeks, all three issues have become entangled in a complex web of lobbying and politicking. \nAs reported by The Times last week, House and Senate negotiators were nearing an agreement to extend federal terrorism insurance for six years before it expired at the end of the year. The federal plan, initially enacted after the attacks of Sept. 11, 2001, provides a backstop to cover the cost of repairing buildings damaged in a terrorist attack. \nAs of Monday, lawmakers planned to include the terrorism bill in the so-called Cromnibus. And in the course of the legislative jockeying, lawmakers sought to add Dodd-Frank changes into the terrorism bill.  \nOn the Republican side of the negotiating table, Representative Jeb Hensarling of Texas fought to include three Dodd-Frank measures, all of which had already passed the House with bipartisan support. \nOne bill would exempt energy firms, manufacturers and agricultural companies from posting collateral when trading derivatives. Another bill would amend the Volcker rule, which prohibits banks from making risky bets with their own money, to allow banks to continue holding certain so-called collateralized loan obligations. The final bill would clarify a crucial mortgage rule.  \nAs reported by Politico, those measures met opposition from the Democratic negotiator, Senator Charles Schumer of New York. \nSenator Schumer did, however, back two separate bills that might affect the financial industry. One bill, originally drafted by Senator David Vitter, a Louisiana Republican, would require the president to appoint a person with community banking experience to the Federal Reserve Board. The second bill, also initially supported by Republicans, would provide insurance companies some flexibility in meeting capital requirements. \nAt the last minute, lawmakers removed the terrorism insurance bill from the Cromnibus fight. Now, the House will probably vote on the terrorism insurance extension on Wednesday. \nTwo financial measures will probably survive that version of the terrorism bill: the requirement that someone with community banking experience sit on the Fed and the exemption for energy companies and agricultural firms from posting collateral when trading derivatives.\nIt was unclear whether the Senate would approve the terrorism insurance bill in that form. \n\nLoad-Date: December 9, 2014"
}