{
    "title": "Walorski introduces bill to close loopholes for Guantanamo Bay detainee transfers",
    "publisher": "the elkhart truth ",
    "year": 2017,
    "month": 6,
    "day": 25,
    "full text": "June 25--ELKHART -- U.S. Rep. Jackie Walorski wants to boost oversight of the terms future Guantanamo Bay detainees are transfered under.\nAccording to a press release, Walorski introduced the Guantanamo Recidivism Reduction Act, which would close a loophole that \"allowed the Obama administration to keep secret the terms under which terrorist detainees were released.\"\n\"In a misguided and unsuccessful attempt to close Gitmo, the Obama administration rapidly accelerated the release of terrorist detainees without proper safeguards or oversight,\" said Walorski, a republican from Jimtown. \"In the final 13 months of the Obama presidency, 66 detainees were transferred to foreign nations under terms that remain unknown even to Congress because the administration did not put them into writing. The Trump administration has ended the reckless release of Gitmo detainees, but we must close this loophole so there is never again any doubt that appropriate steps are being taken to prevent released detainees from returning to terrorism.\"\nAccording to a report released by the Director of National Intelligence in March, 21 of the 182 detainees released during the Obama are known or suspected to have re-engaged in terrorism. Nearly 30 percent of Gitmo detainees released since the facility opened in 2002 are confirmed or suspected to have returned to terrorist activity.\nFrom January 2016 through the end of President Obama's term in office, 66 Gitmo detainees were transferred, including 20 to Oman, 18 to the United Arab Emirates (UAE), and 15 to Saudi Arabia. Forty-one detainees remain in the Guantanamo Bay detention facility.\nThis new act would require the State Department to keep written records of the bilateral agreements reached between the U.S. and nations that accept released Gitmo detainees. It would also require the State Department to provide these records to Congress within 90 days and to update the relevant congressional committees annually on the whereabouts and activities of released detainees who have reengaged in terrorism.\n___ (c)2017 The Elkhart Truth (Elkhart, Ind). Visit The Elkhart Truth (Elkhart, Ind). at www.elkharttruth.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 26, 2017"
}