{
    "title": "Walter Laqueur, Scholar of Terrorism and the Holocaust, Dies at 97",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 1,
    "full text": "Walter Laqueur, who fled Nazi Germany as a teenager and, without a college degree, became a distinguished scholar of the Holocaust, the collapse of the Soviet Union, European decline, the Middle East conflict and global terrorism, died on Sunday at his home in Washington. He was 97.\nHis wife, Susi Genzen Wichmann Laqueur, confirmed his death.\nMr. Laqueur was a prodigious author who spoke a half-dozen languages and wrote scores of books, novels and memoirs as well as his writings on geopolitics, in which he could be prescient.\nWhile much of the world was basking in the breakdown of Soviet communism, Mr. Laqueur, whose London apartment overlooked Karl Marx’s grave, was predicting the emergence of “an authoritarian system based on some nationalist populism.”\nThat is largely what developed, as he wrote two decades later, in 2015, in “Putinism: Russia and Its Future With the West.”\nIn a new introduction to his 1977 book “A History of Terrorism,” Mr. Laqueur warned that the world was at the dawn of a new era in which “technological progress would put unprecedented destructive power into the hands of a small group” of fanatics bent on inflicting terror in a holy war. That warning was dated June 2001, less than three months before the Sept. 11 terrorist attacks.\nIn his last book, “The Future of Terrorism: ISIS, Al Qaeda, and the Alt-Right,” written with Christopher Wall and published this year, Mr. Laqueur cautioned that the Islamic State’s short-lived successes in creating a caliphate demonstrated that “true believers now have a model that they can hope to achieve and acquire, because it has been done.”\nTerrorists cannot destroy Western society without weapons of mass destruction, the authors write, but Western nations make themselves more vulnerable if they overreact and bolster domestic security by curtailing civil rights and civil liberties — responses that “perversely accomplish the goals” of the terrorists.\nThe book ends with a warning to President Trump: Undermining European unity and directing incendiary language at Muslims while singling them out for immigration restrictions make the United States more of a target. “Unless there is some moderation in his policies,” Mr. Laqueur and Mr. Wall conclude about the president, “all proposals just seem to increase the probability that people will radicalize and attack.”\nMr. Laqueur was difficult to pigeonhole politically. He supported Israel but also criticized what he viewed as its excesses in expanding settlements in the West Bank.\nIn the late 1960s he was critical of the counterculture, so much so that Vice President Spiro T. Agnew, a combative conservative voice in the Nixon administration, quoted Mr. Laqueur approvingly when he wrote in Commentary magazine that “the cultural and political idiocies perpetuated with impunity in this permissive age have gone clearly beyond the borders of what is acceptable for any society, however liberally it may be structured.”\nWhat Mr. Agnew neglected to quote, however, was Mr. Laqueur’s next sentence, which was hardly flattering to conservatives: “No one knows whether the right-wing backlash, so long predicted, will in fact make its dreadful appearance.”\nIn 1982, Norman Podhoretz, the editor of Commentary, wrote that Mr. Laqueur “spoke for most neoconservatives when he made the mordant observation that even Lenin, who allegedly predicted that one day we capitalist countries would out of the lust for profits compete to sell the Communists the rope with which to hang us, could never have imagined that we would rush to give them the money to buy the rope.”\nWalter Louis Laqueur was born into a Jewish family on May 26, 1921, in Breslau, Germany (now Wroclaw in Poland). His father, Fritz, manufactured overalls. His mother, Elsa (Berliner) Laqueur, was a homemaker. Both were murdered in the Holocaust.\nIn 1938, when he was 17, Walter fled just a few days before Kristallnacht, the November pogrom against Jews by uniformed Nazis and their civilian sympathizers. He found his way to Palestine, where he was known as Ze’ev.\nLater, in his writings, he would reduce decades of Middle East discord to a conflict between basic impulses: that of Arabs for pride and dignity and that of Jews for survival, with the Jewish struggle requiring Israel’s neighbors to accept its statehood.\nMr. Laqueur worked briefly on a kibbutz and then moved to Jerusalem, where he spent a year enrolled in the Hebrew University and covered the Middle East as a journalist.\nWhen he visited home after World War II, Mr. Laqueur wrote in his memoir “Thursday’s Child Has Far to Go” (1992), “the world I had known as a boy no longer existed, and as I tried to remember the people I had known when I was 16, I realized that most of them had died a violent death.”\n“Some were killed in the ruins of Stalingrad,” he added, “others in Auschwitz, some in 1948 in the battles for Palestine.”\nIn 1955 he moved to London, where he was a founder and editor of The Journal of Contemporary History and also a founder of Survey, a foreign affairs journal.\nFrom 1965 to 1994 he was director of the Wiener Library for the Study of the Holocaust and Genocide, a leading archive in London. He was later chairman of the International Research Council of the Center for Strategic and International Studies at Georgetown University in Washington and editor of The Washington Quarterly, a journal on international affairs under the auspices of George Washington University.\nHis marriage to Naomi Koch lasted until her death in 1995. In addition to his second wife, he is survived by two daughters from his first marriage, Sylvia Laqueur Graham and Shlomit Laqueur; four grandchildren; and 10 great-grandchildren.\nMr. Laqueur was later a professor at Georgetown and Brandeis Universities and a visiting professor at Harvard, the University of Chicago, Tel Aviv University and Johns Hopkins.\nHis other books include “A History of Zionism” (1972); his memoirs “Worlds Ago” (1992) and “Best of Times, Worst of Times” (2009); “The Terrible Secret” (1980), in which he wrote that early reports of the Nazi “final solution” were not believed by Allied governments nor by Jews themselves; and, as editor, “The Holocaust Encyclopedia” (2001), a definitive compendium.\nHe also wrote several books about Europe’s impending decline, predicting in a 2013 interview with Der Spiegel, the German magazine, “The possibility that Europe will become a museum or a cultural amusement park for the nouveau riche of globalization is not completely out of the question.”\nProf. Bruce Hoffman, a friend and colleague at Georgetown, recalled in a tribute that has not yet been published that Mr. Laqueur “once observed that only pessimists survived the Holocaust.”\n“Optimists believed that Hitler could either be controlled or that common sense and decency would somehow eventually prevail,” Professor Hoffman wrote.\nAmong Mr. Laqueur’s last books was “Reflections of a Veteran Pessimist” (2017). The title notwithstanding, he told Der Spiegel that he would have preferred to live during the belle époque, at the end of the 19th century, when hope sprang eternal. He then paused to reconsider.\n“Hope springs eternal,” he repeated. “It’s one of the most frequently quoted verses of English poetry. The poet was Alexander Pope, a decidedly cautious man. He had many enemies, and we know from his sister that he never went out into the street without his large, aggressive dog, and always with two loaded pistols in his bag.”\nPHOTO: Walter Laqueur in 1981. His writing about geopolitics could be prescient. (PHOTOGRAPH BY Fred Sweets/The Washington Post, via Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: October 3, 2018"
}