{
    "title": "Wanna Buy Plutonium_",
    "publisher": "christian science monitor ",
    "year": 1994,
    "month": 8,
    "day": 18,
    "full text": "TWO years ago, when plutonium traces were found in a car\nabandoned on the Munich autobahn, the implications of such nuclear\nsmuggling made it one of the main threats to peace and security. In\nthe flush of the post-cold-war period and the hopes for warm\nworking relations with Moscow, this fact was not given top priority\nby either the Bush or Clinton administrations.\nHowever, detective work by German authorities that resulted in\nfour arrests of those selling illegal weapons-grade plutonium this\nsummer should keep the problem on the front burner. In the past\nweek, two seizures of fissionable material originating in the\nformer Soviet Union have been made. Despite admiration for German\nsecurity, the real question is: How much material is getting\nthrough?\nLast Wednesday German police stopped a private Spanish-Colombian\noperation that would have delivered 8.8 pounds of plutonium 239,\nthe isotope used in nuclear weapons. It takes 17 pounds of such\nplutonium to make a standard-size bomb; but smaller amounts can\nwreak havoc on civil society if used as a terrorist weapon. A\nGerman businessman arrested in May admits to having Iraqi contacts.\nOne lesson of the Gulf war is that states desiring to stand up to\nthe US will seek some nuclear cabability.\nTwo years ago experts pooh-poohed the idea of ex-Soviet nuclear\nstockpiles being raided or plundered. Yet waning discipline in the\nex-Soviet Army, its need for cash, and, most important, the\nastounding rise of mafia control in Moscow and chaos in former\nSoviet states makes this a live threat. The Clinton administration\nconducted a nuclear proliferation policy review for the United\nNations last September, concluding that nuclear terrorism was the\nNo. 1 danger. Still, it is not clear the White House is adequately\nseized by the issue.\nIn post-Soviet Moscow, three large mafia organizations are\nrunning the city. Whether they have an interest in moving the\nsociety to a civil order is unknown. A state takes responsibility\nfor collective security and safety; with a mafia, anything is\npossible. On Tuesday Russia denied that its weapons stockpiles had\nbeen breached. Given the breaches in Russian discipline, however,\nhow can either the West or the Kremlin know for sure?\nSome US scientists think the plutonium from Munich was slightly\nbelow weapons grade. This is no reason to put off the problem.\nHandling nuclear terrorism will require a different security\napproach from that of the cold war. Much more focus is needed.\n\nLoad-Date: August 22, 1994"
}