{
    "title": "Wanted_ more power to fight terrorism",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 9,
    "day": 17,
    "full text": "Authorities arrested a second man in connection with the twin terrorist attacks as the Bush administration said Sunday it will ask Congress for enhanced wiretap authority and other powers aimed at stopping terrorism.\nStressing the need for swift action, Attorney General John Ashcroft and FBI Director Robert Mueller were talking to congressional leaders by phone and in person at FBI headquarters.\n\"It's easier to investigate someone involved in illegal gambling schemes than it is to investigate someone involved in terrorism,\" Ashcroft said. \"Telephone surveillance has been limited historically to specific telephones, rather than to people.\"\nCompiled from Times WiresINVESTIGATE\nSpecifically, Ashcroft wants Congress to grant federal investigators permission to obtain wiretap authorization for all of a suspect's telephones, not just a single phone.\nRight now investigators must get wiretap permission for the telephone hardware, not a person, he said. Given the advances in communication technology, that could force investigators to obtain multiple wiretap permits for a home phone, cell phone, work phone, even a disposable phone.\nAnd Ashcroft wants to increase the penalties against someone who \"harbors or assists\" terrorists, making it a crime as serious as protecting someone who is a spy.\nIncreasing the punishment for harboring terrorists from its current five-year limit will also be included in Ashcroft's recommendations, which could be presented to Congress this week.\nJustice Department spokeswoman Mindy Tucker said that people linked to terrorism may be in the United States and that quick congressional action is needed because of the potential threats.\nIn New York, law enforcement officials issued a warrant and took a man into custody as a possible material witness, the Justice Department said, following the arrest of a man at Kennedy airport who had a fake pilot's license. The first man also was picked up as a material witness.\nAnother 25 people are still being detained for possible immigration violations, including some who are cooperating, law enforcement officials say.\nU.S. Sen. Bob Graham, D-Fla., warned that Tuesday's terrorist attacks were one part of a broader plan of terrorism, and the next strike could be with small nuclear devices, chemical or biological weapons.\n\"The intelligence community is saying their plan of terrorism had more than just Tuesday,\" Graham told reporters Sunday.\nGraham, chairman of the Senate Intelligence Committee, said the information came from a recent CIA briefing.\nIn other developments:\n Two suspected hijackers aboard the airliner that crashed into the Pentagon were already known to authorities as associates of Osama bin Laden, Knight Ridder Newspapers reported Sunday, quoting unamed FBI officials.\nThe names Khalid Al-Midhar and Nawaf Al-Mamzi were placed on a \"watch list\" for immigration officials at all U.S. borders, but it was too late. Both had already entered the country, a Justice Department official said, according to the Knight Ridder report.\n Several FBI agents, some dressed in protective clothing, searched a Delray Beach apartment where hijackers Saeed Al Ghamdi and Ahmed Al Nami previously lived. Both were aboard United Airlines Flight 93, which crashed in rural Pennsylvania, and Al Ghamdi was one of three hijackers with the same last name. A resident of the apartment complex, Stacy Warm, said four Middle Eastern men lived on her floor and she thought they were drug dealers because they were coming and going at all hours, carrying dark bags.\n A man detained at Toronto's Pearson International Airport after the attacks was handed over to the FBI at the U.S. border.\nThe unidentified man held by Immigration Canada officials since Tuesday chose to be transferred to the United States and the FBI took him into custody, said Greg Peters, spokesman for the Royal Canadian Mounted Police. An RCMP officer said Friday that the man was being investigated for a possible connection to the attacks.\n The Justice Department said that the cockpit voice recorder from the jetliner that struck the Pentagon was unusable because it had been damaged.\nAshcroft said he hopes Congress will expand the reach of wiretaps and take other steps immediately to assist the investigation.\nCurrently, suspicion of terrorism is not a valid legal reason to get a wiretap.\n- Information from the Associated Press, Cox News Service and the Knight Ridder Newspapers was used in this report.\n\nGraphic\n\n \nPHOTO, Associated Press; FBI Director Robert Mueller, and Attorney General John Ashcroft meet with reporters Thursday. The two talked to lawmakers Sunday about battling terrorism.\n\nLoad-Date: September 18, 2001"
}