{
    "title": "Wanted_ terrorist expert; Lawyer for IWC has experience",
    "publisher": "the world",
    "year": 2000,
    "month": 1,
    "day": 24,
    "full text": "Dilbert holiday lights still border his window; a stuffed Dilbert and fellow comic-strip pals sit on his couch; and a Dilbert pen stands at attention in its holder on his desk.\nBeering, deputy general counsel for IWC, said he keeps the characters, who are synonymous with poking fun at corporate life, to remind him not to do the silly things they mock.\nTaking himself too seriously is something Beering tries to avoid. However, his second line of work as an anti-terrorism expert is no laughing matter.\nHis expertise on the subject dates back to 1992, when he became general counsel and deputy director at the city's Department of Public Safety and recently culminated with an appointment to the Executive Session on Domestic Preparedness at Harvard University. The group is a joint initiative by Harvard and the U.S. Department of Justice to convene the top experts in counterterrorism to evaluate the country's preparedness and response capabilities.\nBombings targeting the World Trade Center, the Oklahoma City federal building and the Olympics in Atlanta reinforced the reality that the United States is susceptible to terrorist attacks. Fear of terrorism caused Seattle and Las Vegas to cancel New Year's Eve celebrations.\n\"People don't realize there is a big threatathat a number of people are mad at the U.S.,\" Beering said. \"Terrorism, simply stated, is a function of who's mad at you.\"\nBeering, 39, is an Indianapolis native who graduated from Brebeuf Preparatory School and the Indiana University School of Law. He immediately joined the Marion County Prosecutor's Office in 1985 and became the county's first full-time arson prosecutor under former Prosecutor Steve Goldsmith. When Goldsmith became mayor in 1992, Beering left the Prosecutor's Office and became general counsel for the Department of Public Safety. He left there in 1998 to join IWC.\nBut he's still involved with city government, serving as the city's terrorism preparedness coordinator. He signed a three-year contract extension last year that pays him $ 25,000 a year, according to the Mayor's Office.\n\"Peter has played a very important role for us at public safety,\" former Director Alan Handt said. \"He is the sole source of a lot of information that deals not only with local, but national, activities in how cities need to go about preparing themselves [for terrorism threats].\"\nAbout the same time he joined IWC, Beering began a whirlwind tour of the United States as one of 10 national experts involved in a Department of Defense program to train mayors and senior city officials in terrorism preparation.\nWhen the program ends in about 18 months, Beering and the others will have visited 157 cities. A portion of Beering's itinerary reads like this: Las Vegas on Jan. 10; Spokane, Wash., on Jan. 19; Washington, D.C., on Jan. 31; and Arlington, Va., in early February. In May, he'll travel as far as Anchorage, Alaska, and as close as Fort Wayne. Beering is quick to answer the question, \"Why Fort Wayne?\"\n\"When you talk in terms of terrorism, historically, it's been something that has happened in faraway places,\" Beering said. \"People don't associate it with things happening in central Michigan, central Indiana or central anywhere, but we have had them.\"\nCases in point: the bombing of the Tippecanoe County Courthouse that remains unsolved; the central Indiana anthrax hoaxes targeting, among others, Planned Parenthood locations; and threats made to Delaware County officials during the recent holiday season.\nAs terrorism preparedness coordinator in Indianapolis, Beering has overseen the training of more than 12,000 public safety and medical personnel. He also authored the city's Metropolitan Medical Response System plan and serves as the system's program director.\nSo, with all he's learned about terrorist tactics, does Beering make visitors to his home punch in a secret code to enter? Not according to his wife, Shokrina Radpour Beering, a lawyer at Bingham Summers Welsh & Spilman.\n\"He's security-conscious. We have a burglar alarm and an unlisted phone number,\" she said. \"But he's not frightened. We have what most people have for security.\"\nOn a more serious note, Shokrina Beering has mixed emotions about her husband's moonlighting.\n\"I do think it's dangerous; however, he has a great public-service heart, and I think he's doing a great service to our community and our country. I'm proud of him, but it is a little scary,\" she said, noting the couple has a 9-year-old daughter.\nBeering admitted he takes a lot of precautions when traveling, but said government officials, such as FBI agents, are at a far greater risk than he.\nAt his day job at the water company, Beering is one of two staff lawyers and oversees all property rights acquisitions and corporate compliance. IWC President Joe Broyles said Beering is an asset to the company, in more ways than one.\nFirst and foremost, Broyles said, Beering is a bright lawyer. But second, his contingency-planning expertise fits the company quite well.\n\"That certainly has shown over the last year as we prepared for Y2K,\" Broyles said. \"He was a big part of our effort, and he turned out to be a coordinator for all the utilities because of his background.\"\nTo no surprise, Beering also oversees the company's emergency preparedness efforts. He said IWC is a quintessential target for a terrorist attack.\n\"We're the only utility that you eat,\" Beering said. He can't discuss the protective measures to guard against such an attack, but they are in place, he said.A\nE-mail: solson@ibj.com  \n\nLoad-Date: February 2, 2000"
}