{
    "title": "Wanted_ Ad agency to aid global battle on terrorism",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 12,
    "day": 8,
    "full text": "U.S. Special Operations Command, whose antiterrorist missions are usually conducted in utmost secrecy, is in the market for an ad agency.\nBut the group's commanders, headquartered at Tampa's MacDill Air Force Base, aren't seeking professional help to promote their troops' real-life Rambo exploits to potential recruits.\nInstead, Special Operations Command, or SOCom, wants help making slick multilingual audio, video, print and Web packages to support its global psychological war against terrorism.\nCapt. Kenneth Hoffman, SOCom spokesman, said it is merely doing market research to determine what commercial firms might add to its psychological operations or psy-ops. He defined psy-ops as \"providing truthful information to foreign audiences in support of U.S. national security objectives.\" One example, he said, was SOCom's Superman comic book that illustrated the dangers of minefields to the children in Bosnia and Kosovo.\nHoffman said there is no dollar figure for the market research project. SOCom, which has about 50,000 troops, has a 2005 budget of $6.6-billion.\nPsy-ops - which also can involve the deliberate use of false information - has been a tool of the military since Alexander the Great used oversized shields to make the enemy believe he had an army of giants.\nAnd though Hoffman portrays SOCom's call for proposals as business as usual, some experts think it represents a desperately needed shift in strategy that will help the United States better articulate its goals to the Arab world.\nOthers see it as a dangerous development that will erode the difference between the use of tactical information in war and the dissemination of truthful information to the American public through the government's traditional public affairs channels.\nThere already have been some incidents that give observers pause.\nDuring the war, exaggerated reports of the rescue of Pfc. Jessica Lynch flamed the public's emotions. And as recently as mid October, a Marine lieutenant told CNN the battle of Fallujah had started when it would not begin for another three weeks. The military said the deceptive message was intended to gauge enemy response.\nSam Gardiner is a retired Air Force colonel who has taught at the National War College. He is highly critical of the blending of psy-ops with the military's public affairs operations and wonders how closely an outside ad agency would work with SOCom's official spokesmen.\n\"If they can keep psy-ops from bleeding into public affairs, which is supposed to be truthful, that's one thing,\" Gardiner said. \"But there's no evidence they can.\"\nThe separation of public affairs from psy-ops, also called public diplomacy and information operations, is apparently of concern to Gen. Richard B. Myers, chairman of the Joint Chiefs of Staff. In late September, he sent a letter to all military commands, including Special Operations, ordering that the two functions be kept separate.\nSOCom's spokesman said that any outside agency's work will be separate from the command's public affairs.\n\"Public affairs efforts are geared to informing the U.S. public,\" Hoffman wrote in an e-mail. \"By law, psychological operations cannot produce products directed toward U.S. citizens.\"\nCharles A. Krohn, a professor at the University of Michigan and former deputy chief of public affairs for the Army, applauds the decision to hire outside specialists, especially in light of the situation in Iraq.\n\"What we're really doing is fighting for the hearts and minds of the Iraqi people,\" said Krohn, who resigned in April after spending three months in Baghdad. \"And right now we're losing that struggle by default.\"\nOnce U.S. authorities lifted restrictions on ownership of satellite dishes in postwar Iraq, Krohn said, Iraqis tuned into the Arabic TV channel Al-Jazeera with its anti-American message.\n\"We invaded their country, ejected their government and never told them why,\" he said. \"We need to reach out to the Iraqi people and tell them the terrorists aren't the only ones with a view of the future. As a matter of fact, we believe their future is flawed.\"\nRetired Army Gen. Carl W. Stiner led SOCom during the Persian Gulf War. During that conflict his command's psy-op unit relied on in-house experts at Fort Bragg, where the operation is based. But Stiner, who retired in 1993, is not surprised to see SOCom now looking for outside help.\n\"This war on terrorism is unlike any we've ever fought before,\" he said. \"And right now, you might say we're losing to Al-Jazeera.\"\nSheldon Rampton, research director for the Center for Media and Democracy in Madison, Wis., is not shocked by SOCom's efforts at outsourcing. But he worries about a lack of accountability when the government contracts a function as delicate as psy-ops to private companies.\n\"If someone in the military gives out false information, they're answerable to the public, at least in theory,\" he said. \"But if it's a private firm, a lot of that becomes less clear.\"\nRampton points to the military psy-ops work done over the past two decades by the Rendon Group of Washington, D.C., as an example. Run by brothers John and Rick Rendon, the consulting firm has reportedly received millions in no-bid contracts from the Pentagon and CIA for its work. The company's Web site, with its logo \"Information as an element of power,\" boasts of projects with governments from Kuwait to Panama to the Balkans.\nRampton at the Center for Media and Democracy said journalists have never been able to get the Rendon Group to discuss its psy-op activities.\n\"This group is advising top levels of our military and government about how to prosecute the war and taxpayer dollars are being spent, but no one knows what they're doing,\" he said.\nThe Rendon Group did not return a call seeking comment. But on its Web site the company claims many of the capabilities SOCom is seeking, including \"innovative audio and video project development and production services.\"\nWhile SOCom's initial request for help has few details about the nature of the work involved, not even mentioning Iraq, Krohn, the former Army spokesman, said any agency chosen should be steeped in the country and culture that is being addressed.\n\"The companies are going to want to do this job from comfortable capitals and hotel suites,\" he said. \"But if the target is Iraq, I personally doubt anybody but Iraqis can do it. I don't know that discipline exists in Iraq. Show me.\"\n \nKris Hundley can be reached at\n \n(727) 892-2996 or hundley@sptimes.com.  \n\nGraphic\n\n \nPHOTO; Producer-turned-rapper Kanye West\n\nLoad-Date: December 8, 2004"
}