{
    "title": "Wanted_ A Strong Lead on Terrorism",
    "publisher": "the new york times",
    "year": 1989,
    "month": 8,
    "day": 2,
    "full text": "No one pretends to have good answers on how to combat terrorism. Yet for almost a year, the West in general and the United States in particular seem to have been at loose ends. There's little apparent unity of purpose, let alone resolve. It's almost as if President Bush and other Western leaders wish to avoid making too much of the problem because they haven't got effective responses.\nThe Bush Administration's response to the latest crisis has not been convincing. Administration officials seem to be putting as much blame on Israel for capturing a terrorist and apparently precipitating the killing of Lieut. Col. William Higgins as they put on the Hezbollah terrorists for kidnapping him in the first place. For example, the President issued a message Monday night in which he said: ''On Friday, I said that the taking of any hostage was not helpful to the Middle East peace process. The brutal and tragic events of today have underscored the validity of that statement.''\nHe went on to call upon all parties holding hostages to release them. And his main efforts yesterday were addressed to forestalling further retaliation against the remaining hostages.\nAll that's fine, but not enough, especially given recent flaccid Western responses to terrorism. Last December, terrorists destroyed Pan Am Flight 103 bound for the U.S. over Lockerbie, Scotland, killing 270 people. Reportedly the Administration knows who was responsible, yet says nothing. In February Iran offered $1 million for the murder of Salman Rushdie, author of ''The Satanic Verses,'' a book that offended many Muslims. In protest, Western nations withdrew their ambassadors from Teheran; most have drifted back, quietly.\nTerrorists and states sponsoring terrorism, like Iran, Libya and Syria, can only be emboldened by such irresolution. They can also take comfort from remarks like those of Senator Dole attacking Israel for ''freelancing, apparently in the interest of gaining leverage to win the release of some of its citizens held hostage.'' Marlin Fitzwater, the White House spokesman, seemed to endorse this thought when he said, ''It's fair to say that many people do share the Senator's concerns.''\nWhat exactly were Mr. Dole and Mr. Fitzwater criticizing? Was it the capture of terrorists? President Reagan did not have any qualms about doing so. Was it rather Israel's failure to coordinate its capture of Sheik Abdul Karim Obeid last week? That's worth discussing, as is the thinking behind Israel's commando raid. But these points hardly merit the Dole broadside.\nTo be sure, Mr. Bush can't be expected to produce miracle solutions. But he can do some things to rally the West and perhaps even the Soviet Union toward a renewed common front. Principles need to be reaffirmed and a sense of costs to terrorists restored. Otherwise the field is virtually deserted, except for the terrorists."
}