{
    "title": "Want less terrorism_ Start by rejecting Trump crusade FROM THE LEFT",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 15,
    "full text": "America needs to get a grip.\nSince the slaughter of 14 innocents in San Bernardino, Calif., common sense has been a collateral casualty. Leading a wave of hysteria has been Republican presidential candidate Donald Trump.\nWhile his diatribes have found fertile ground among his party's base, the party establishment has begun to push back.\nThat's a good sign, because we do have a problem that requires clear thinking and sober judgment. Our actions and policies must be grounded in accurate and detailed information. A report that received relatively little press at the time of its release in early December deserves a spotlight.\nIt's far from comforting. The main message is that there is no snapshot profile to identify the jihadist on the block.\n\"ISIS in America: From Retweets to Raqqa\" is the result of a six-month study by the Program on Extremism at George Washington University. It studied the cases of the 71 people arrested since March 2014 for crimes related to support of the Islamic State, along with counterterrorism research. Fifty-six were arrested in 2015, a record number in a single year since 9/11.\nThe report asks a crucial question, in the context of students and others caught heading to Syria: \"How could these seemingly ordinary young American men and, in growing numbers, women, be attracted to the world's most infamous terrorist organization?\" The answer is that we don't know, \"as each individual's radicalization has its own unique dynamics.\"\nAt less than 1 percent of the total adult population, Muslims in America are at a disadvantage with respect to public perception. Many Americans literally don't know a single one of the estimated 1.8 million adults in the U.S. who are Muslim.\nAssimilation and acceptance, as opposed to isolation, the report notes, are key to blocking radicalization. That's actually a hopeful point. Despite the caustic debates about Islam playing out in our media of late, America's Muslims are far more integrated than those in many European countries. That's a huge strength - and one that should not be undermined.\nIf American citizens are truly to follow the \"if you see something, say something\" mode of alertness, we need to be knowledgeable. A mentality of Muslim-equals-terrorist will not help keep us safe.\nHow about taking up some of the burden? Read up on the politics and history of the regions and countries where Muslim immigrants and refugees come from, on the conflict now ravaging Syria and Iraq, on the Islamic State and how it is recruiting and how its tactics morph. And get to know more Muslims.\nThis is an awkward time in our history when Muslim-Americans are being expected to speak out after each radical attack, to defend their faith, to denounce bloodshed.\nThe presumption is offensive.\nGod forbid if I had to answer for every horrific deed committed by any Latino, or any woman, or any Catholic, or any journalist, or any other member of a group with which I could identify.\nThat's a burden that can be lifted from Muslims in America only when the rest of us gain more insight into the faith, its members and the horrific ways that the Islamic State seeks to radicalize.\n\nLoad-Date: December 15, 2015"
}