{
    "title": "Wanted_ Flight attendants to work for less pay",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 10,
    "day": 18,
    "full text": "NEW YORK - Wanted: A few good recruits to serve coffee and help combat terrorism at 30,000 feet.\nAmerican Airlines said Wednesday that it will post job openings for 1,500 flight attendants next month. It will start hiring in December and put the new staff in training beginning in January.\nThat may seem like a strange move for a company trying to cut labor costs under bankruptcy protection. But the airline needs to replace some of the 2,205 flight attendants that have accepted a $40,000 buyout to leave the company - the equivalent of about a year's salary. It's the first time the company has hired flight attendants in 11 years.\nThe departing flight attendants all started working before the Sept. 11 terrorist attacks that included the crashes of two American Airlines jets. Since then, they've seen their company lose more than $10 billion. In 2003 workers accepted pay cuts to keep American out of bankruptcy, then were outraged to discover that hundreds of management employees have received bonuses. The flight attendants' final departures will be staggered over the next year.\nThe job they're leaving has lost the allure it had back when passengers flew in their Sunday best and received free meals in coach. It often involves long hours and responsibilities ranging from basic hosting duties to medical interventions - and even terrorism prevention.\nBriefings on the buyouts were standing-room only, according to representatives of the flight attendants' union. Sign-ups to take the offer, which were open to those with at least 15 years at the airline, ended Sept. 20. The airline currently has about 16,000 flight attendants.\nThe buyouts were part of a concessionary contract approved by flight attendants in August and were aimed at reducing the number of layoffs. The contract would impose tougher scheduling rules but give the attendants a 3 percent stake in American's parent, AMR Corp., after it emerges from bankruptcy protection.\nAmerican became the last of the major U.S. carriers to file for bankruptcy protection in November. The airline has since negotiated new contracts with seven of its eight unions. It's trying to cut labor costs by $1 billion.\nThe new flight attendants will be paid less than their more experienced counterparts. They could also work less than the outgoing staff. Flight attendants work by the hour.\nU.S. flight attendants made an average of $37,740 a year as of 2010, according to the most recent data available from the Bureau of Labor Statistics. American says its flight attendants make about $45,000 a year on average, not including a supplement for meals and other travel expenses.\nAmerican's flight attendants stay in the job for an average of 21 years - longer than any other work group. The average American flight attendant is now more than 50 years old, according to the Association of Professional Flight Attendants.\nAnd the rate of those quitting or retiring is much slower than other groups as well. The airline loses about 4 percent of its attendant workforce per year through attrition. Customer service representatives leave at a rate four times that.\nThose who must now look for other jobs will face a tough road. Unemployment fell below 8 percent last month for the first time in 4 years. And job growth remains sluggish. The 114,000 jobs employers added in September are roughly enough to keep pace with population growth.\nAmerican is based in Fort Worth, Texas. The company said Wednesday that it lost $238 million in the third quarter due to employee severance payouts and other costs related to its bankruptcy.\nThe company has asked a bankruptcy judge for an additional month to present its reorganization plan. If approved, it would push the deadline for that plan to late January.\nThe union representing American's flight attendants thinks the best route for the company is a combination with US Airways Group Inc. The APFA along with unions representing pilots and ground crews agreed to provisional contracts with US Airways earlier this year should the pair merge.\nAmerican executives have said they prefer to come out of bankruptcy as a stand-alone airline. But they are exploring other options including a tie-up with US Airways.\nIn a note to employees Wednesday, CEO Tom Horton said its \"careful review of strategic alternatives\" is continuing.\nAP photo\nAmerican Airlines airplanes are parked at their gates Aug. 1 at JFK International airport in New York. American Airlines said Wednesday, Oct. 17, 2012 said that it will post job openings for 1,500 flight attendants next month.\n\nLoad-Date: October 18, 2012"
}