{
    "title": "WAR ON TERRORISM_ Opposition heard on tighter immigration laws ; Shorter visas, police help face new",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 30,
    "full text": "Washington --- Almost nine months after the Sept. 11 attacks, some key tactics in the domestic battle against terrorism are running into growing opposition:\n \n* A proposal to enlist help from local police in enforcing federal immigration laws is meeting fresh resistance. A pro-immigration group opposed to the move plans a briefing today to show it has allies among conservatives and within law enforcement.\n \n* The American Civil Liberties Union and the human rights group Amnesty International each issued reports this week criticizing the U.S. government for detaining more than 1,000 people from the Middle East and South Asia in its anti-terrorist probe.\nCox Washington Bureau* The travel and tourist industry has lined up against a Bush administration plan to limit many tourist visas to 30 days instead of the customary six months. The U.S. Immigration and Naturalization Service is just beginning to wade through more than 10,000 e-mails and 300 letters it has received on the matter; some of them claim the tighter visa rule would cost billions of dollars in lost business.\nFew of the measures have been more controversial than enlisting local police to back up INS investigators, an idea now being weighed by the Bush administration. The INS has just 2,000 interior investigators to deal with an estimated illegal foreign population of more than 8 million.\nThe National Immigration Forum, a pro-immigrant group, has called a news conference today to argue that involving local police in INS enforcement \"could undo progress made\" in forging trust between immigrant communities and local authorities.\nEnlisting local police as a response to terrorism \"seems to be a meat-cleaver approach\" when \"surgical precision\" would suffice, according to the Immigration Forum. That group is aiming to demonstrate broad backing with help from Police Chief Arturo Venegas Jr. of Sacramento, Calif., and Grover Norquist, president of the pro-Bush Americans for Tax Reform.\nHowever, proponents of tighter immigration law enforcement have not given up on help from local police.\n\"It's something that we're strongly committed to see,\" said Dan Stein, executive director of the Federation of Americans for Immigration Reform.\nStein said the opposition to many border-security measures is becoming more vocal as Sept. 11 recedes. \"As soon as the public's attention is diverted, they are going to try to go back to business as usual,\" he said. \"Many parties have such huge financial interests in immigration.\"\nBusiness groups counter that the new rules would not help fight terrorism but would hurt the economy.\n\"We didn't think the rule would have an impact on anti-terrorism,\" Theresa Brown said about the plan to reduce most visa stays to a maximum 30 days.\nBrown, immigration policy manager for the U.S. Chamber of Commerce, said the plan \"would possibly have an impact on tourism.\"\nEarlier this month, the U.S. Chamber argued in a letter to the INS that the tighter visa procedures would discourage many travelers from coming to America.\nNearly 1 million visitors in 2000 stayed longer than 30 days, and restricting those visits would cost $2.1 billion to the U.S. economy, the chamber said.\nThe INS, expected to issue its new rule by August, has said that visitors who show they need more time will be able to stay as long as the full six months.\n\nLoad-Date: May 30, 2002"
}