{
    "title": "War on terrorism still rolling at cost of rights",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "As the months roll by after the events of Sept. 11 there is among both the American public and the federal government an obsession with security.\nPresident Bush created a new cabinet position, Homeland Security, in order to give Americans a sense that their country was indeed a safer place.\nOf course we need to feel safe again. One of the greatest repercussions of terrorism is its ability to create chaos, and with chaos comes a breakdown in security. Yes, there is great room for concern when terrorists can overtake a plane with nothing more than box cutters. Sept. 11 caused many Americans for the first time to feel unsafe and that feeling is one that is foreign to Americans.\nBaylor U.\nBut, as the war on terrorism progresses how far will Americans go to feel secure?\nThe Anti-Terrorism Task Force and other federal, state and local agencies are using methods and ignoring laws that are in place to protect citizens in order to further their investigation in the war on terrorism. And the way they get the American public to go along with it is to throw in the word \"security\" and the American public goes along with it or ignores obvious violations of civil liberties.\nOne such example occurred in December. The Anti-Terrorism Task Force began the questioning of some 5,000 college students of Middle Eastern decent who claimed to be Muslim. The questioning was voluntary but males who were singled out were faced with a dilemma. If they chose to answer the questions they were forced to endure an intense questioning that infringes on the very civil liberties the United States is supposed to uphold, and if they did not submit to the questioning they were perceived to have something to hide and were made out to be guilty by default. And the questions themselves lead even the most ardent conservative to vocalize their discontent with the Justice Department's actions.\nThe big question however remains with the public at large. As the days progress on and as security tightens at airports, stadiums, border crossings and even Moody Library, there seems to be an even greater sense and need for more security. The question we must ask ourselves is how much am I willing to give up -- or to deny others --in order to be a more secure American? But what is security as compared to civil liberties? Security itself is such a false hope and one that was never really guaranteed to us.\nIt's not as if Patrick Henry said, \"Give me security or give me death!\"\nIt was freedom this county was founded on and liberty it guaranteed it's citizens. So why in times of trial are these things which are of the most importance -- freedom and liberty -- thrown out the window so that we can feel safe in our homes?\nYes, as an American I do not want to know fear like an Israeli knows fear. I do not want to be afraid when I go to class or fly or go shopping. However, security should never supercede freedom and liberty.\nPerhaps it is time we remember that we are a part of the \"land of the free and the home of the brave,\" not a bunch of security-obsessed patriots.\n(C) 2002 The Lariat via U-WIRE\n\nLoad-Date: January 29, 2002"
}