{
    "title": "WAR ON TERRORISM_ Bush_ Fight being won, but greater risks loom",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 4,
    "day": 18,
    "full text": "Lexington, Va. --- The United States is winning the war on terrorism \"one terrorist at a time,\" President Bush said Wednesday.\nBush sought to brace the country for a long and grinding task, as he has repeatedly since announcing his response to the attacks of Sept. 11.\nCox Washington Bureau\n\"Our progress is measured day by day, terrorist by terrorist,\" the president said at Virginia Military Institute. \"We're hunting down the killers one at a time.\"\nBush also warned that U.S. and allied troops in Afghanistan face mounting risks in the weeks ahead.\n\"As the spring thaw comes, we expect cells of trained killers to try to regroup, to murder, create mayhem and try to undermine Afghanistan's efforts to build a lasting peace,\" he said.\nAt the same time, Bush sought to reassure the country. \"Americans always see a greater hope and a better day,\" he said. \"And America sees a just and hopeful world beyond the war on terror.\"\nThe president was cheered roundly and repeatedly by the cadets at the 162-year-old military college in the heart of the Shenandoah Valley.\nThey responded with a standing ovation when he exercised his authority as commander in chief to grant the young charges a general amnesty and wiped clean their obligations to perform punitive marches or to serve detention for infractions committed before the president's speech.\nOn the Middle East situation, Bush vowed to \"continue to lead\" efforts to end the Israeli-Palestinian conflict that threatens his broader anti-terror campaign.\nBush called for the Palestinian Authority and Arab countries in the region to renounce terrorism and for Israel to pull out of Palestinian territory in the West Bank.\nThe president said he planned to discuss the possibility of a ministerial-level regional peace conference when Powell briefs him and his national security team at the White House today.\nUntil now, Bush has insisted that political issues in such conferences could be discussed only after an established cease-fire.\nWith none in the offing, though, Bush was pondering what might be accomplished at a peace conference among Powell and his regional counterparts in the midst of continuing hostilities on the ground.\n\"It's an interesting idea,\" a senior administration official said.\n\"There appears to be interest [among Arab leaders] in moving the political process along,\" the aide said. The aide also said that Bush is seeking \"much greater engagement of the Arab states.\"\nDuring his speech, Bush stressed the difficulties of the future and played down the prospects for near-term improvement.  \"We're confronting hatred that is centuries old, disputes that have lingered for decades,\" he said. \"But I want you to know, I will continue to lead toward a vision of peace.\"\nAnd that vision, he said, includes two countries.\n\"All parties must realize that the only vision for a long-term solution is for two states --- Israel, Palestine --- to live side by side in security and in peace,\" Bush said. \"That will require hard choices. The time is now for all to make the choice for peace.\"\n\nGraphic\n\n \nPhoto:\nBefore cadets at Virginia Military Institute, President Bush said Wednesday that the war on terrorism is being won, but warned that the U.S. can \"expect cells of trained killers to try to regroup . . . and . . . undermine Afghanistan's efforts to build a lasting peace.\" / RON EDMONDS / Associated Press\n\nLoad-Date: April 18, 2002"
}