{
    "title": "WAR IN THE GULF_ HOMEFRONT_ HOMELAND SECURITY_ Bush rally warns Iraq U.S. able to repel terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 4,
    "day": 1,
    "full text": "President Bush praised his administration's homeland security efforts Monday and warned terrorists that the nation remains vigilant despite the ongoing war with Iraq.\n\"The dying regime in Iraq may try to bring terror to our shores,\" he said. \"Other parts of the global terror network may view this as a moment to strike, thinking that we're distracted. They're wrong.\"\nCox Washington Bureau\nBush made the remarks at an upbeat rally at the Port of Philadelphia, where he was flanked by uniformed members of the Coast Guard with a 175-foot buoy tender ship as a backdrop.\nU.S. and allied troops are \"shattering the al-Qaida network . . . hunting them down one at a time,\" he said.  Wearing a Coast Guard jacket, the president lauded the agency for its role in homeland security and in the war in Iraq. He also announced it will get up to 700 new 25-foot response boats over the next seven years.\nThe nationwide deployment of the boats will begin this summer as part of \"Operation Liberty Shield,\" a massive security effort that started March 17, the night Bush gave Iraqi President Saddam Hussein 48 hours to leave Iraq.\nThe Coast Guard is now part of the Department of Homeland Security, and its responsibilities have shifted significantly since the Sept. 11, 2001, terrorist strikes. There are more flights, air and water inspections are more thorough, and more advance notice is required for ships coming into U.S. ports, Coast Guard members said.\n\"You're more conscientious of doing well in your job,\" said Gary Napper, a 19-year Coast Guard veteran who attended Bush's speech.  Some Democrats, however, blasted Bush's homeland security efforts. Democratic Govs. Gary Locke of Washington and Bill Richardson of New Mexico told reporters in a conference call that the president's supplemental budget request does not adequately fund states' security programs.\n\"Every time there is an alert increase, these are bills the states have to pay,\" Locke said.\nThe governors complained that they would get only a tiny portion --- $2 billion --- of the the $74.7 billion Bush is requesting from Congress, including $9 billion to rebuild postwar Iraq.\n\"We have got to be conscious of the needs of our own citizens,\" said Richardson. \"When you're not putting money out for bioterrorism, for protection of nuclear facilities . . . I find that incredulous.\" Another element of homeland security some say has been neglected is the National Commission on Terrorist Attacks Upon the United States, which held its first public hearing Monday. Bush at first opposed creating the commission, which is supposed to investigate the Sept. 11 attacks and recommend ways to avoid future terrorism.\nBut the administration agreed last week to allocate an extra $9 million for the panel, which faced running out of money in August.\nMeeting Monday in New York, the committee heard from relatives of Sept. 11 victims, who urged it to aggressively pursue answers to questions about how the terrorists managed to hijack airliners and evade air defenses, destroying the World Trade Center and damaging the Pentagon.\nFormer Sen. Max Cleland of Georgia, one of the 10 members of the commission, said the American intelligence community has not been organized enough to deal with global terrorism.\nHe said the previous bombing of the trade center in 1993 \"should have prompted a greater sense of urgency,\" but instead didn't inspire \"border patrol agencies to overcome their inertia.\"\n\"We must never lapse into complacency when it comes to homeland security,\" he said.  The hearing will continue today.\n--- Staff writers Jeff Nesmith and Shelly Emling and The Associated Press contributed to this article.\n\nLoad-Date: April 1, 2003"
}