{
    "title": "War of ideas",
    "publisher": "university wire",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "In an overflowing lecture hall in Loomis, former \"Terrorism Czar\" Richard Clarke spoke to students at the University of Illinois.\nIn the past few months I had grown weary of arguing the war on terrorism and subsequently the war in Iraq, because I felt that by this point in time, people have taken an opinion and stayed with it and it is impossible to convince them. However, after seeing Clarke speak, someone who was there, someone who actually knows what's going on in the administration, I have been re-energized to get the word out.\nI took Clarke's overall point to be that the war in Iraq does nothing to curb or stop terrorism, but in fact increases it.\nWhen there was all the talk of invasion floating around in March 2003, I thought to myself, \"wouldn't this just piss off people and make them want to attack us more? They already see us as an obtrusive force somewhere where we shouldn't be.\" Clarke offered some facts that lead to that conclusion.\nAccording to Clarke, worldwide terrorist attacks have doubled in the 36 months after Sept.11, 2001, compared to the 36 months prior. He reported that the U.S. operations in Iraq radicalize people and give them more motivation to attack here. He cited a recent communication between Osama bin Laden and one of his main lieutenants in Iraq, where bin Laden told him to take some of the terrorists that have been created in Iraq and move them to the United States.\nHe also cited a memo from Secretary of State Donald Rumsfeld saying, \"We seem to be creating terrorists faster than we're capturing or killing them.\" As a snot-nosed junior in high school I had already figured out what it took two years for our secretary of state to figure out. Why, then, if it is blatantly obvious to a 16-year-old, can't our nation's leaders figure it out?\nClarke also pointed out that solely bringing democracy to Iraq would not do much to stop terrorism. He points out that, unlike what Bush constantly implies, \"democracy is not the anti-matter of terrorism.\" Domestic terrorism occurs in many democratic states, including here.\nSo what I see here, if the goal of the invasion of Iraq was to help curb terrorism, is effectively the same thing as trying to punch the germs off someone. Not only will it just make things worse by brutalizing the person you're trying to help, but you'll look like a jackass in the process.\nClarke's solution to the terrorism problem is to try to win a \"war of ideas\" so that the financial and political supporters realize that these \"jihadists\" are pushing a perversion of Islam and they are genuinely evil people. This solution seems the most promising, but we've already screwed up a way to get that across.\nRight after Sept. 11, 20 percent of Iran was against the United States, and after the invasion of the Iraq, the numbers soared to 80 percent. With such horrible credibility in the Muslim world it will be a tough fight.\nWhat we must do is somehow repair our ties with our European allies and have them help us in the War of Ideas. Though the ties are, once again, something else that we have screwed up (Freedom Fries).\nTo paraphrase Medea Benjamin, we need to stop acting like our country is in a football game and we have to stay No. 1 all the time. We have to act like all of our allies are the same level as us and not hate them just for not supporting all of our policies.\nThe War of Ideas and thus the War on Terror can only be won through thoughtful diplomatic means, using intelligence and compromise, and not by all-out brutal combat.\n(C) 2005 Daily Illini via U-WIRE\n\nLoad-Date: March 11, 2005"
}