{
    "title": "War on terrorism challenges Japan 's pacifism",
    "publisher": "the christian science monitor",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "If this is a time when America feels its most cherished ideals are under attack, the sense that the world was indelibly changed on Sept.  11 is felt clearly in Japan, Washington's most important ally in Asia.\n \nPerhaps more profoundly than ever before, Japan has begun to question its inability to use military force as a tool of international policy - a limit enshrined in the Constitution the US helped draft in the aftermath of World War II.\n \nJunichiro Koizumi, Japan's new prime minister, promised yesterday at the nation's official memorial to victims of the airplane attacks on New York and the Pentagon that Japan would give all it can to America's war on terrorism.\n \n\"The government of Japan is firmly resolved to strive for the eradication of terrorism,\" Mr. Koizumi said. \"At the same time, Japan strongly supports the United States and is determined to do its utmost to offer assistance and cooperation.\"\nKoizumi leaves today for Washington, where he is scheduled to meet with President Bush on Tuesday.\n \nBut it's still unclear what form Japanese assistance will take, and how far Japan is willing to move from its official pacifism while cooperating with the US - which maintains 48,000 troops at military installations here.\n \nJapan's response to the most massive terrorist attack in history is a sharp deviation from its behavior during the Gulf War a decade ago.  Then, as the US-led alliance began attacking Iraq over its occupation of Kuwait, Japan was \"still studying\" its position.\n \nA recent editorial in Japan's Yomiuri Shimbun newspaper, \"Change the law, get on the bus,\" illustrates the dramatic shift in sentiments.\n \nThe headline refers to the law that governs the use of Japan's armed forces, the Self-Defense Forces, which cannot be involved in overseas conflicts.\n \nJapan is still struggling to absorb the reality of the Sept. 11 terror attacks. Yesterday's memorial service came a week later than similar ones held in many European nations, but the sense of immense loss was palpable. Japanese and Americans alike dabbed tears as an opera singer performed \"Amazing Grace.\"\n \nJAPAN lost at least 62 of its citizens in the attack on the World Trade Center, and Tokyo has been jittery amid bomb scares and building evacuations. Some local media reported that authorities are concerned about a possible second round of attacks.\n \nAs she walks away from the memorial service, Maiko Murakami declares, \"This is a world war.\" The young woman says she quit her job at an accounting firm and plans to go to the US to volunteer for the Red Cross. \"It's something that affects everyone, and Japan can't be the only one to stand outside of it,\" she says.\n \nJapan has built its entire post-World War II identity on its constitutional pledge that, \"never again shall we be visited with the horrors of war through the action of government.\" The San Francisco Peace Treaty, signed 50 years ago this month, formalized the US role as the prime peacekeeper in the region, with Japan allowing its territory to be used by American bases maintaining stability in the Asia-Pacific region and beyond.\n \nBut just as the issues that shaped the US-Japan relationship have changed many times in the past half-century, there appears to be a growing consensus here that nature of war has also changed - and that Japan must change with it.\n \n\"We need to look into the current Constitution, either the Constitution itself or the current interpretation of it, because the situation as of 50 years ago has changed,\" says Isamu Ueda, a member of the Diet (parliament) from the New Komeito Party, which is part of Koizumi's three-party ruling coalition.\n \n\"What was interpreted when the Constitution was drafted was a war between countries. What we are facing now is a more complicated, non-national group of people,\" says Mr. Ueda.\n \n\"Up to the 11th of September, when we talked about security, it was hypothetical,\" Ueda adds. \"Now, it's very urgent that we make changes to give our support to the US.\"\n \nUeda's party is based on support from Japan's largest Buddhist lay organization - the party has most vehemently opposed any changes to Japan's pacifist Constitution.\n \nThe exact nature of the help that Koizumi would like to offer US forces is about as easy to ascertain as the Pentagon's plans for retaliation against Osama bin Laden, whom President Bush has named as the \"prime suspect\" in the terror attacks.\n \nJapan's past interpretation has allowed for giving support to multinational forces in its \"rear area,\" meaning nearby in Asia.  Military experts say that might be extended to include the Middle East - but that Afghanistan and Pakistan would be a fallacious stretch for such parameters.\n \nNot everyone here supports the movement to reconsider the pacifist Constitution, however. \"I think Koizumi took advantage of the terrorist attack to quickly move to a new stage of cooperation with the US forces,\" says Hiro Umebayashi, director of Peace Depot in Yokohama, near Tokyo.\n(c) Copyright 2001. The Christian Science Monitor\n\nLoad-Date: September 23, 2001"
}