{
    "title": "WAR ON TERRORISM_ HUMAN RIGHTS_ Activists say U.S. inflames radicals",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 2,
    "day": 10,
    "full text": "Islamabad, Pakistan --- Human rights activists say radicals could carry out more acts like the kidnapping of Wall Street Journal reporter Daniel Pearl because of the perception that the United States is violating the rights of Pakistani detainees in U.S. military custody.\nMembers of the Human Rights Commission of Pakistan condemn the treatment of Taliban and al-Qaida suspects, some of them Pakistani citizens, at the U.S. naval base at Guantanamo Bay, Cuba.\nThey also have criticized the government of Pakistani President Gen. Pervez Musharraf for failing to protest the detention of Pakistanis captured by U.S. forces.\nThe abduction of Pearl last month has heightened the public debate over Pakistan's relationship with the United States in the war on terrorism. The National Movement for the Restoration of Pakistani Sovereignty, the group that claims to have kidnapped Pearl, is demanding the release of Pakistani prisoners and access to lawyers and families for Pakistanis jailed by the U.S. military.\nAJC\nThe war on terrorism has provided cover for the Pakistani government to ignore human rights violations against its own people, human rights activists say.\n\"The lunatic fringe in Pakistan can only harden, widen and grow,\" said Mohammed Shujaullah, a human rights activist, warning that anti-American sentiment could intensify.\nHe condemned the \"cages\" in which the 186 detainees at Guantanamo Bay are being held, as well as the \"half-naked\" state of the detainees he had seen in photos. He also said it was a \"great violation\" of their religious beliefs to shave them.\n\"There's a lot of unrest in Pakistan about that,\" he said. \"Shaving someone completely may be all right in the West, but not for Muslims. They deserve basic human dignity.\"\nU.S. officials have defended their treatment of the prisoners as humane. The detainees received regular visits from representatives of the International Committee of the Red Cross, whose officials have said there appears to be no mistreatment of the inmates.\nThe White House announced Thursday that Taliban fighters would be protected under the Geneva Conventions but not classified as prisoners of war. Al-Qaida captives would neither be protected by the conventions nor considered POWs.\nAt Guantanamo, spokesman Chief Petty Officer Gabe Puello said the men were shaved completely to \"eliminate the possibility of lice and other contaminants.\" He described it as a \"classic delousing procedure\" and said it was done before the men arrived in Cuba.\n\"They are allowed now to presently grow back their beards,\" Puello said.\nIn Pakistan, Asma Jahangir, a board member of the human rights commission, said the Pakistani government should be doing more to protect its citizens taken into U.S. custody.\nShe said a representative of the commission also went to Afghanistan to inquire about the fate of the Pakistanis being held there, a job she says should have been done by the government.\n\"Pakistan is run by a military government who couldn't care two hoots for its people. They're just executing the wishes of President Bush,\" she said.\nBut Brig. Gen. Rashid Qureshi, spokesman for Musharraf, said the government cares about its citizens and is in close contact with authorities in the United States and Afghanistan regarding Pakistanis being held there. He said the government is trying to determine how many Pakistanis are being held, since many of them slipped into Afghanistan without the permission or knowledge of the government.\n\"We're trying to determine what they've been doing there. Those who were part of the policymaking group of al-Qaida or Taliban --- all information will be shared between Pakistan and the U.S.,\" he said.\nAs for the Pakistanis being held at Guantanamo: \"Wherever there are cases of excesses, President Musharraf speaks to President Bush, and he has promised he'll have those investigated,\" Qureshi said.\nJahangir said Pakistanis supported Musharraf's decision to help the United States in the fight against terrorism because people were generally \"fed up\" with the Islamic extremists. But, she added, \"They don't want to support torture and an unending bombing campaign and a totally callous government.\n\"Everybody knows Musharraf didn't have a choice, but they don't think he should completely dump the interests of the people,\" she said.\nI.A. Rehman, director of the human rights commission, complained that human rights violations in Pakistan no longer draw the automatic condemnation of the United States. He said violations such as honor killings --- which are the killings of women for defying their families by, for example, choosing their own husbands --- and the abuse of children have worsened.\n\"Human rights have been pushed off the world's agenda because the test of being a decent government means you support the war on terrorism. If you do that, all sins are forgiven,\" he said.\nBut Mark Wentworth, U.S. embassy spokesman in Islamabad, said the most recent U.S. State Department report on human rights continues to highlight problems in Pakistan.\n\"I don't think that's a fair criticism,\" he said. \"While we appreciate the cooperation of our allies, we haven't turned our back on human rights.\"\nShahida Jamil, Pakistan's federal minister for law, justice, human rights and parliamentary affairs, agrees.\n\"Nobody is letting Pakistan off the hook,\" she said.\nStaff writer George Edmonson in Washington contributed to this article. ME:Metro version longer.\n\nGraphic\n\n \nPhoto:\nCritics call Pakistani President Gen. Pervez Musharraf overly accommodating.\n\nLoad-Date: February 10, 2002"
}