{
    "title": "War worries plague Wall St.; The Dow was down 1.1% as Iraq and terrorism continued to shadow the sto",
    "publisher": "the day ",
    "year": 2003,
    "month": 2,
    "day": 13,
    "full text": "Investors fell deeper into their morass of fear about terrorism and war yesterday, sending stocks lower for a second straight day.\nWall Street has been stymied by ongoing worries that a war would undermine an already fragile economy. Investors' concerns about the economy increased after Federal Reserve Chairman Alan Greenspan questioned the Bush administration's proposed tax cuts.\nAnalysts do not expect stocks to make much upward progress until it is clearer whether there will be a war and how successful the United States will be. \"No one is willing to commit themselves… . It is a market that is drifting, and drifting one way only, and that is down,\" said Peter Cardillo, president and chief strategist of Global Partner Securities Inc.\nThe Dow Jones industrial average closed down 84.94, or 1.1 percent, at 7,758.17. The broader market was also lower. The Nasdaq composite index fell 16.49, or 1.3 percent, to 1,278.97. The Standard & Poor's 500 index declined 10.52, or 1.3 percent, to 818.68.\nThe market's losses were partly due to Greenspan's testimony before the House Banking and Financial Services Committee. The Fed chairman questioned President Bush's new $1.3 trillion package of tax cuts, saying it would worsen an already bad outlook for the federal deficit.\nOn Tuesday, Greenspan told a Senate committee that uncertainties about a war with Iraq pose the biggest risk to the economy.\nInvestors' biggest fears have to do with Iraq and terrorism, analysts said. The Bush administration on Friday raised the national terror alert to orange from yellow, citing a U.S. intelligence warning of a high risk of terrorist attack.\nThe effect of war worries is apparent, analysts said, in how investors disregarded fourth-quarter earnings that were, on the whole, better than had been expected. Investors have been ignoring improving market fundamentals, lamented Ned Riley, chief investment strategist at State Street Global Advisors.\nAmong yesterday's losers on Wall Street, General Motors fell $1.56 to $33.99 after Banc of America Securities lowered its recommendation on the automaker to \"sell\" from \"neutral.\"\nEl Paso dropped $1.07 to $3.65 after Moody's Investors Service downgraded its debt rating on the energy company by five notches. El Paso also said chief executive officer William A. Wise was stepping down.\nChiquita Brands slid $4.29 to $10.01 the day after the company said cost-cutting measures had a minimal effect in 2002 because the costs were not taken out until late in the year.\nGainers included Coca-Cola, which rose 74 cents to $39.74 after releasing fourth-quarter earnings that met Wall Street's expectations.\nThe Russell 2000 index, the barometer of stocks of smaller companies, fell 4.58, or 1.3 percent, to 355.38.\n\nLoad-Date: February 13, 2003"
}