{
    "title": "WAR ON TERRORISM_ Pentagon mum on fugitive hunt",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 1,
    "day": 8,
    "full text": "Washington --- Pentagon officials do not want to talk about where the two most wanted men in the world are, where they have been or where they might be headed.\n\"Now, we've been walking somewhat close to the edge of the ice in describing where somebody was, where we think somebody is, or where they're not,\" Rear Adm. John Stufflebeem said Monday during a Pentagon news conference.\nAJC\n\"And I think from this point, from a joint staff perspective, we will stop speculating openly,\" Stufflebeem said.\nLast week, reports in Afghanistan said anti-Taliban forces were negotiating for the surrender of the Taliban leader, Mullah Mohammad Omar, near Baghran. It did not happen.\nOver the weekend, Sen. Bob Graham (D-Fla.), who chairs the Senate Intelligence Committee, said on television that suspected terror mastermind Osama bin Laden might have escaped from Afghanistan.\nOn Monday, Victoria Clarke, assistant secretary of defense for public affairs, reiterated that U.S. goals in the war on terrorism are not limited to Omar and bin Laden. \"We have made progress in debilitating the leadership structure, and certainly it's about much more than just Osama bin Laden or Omar,\" she said.\nShe and Stufflebeem declined to provide details on captured or killed leaders of the Taliban or of bin Laden's al-Qaida terrorist network. Asked whether the reluctance to give numbers meant that not many people had been killed or captured, Stufflebeem paused and replied, \"Well, you should not speculate that.\"\nLast week, Defense Secretary Donald Rumsfeld was asked during a news conference whether the situation with Omar and bin Laden was beginning to \"make the United States look ineffective and at a loss.\"\nIn response, Rumsfeld turned to \"Hamlet.\"\n\"Well, you know, something's neither good nor bad, but thinking makes it so, I suppose, Shakespeare said,\" he replied. \"I just don't happen to think that. I think that the goal the United States embarked on was to stop terrorist networks . . . and to stop countries that are harboring terrorists.\"\nContinuing freedom for bin Laden and Omar is significant for their supporters, Beau Grosscup said Monday. Grosscup is a professor of international relations at California State University at Chico and author of \"The Newest Explosions of Terrorism.\"\n\"As long as these fellows can escape,\" he said, \"it's going to be an important symbol, but that's about all it's going to be. But that's important.\"\nStufflebeem said the Pentagon did not know whether Omar had been in the Baghran area.\n\"We're stepping back now in terms of a tactic, if you will, and stop talking about what we think [it] was or what we thought it was, and [are] dealing more with what we want and how do we go about getting that,\" he said. \"We're going to stop chasing, if you will, the shadows of where we thought he was.\"\nStufflebeem said an investigation is continuing into an ambush in which Sgt. 1st Class Nathan Chapman became the first U.S. military casualty of enemy fire.\n\"We are trying to determine what happened,\" Stufflebeem said, \"so that we can prevent something like this from happening again.\"\n\nLoad-Date: September 28, 2002"
}