{
    "title": "War against terrorism turns to Yemen",
    "publisher": "the christian science monitor",
    "year": 1999,
    "month": 1,
    "day": 4,
    "full text": "In the aftermath of a hostage crisis fiasco with Islamic militants in Yemen, the focus of Washington's self-declared \"war against terrorism\" appears to have shifted to the southern Arabian peninsula. Yemen has been linked to sporadic incidents across the Middle East and Africa in the past several years.\n \n Ten FBI agents and four Scotland Yard detectives arrived in Yemen over the weekend to investigate the circumstances surrounding the kidnapping of 16 Western tourists last week, signaling a high-profile interest that goes beyond a local abduction. They are likely to be pursuing possible links between Yemeni Islamists and the network of Osama bin Laden, the Saudi exile accused by US officials of masterminding the twin bombings of US embassies in Kenya and Tanzania in August.\nSince Soviet troops were pushed from Afghanistan in the late 1980s, Yemen - a nation with an estimated three guns for every inhabitant - has been awash with Islamic militants of all stripes and nationalities that had fought there.\n \n Training camps were set up by an associate of Mr. bin Laden and attracted the type of veteran recruits - known throughout the region as \"Afghanis\" - that have been connected to a string of attacks in Saudi Arabia, Israel, and Africa in recent years.\n \n Islamists helped the government of President Ali Abdullah Saleh win Yemen's civil war in 1994. Sources say that - despite sometimes courting Americans and their strategic interests - he remains largely helpful to their cause.\nYemen's relevance to the US\n \n After bin Laden mentioned last year that he was considering moving from Afghanistan to Yemen, the American military commander in the region, Gen. Anthony Zinni, made the first of several trips to the capital Sana.\n \n Cultivating Yemen has strategic reasons, too: American diplomats in the region say they are anxious that Yemen does not form an alliance with Sudan and Eritrea, countries that with Yemen could limit Red Sea traffic.\n \n Local Yemeni tribes, meanwhile, often abduct tourists to squeeze concessions such as luxury cars and new roads from the Yemeni government. Security forces in the past have shelled tribal hideouts, though until now every hostage was freed unharmed.\n \n But as part of a recent crackdown on the kidnapping group - which usually calls itself \"Islamic Jihad,\" and which one source says has some 200 members - Yemeni security forces stormed their hideout. Four tourists and three kidnappers were killed.\n \n The group that claimed responsibility for the kidnappings - the \"Aden-Abyan Islamic Army\" - had called for \"an end to the aggression against Iraq and to oust US and British forces from the Gulf region.\"\n \n Western intelligence officers expected that US and British airstrikes against Iraq last month might trigger a wave of terrorism. Forty American embassies in Africa were briefly shut down, and activities at others throughout the Mideast were cut back.\nRecent Mideast unrest\n \n As the four days of attacks stretched on into the Muslim holy month of Ramadan, a wave of protest reached its peak. The US Embassy and ambassador's residence in Damascus were partly overrun, and demonstrators across the region were dispersed with tear gas. The embassy in Tel Aviv was closed last Thursday after receiving a specific threat.\n \n Scores of militants in Egypt, who have fought since 1992 to replace the secular regime of President Hosni Mubarak with Islamic rule, were arrested over the weekend for allegedly plotting to kill senior government officials. In the latest crisis with Iraq, Mr. Mubarak has been one of the most outspoken Arab critics of Iraqi strongman Saddam Hussein.\n \n In addition, Yemeni officials say that one of the kidnappers killed in the Yemen raid was an Egyptian, wanted in Cairo on charges of Islamic extremism.\n \n For those keeping an eye on Yemen, there were several signs that the trail leading from bin Laden in Afghanistan to the US embassy bombings in Africa passes through the country.\n \n The accused bombers carried Yemen passports - one was, in fact, Yemeni. And there have been other events: US troops in Yemen on their way to Somalia in 1992 were targeted by two hotel bombings linked to Islamists, and the assassination attempt of Egypt's prime minister in Cairo in 1993 has been traced back to an Islamic Jihad cell in Yemen.\n \n \"Now Yemen is trying to portray itself as an innocent victim,\" says Eric Watkins, a London-based expert on the region who lived for six years in Yemen.\n \n \"But the FBI and Scotland Yard are clever enough to know that the Yemen government has been feeding these people.\"\n \n That point seems to have been taken by the agents, whom The Sunday Telegraph in London reported yesterday had already determined that Yemen's Islamic Jihad were funded by bin Laden and had abducted the tourists as \"direct retribution\" for the Iraq airstrikes. The paper quoted a US intelligence official as saying that bin Laden has been involved in the funding and training of Islamic extremists.\n \n The Saudi financier has declared a jihad, or holy war, against Western interests, and has vowed to rid the region of American forces.\n'Duty to Muslims'\n \n Just days after the Iraq attacks, bin Laden told an Arabic-language newspaper that it was \"a duty to Muslims to confront, fight, and kill\" Americans and Britons.\n \n Threats against the US in the Mideast are not new. The State Department's 1991 global terrorism report marked a rise in the number of incidents \"as a result of the Persian Gulf War.\" Fully half of the 557 incidents for that year, it said, occurred in January and February \"while operation Desert Storm was under way.\"\n\nGraphic\n\n \nPHOTO: HOSTAGE SURVIVORS: Brian Smith (center) and David Holmes (r.) took part in a news conference in London after being kidnapped by Yemeni Islamists. Four tourists and three kidnappers were killed. BY KIERAN DOHERTY/REUTERS MAP: Showing Yemen. BY STAFF\n\nLoad-Date: January 3, 1999"
}