{
    "title": "WAR ON TERRORISM_ Europe strives to catch plotters; Extradition is sticking point",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 9,
    "day": 15,
    "full text": "London --- German officials said Saturday they want to extradite a key al-Qaida suspect arrested in Pakistan in hopes he can provide information to help dismantle the remnants of the Hamburg terrorist cell that allegedly plotted the Sept. 11, 2001, attacks against the United States.\nMore than a year after those attacks, the threat of terrorism by al-Qaida cells based in Europe remains very grave, according to experts and law enforcement officials.\nThursday's arrest of Ramzi Binalshibh, who is known to have had close contact with hijacking pilots Mohamed Atta, Marwan Al-Shehhi and Ziad Jarrah, and who lived with Atta in a Hamburg apartment, could advance the investigation of a terrorist network that authorities say still stretches across Europe.\nBinalshibh was among a group of suspected al-Qaida members arrested Thursday in Karachi, Pakistan, according to U.S. authorities. German federal prosecutor Kay Nehm has said Binalshibh was to have piloted the fourth plane on Sept. 11, 2001, but was unable to get a visa to the United States.\nCox Europe Correspondent\nGerman Justice Minister Herta Daebler-Gmelin said Saturday that German authorities would cooperate with others who may want custody of Binalshibh.\n\"There is no question we want to bring him before a German court, and we will have to check the procedure,\" Daebler-Gmelin said. \"We are very happy that they got him, and we will speak with others who want to have him. There is no reason for a dispute about this.\"\nShould the United States seek custody of Binalshibh, which seems likely, an extradition to Germany beforehand could cause serious legal snarls. Germany, like many other European countries, customarily refuses to extradite prisoners to countries where they could face the death penalty.\nThe arrest of Binalshibh is seen as a significant counterterrorism victory for the U.S.-led effort to track down al-Qaida operatives around the world.\nThe most visible response to the Sept. 11 attacks was the military assault in Afghanistan, which toppled the government that harbored al-Qaida's leaders and destroyed its training camps.\nBut investigators tracking the movements of the men who hijacked the airplanes that day were led quickly to the German city of Hamburg. Three of the hijackers had lived there.\nIn the months since, authorities have made numerous arrests in Britain, Belgium, France, Germany, the Netherlands, Spain, Italy and other European countries. Roland Jacquard, president of the Paris-based International Observatory on Terrorism and author of a book on Osama bin Laden, has estimated the number of people arrested at more than 200.\nSome key plotters said captured\nThose arrested have included some believed to be important figures. Mohammed Haydar Zammar, suspected of having introduced Atta to senior al-Qaida figures in Afghanistan, was arrested in Morocco after fleeing Germany. Atta has been described as the lead Sept. 11 hijacker. In August, German authorities indicted Mounir El Motassadeq, who is accused of helping organize logistics for the Hamburg cell, on 3,000 counts of being an accessory to murder.\nEarlier this month, Dutch authorities announced the arrest of eight men suspected of helping recruit, house and finance al-Qaida members. Spanish authorities have charged 18 people with supporting the terrorists who carried out the attacks. One is a man named Mohamed Belaziz, whose diary, police say, showed he had contacts with a Europe-wide Islamic terror network, including people in Britain, Ireland, Italy and Germany.\nNew plots are said to have been foiled as well. Richard Reid, a British citizen, was arrested in December after allegedly trying to blow up an American Airlines flight from Paris to Miami with a bomb in his shoe. In August, Kerim Chatty, a 29-year-old Swede of Tunisian origin, was arrested when he tried to board a plane from Stockholm to London with a gun in his toiletry bag. The FBI reportedly has identified five people in Sweden as the core of a Swedish al-Qaida terrorist cell.\nEarlier this month, a Turkish-German man named Osman Petneczi and his German-American fiancee, Astrid Eyzaguirre, were arrested and charged with planning a bombing attack at the U.S. Army's European headquarters in Heidelberg, Germany.\nThe European Union has frozen more than $100 million in assets allegedly linked to terrorists. And Attorney General John Ashcroft is meeting in Denmark this weekend with justice ministers from the 15 nations in the European Union to ensure closer cooperation in the fight against terrorism.\nThe death penalty extradition issue loomed over their talks Saturday. The United States is worried it may not be able to bring some terrorist suspects to trial here due to a lack of extradition agreements with some of the EU's member countries who object to the death penalty.\n\"The issues are not simple, nor do I predict there will easily be solutions,\" Ashcroft told a news conference after the meeting. \"Complex things require protracted, persistent and persevering efforts,\"\nTerrorists based in Europe continue to pose a serious danger, said Magnus Ranstorp, the director of the Center for the Study of Terrorism and Political Violence at the University of St. Andrews in Scotland.\n\"There's no question about that,\" he said.\nThe terrorist network is \"extraordinarily compartmentalized,\" he said. Arrests that put one cell out of business often do little to affect the capacity of other cells to launch attacks.\nThose who study the issue say there are a number of reasons terrorism has flourished in Europe.\nThe continent has a significant Islamic population. In France, a former colonial power in North Africa, 1.8 million people are Muslims. The United Kingdom is home to 1 million Muslims. Germany is home to 2.5 million.\n\nGraphic\n\n \nPhoto: A Pakistani policeman Saturday guards a Karachi apartment house where a raid Wednesday netted militants including Ramzi Binalshibh, allegedly in on the 9/11 plot. / ITSUO INOUYE / Associated Press\n\nLoad-Date: September 15, 2002"
}