{
    "title": "War on terrorism resembles civil rights movement",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 13,
    "full text": "WASHINGTON -- Perhaps the only way we can assimilate new information is by fitting it into the framework of something we already understand.\nAnd so I've been trying to understand our war on terrorism by thinking about America and black people.\nThe differences hardly need be stated. The terrorists are foreigners, while black Americans (except for a few radicals) never stopped being Americans. The one has declared war on this country, while the other only sought to make it live up to its solemnly enunciated ideals. And to the extent that black Americans have ever been involved in terrorism, it has been as victims and not as perpetrators.\nSo how can the analogy be helpful? In two ways, I think. First, in grasping what is happening in the far-flung Arab world; second, in considering what is happening among Arabs and Muslims right here.\nRegarding the first, President Bush had it precisely right on Sept. 20 when he accused the terrorists of \"trying, in effect, to hijack Islam itself.\" It becomes clearer every day that a small but influential cadre of Muslim extremists is bent not just on installing Islamic theocracies in those countries where Muslims are in the majority but also on crippling and eventually destroying the Great Satan -- us.\nThat most Muslims don't feel that way is attested to by the waiting lists of those hoping to come to America.\nBut -- here's the relevance -- many of them are both attracted to America the ideal and repulsed by America the hypocrite. That was the story of the American civil rights movement, whose major tactic was to press America to be what it professed to be by demonstrating with telegenic clarity that it was not.\nAnd when the country didn't change quickly enough, a few of the people we used to call militants and radicals started talking about burning it down. Many more who had no interest in such a conflagration were still happy that someone was calling for it. Maybe now white people will listen.\nAnd the more they didn't listen -- the more harshly they moved against the militants -- the more the rest of us were inclined to give the militants at least tacit support and safe haven. When we saw it as a choice between civil progress and bloodshed, our minds went one way. When we saw the choice as between siding with brutal law enforcement, including the FBI, and siding with black folk demanding change, our minds went the other way.\nFortunately, it never got really bad here, and most of us stopped short of becoming revolutionaries.\nIt is getting really bad in Afghanistan and, if President Bush sticks to his vow of moving militarily against any country that harbors terrorists, it could get really bad elsewhere in the Arab world. The president believes that upping the ante will show we mean business and force the world's Arabs and Muslims to turn against the terrorists. I fear that it might well have the opposite effect of forcing the Arabs to choose between siding with their ethnic and religious brothers\nand siding with us. In other words, Islam could be hijacked.\nThe same thing, for somewhat different reasons, could happen in America. Arab American travelers have been relatively patient about being yanked out of security lines and off airplanes based solely (as far as we know) on their appearance. But how long can that patience last?\nAlready American Muslims, including many whose political activism never extended beyond voting, are organizing to resist their \"demonization\" in the name of anti-terrorism. They say they need to educate the American public and protest what they see as discrimination and racial profiling.\nAnd lots of non-Arab Americans don't see a problem. As several have told me, it strikes them as perfectly reasonable that ethnic Arabs should be singled out as special security risks. Weren't 100 percent of the Sept. 11 terrorists ethnic Arabs? And if they don't like it . . .\nAnd again we may end up forcing Arab Americans and other Muslims here to choose -- between their fellow ethnics and co-religionists and the country's need to feel secure.\nIt's a dangerous position to be put in -- dangerous for all of us.\nWilliam Raspberry's e-mail address is willrasp@washpost.com.  \n\nLoad-Date: November 13, 2001"
}