{
    "title": "WAR ON TERRORISM - III_ LIBERTY VS. SECURITY",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 12,
    "day": 30,
    "full text": "THIRD OF THREE EDITORIALS\nAFTER A BOMB exploded outside Attorney General A. Mitchell Palmer's home in Washington, D.C. in 1919, the government rounded up about 5,000 people, mostly immigrants. None was tied to the crime. America was no safer for the sacrifice of liberty.\nAfter Japan attacked Pearl Harbor, President Franklin D. Roosevelt authorized concentration camps for 110,000 immigrants and American citizens of Japanese descent. The U.S. Supreme Court ignominiously upheld the detentions. But America was no safer.\nWhen the threat of communism frightened America in the 1950s, the government imprisoned citizens merely for membership in the Communist Party. The Supreme Court said that was OK, but America was no safer.\nDuring the Vietnam War, the FBI spied on war critics and the Nixon White House created an in-house unit to commit espionage and burglary against political opponents. The black-bag jobs didn't make Americans safer, just less free.\nThese shameful memories seemed like the discarded baggage of an obsolete era before the Sept. 11, 2001, attacks. But a frightened nation was again willing to trade some liberty - especially someone else's liberty - for hope of greater security.\nThere have been no internment camps or black-bag jobs. Admirably, President George W. Bush has gone out of his way to stress that the war on terrorism is not a war against Muslims or the faith of Islam.\nBut Mr. Bush and Attorney General John D. Ashcroft have traded people's liberty for phantom security gains.\n* In the days after the 9-11 attacks, Mr. Ashcroft rounded up 1,200 immigrants whose names still are secret. Among them, about 750 aliens \"of interest\" were held for months without bail, even though there was nothing linking them to 9-11 or terrorism. There is no evidence that the round-up or secrecy made Americans safer.\n* Two American citizens - Jose Padilla and Yaser Hamdi - have been held incommunicado for 18 months. But Americans are no safer than if the men had been questioned and then given a lawyer and a day in court.\n* More than 600 prisoners from Afghanistan and the Middle East have been held incommunicado at Guantanamo Bay, Cuba. But are we any safer than if they had been given a chance to claim prisoner of war status before a military court, as the Geneva Conventions require?\n* The FBI sent an intelligence bulletin to police in October about upcoming antiwar demonstrations, warning that even \"peaceful techniques can create a climate of disorder.\" But looking for terrorists in the wrong places isn't making us safer.\nThis month, Stephen J. Schulhofer, a New York University Law School professor, told the Kean commission investigating 9-11 that the choice between liberty and security is \"simply a false choice.....the public tends to assume that if we are giving up liberty, then we're getting security....often that isn't the case.\"\nMr. Ashcroft is right\nCivil libertarians have focused their criticism on the USA Patriot Act. In response, Mr. Ashcroft toured the country this fall arguing that \"hysterical\" critics had spread false fears. The attorney general wasn't terribly persuasive because he spoke to hand-picked audiences of police and prosecutors. But he's largely correct.\nMost of the law makes sense. It lets criminal investigators and intelligence agents share evidence more easily than before and permits roving wiretaps that help agents keep tabs on suspects on the move.\nThe most hotly contested provision lets the government obtain a court order to obtain personal records, including library and Internet records, if the FBI says they are needed for a terrorism investigation. The FBI agent doesn't have to show that the person whose records are obtained was personally involved in terrorism. And it's a crime if the librarian tells a patron about the FBI's interest\nBut the government's power to snoop on people's reading habits sounded a lot less ominous after the Justice Department disclosed it hadn't even used the authority in the months after 9-11. The American Civil Liberties Union quickly shifted its criticism. Instead of arguing that the provision had almost certainly been abused, it claimed it was unnecessary.\nAnother controversial part of the law is the sneak-and-peek provision. Agents can search your home and property without telling you in advance. This power extends beyond terrorism cases to all criminal cases where notice might hurt the investigation. The government went so far as to use its new terrorism power to investigate a home nursing care business.\nSens. Richard J. Durbin, D-Ill., and Larry Craig, R-Idaho, are pushing a bipartisan bill that would fix the potential abuses of the library and sneak-and-peek provisions, without taking away the investigative tools the government needs.\nJustice Department hype\nAt the same time that civil libertarians have overstated the dangers of the Patriot Act, the Justice Department has overstated the success of its terrorism prosecutions.\nThe Justice Department has pointed to an eight-fold jump in convictions in terrorism cases in the two years after 9-11 as compared to the two years before - up to 879 from 110. But a study this month by the independent Transactional Record Access Clearinghouse found that most of the increase was for minor violations that brought little or no jail time. The median sentence in terrorism-related cases was no sentence at all. In other words, these are not serious terrorists.\nMr. Ashcroft touted prosecutions of members of \"cells\" in Lackawanna, N.Y., Detroit and Portland, Ore. The Lackawanna cell was so high profile that the president got briefed almost daily.\nBut intelligence experts say that the \"Lackawanna Six\" was not a sleeper cell. The men had trained in al-Qaida camps before 9-11, but there was no evidence that any was involved in a planned attack. Mr. Ashcroft claimed the Detroit cell had prior knowledge of 9-11, but he was wrong, and a judge admonished the attorney general for speaking out of turn.\nThe key statute used in these prosecutions makes it a crime to provide \"material support\" for terrorists, but the law does not require proof that a person intended to help a terrorist. For that reason, the federal appeals court in California ruled this month that the provision is unconstitutional. The court feared the law could ensnare people who donate money to humanitarian groups, not knowing it is being channeled to terrorists.\nIn arme silent leges\nOver the past several months the courts - and, most importantly, the Supreme Court - have begun scrutinizing the worst excesses of Mr. Bush's terrorism policies.\nWhen Mr. Hamdi, the U.S. citizen captured in Afghanistan, tried in the Supreme Court to challenge his detention, the Justice Department refused even to respond. The court insisted that the department reply. The court also announced that it would review the claims by Guantanamo Bay detainees that they are entitled to a day in court.\nEarlier this month, a federal court ruled that Mr. Bush exceeded his authority in his incommunicado detention of Mr. Padilla in a military brig in South Carolina. The Justice Department had claimed that Mr. Padilla shouldn't even be able to get in the courthouse door to present his case.\nThere is no way to predict how these cases will turn out. This is the Supreme Court of Chief Justice William H. Rehnquist, who wrote a book in 1998 on civil liberties during wartime. Citing the Roman saying, in arme silent leges - \"in war the law is silent\" - the chief justice predicted that courts would modulate their voices during a future war.\nBut those challenging the Bush excesses have already won the first battle by getting inside the courthouse. That is a resounding rejection of the Bush claim that, as commander-in-chief, he can act outside the usual boundaries of the rule of law.\nSupreme Court Justice Robert Jackson once said that the Constitution is not a \"suicide pact.\" That warning carries greater force today, when a single weapon detonated in an American city could kill hundreds of thousands of people.\nBut not every sacrifice of freedom buys more security. When we waste money and resources rounding up innocent immigrants or spying on antiwar rallies, we have fewer resources to pursue the people who actually want to kill us.\nYes, this is a war against terrorism. But more than that, it is a war in defense of liberty and the rule of law. If we surrender our freedom and our values out of fear, we are running up the white flag of defeat.\n\nLoad-Date: December 30, 2003"
}