{
    "title": "WAR ON TERRORISM_ Closed Ridge session spurs call for candor",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 4,
    "day": 12,
    "full text": "Washington --- Homeland Security Director Tom Ridge said Thursday he does not \"see any specific evidence\" that suicide bombings attacks similar to those in Israel are likely in the United States.\nBut Ridge said the nation should be \"alert\" to the possibility that a bomber could strike here. \"You better accept the notion that it could happen,\" Ridge said.\nCox Washington Bureau\n\"Today, civilization itself is under attack,\" Ridge said in speaking to the annual meeting of the American Society of Newspaper Editors. \"That fact was brutally brought home when one of your own, Daniel Pearl, was killed in a barbaric fashion, simply for doing his job representing a free press and a free nation.\"\nHowever, earlier Thursday, the press was kept out of a closed-door session with Ridge and the House Government Reform Committee.\nThe session, Ridge's second this week, was held despite resistance from the White House.\nThe White House argues that Ridge is a member of the president's staff and is not subject to congressional scrutiny. Democrats argue that Ridge has an obligation to explain his budget request of $38 billion.\nRep. Dennis Kucinich (D-Ohio), who walked out of the briefing, said Ridge should testify publicly about how his office plans to protect the nation against future terrorist attacks.\n\"This is a very serious matter --- that a director who speaks for the president on matters of national security is not accountable to the Congress, not accountable to the press and not accountable to the people,\" Kucinich said.\nRep. Henry Waxman (D-Calif.), the ranking Democrat on the House committee, agreed with Kucinich. He stayed for the session but left disappointed.\nRidge did not answer questions he had posed in a series of letters about national security, Waxman said. \"I am disappointed by the briefing,\" he said. \"This should be a congressional hearing that is open to the public.\"\nRidge was prepared to speak in an open session.\nBut the committee's chairman, Rep. Dan Burton (R-Ind.), decided to keep the media out.\n\"It was our view that it ought to be a closed-door briefing because we thought that it would lend itself to a freer exchange of ideas,\" said Kevin Binger, staff director of Burton's committee.\nOther lawmakers saluted Ridge for his candor.\nRep. Bob Barr (R-Ga.), vice chairman of the committee, said he was impressed with what Ridge has done so far.\nInstead of building a massive bureaucracy, Barr said, Ridge is moving \"deliberatively\" to plug holes in the nation's homeland security.\n\"We have a generation of slacking off in terms of gathering intelligence against terrorists,\" Barr said. \"It is not Ridge's job to rebuild all of that in six months.\"\nRidge said he talked to lawmakers about building a national threat-assessment system, border consolidation, his budget request and aviation security.\nRidge said he has met with lawmakers 38 times since taking office Oct. 8, or about half as many days as Congress has been in session.\nStill, leading Democrats on Capitol Hill say they are not satisfied.\nHouse Minority Leader Dick Gephardt (D-Mo.) sent President Bush a letter Thursday requesting \"more regular and frequent bipartisan consultations between the administration and Congress on our government's anti-terrorism efforts and related national security matters.\"\nGephardt recommended that the White House regularly brief a bipartisan group of leaders and lawmakers from committees that deal with terrorism.\n\nGraphic\n\n \nPhoto:\nHomeland Security Director Tom Ridge said he has met with lawmakers 38 times.\n\nLoad-Date: April 12, 2002"
}