{
    "title": "War on terror is a complex struggle; Cooperation from all levels of government will help to quench t",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 8,
    "day": 8,
    "full text": "Each day, the news is dominated by developments in the war on terror.\nReports about Iraq, Afghanistan, the 9/11 Commission, developments in national and local security make the headlines every day.\nAll of the aspects of this struggle are linked, as are the solutions. Better intelligence will help stop terrorism before it happens. Better coordination between federal, state and local agencies will help produce better intelligence. More cooperation from leaders will help make this coordination possible.\nBetter communication with the public, also, will boost the credibility of the government both at home and abroad, and that also will aid the war against terror.\nThe war on terror demands practical and cooperative effort from our leaders, and some congressional leaders have already favored action over partisan quibbling. After the 9/11 Commission issued recommendations to improve the nation's intelligence system, Senate leaders put aside politics and agreed to special summer hearings on the commission's recommendations.\nCOLLINS LEADS HEARINGS\nHeading the effort is Sen. Susan Collins, a Republican who chairs the Governmental Affairs Committee. She deserves to be commended for undertaking the job with urgency. She and her staff gave up summer vacations in the interest of moving the process along quickly, and it's good that she and other leaders recognized the grave urgency of this work.\nAs the 9/11 Commission rightly pointed out, America is in danger every minute that the intelligence system remains unfixed. Last week's disturbingly detailed terror alert citing specific buildings was an example of what can happen when the intelligence system is operating in top form. It was the kind of data that the public craved from previously nebulous warnings. A continual string of fuzzy \"watch out\" warnings are virtually unusable to the public.\nWhen it was reported shortly afterward that the information was three to four years old, however, the alert served to further injure the credibility of the nation's intelligence system and fueled speculation that the information's release was politically motivated.\nCredibility is a public safety issue because the lack of it could cause people to discount future warnings, no matter how specific and urgent they are.\nIt's doubtful, though, that this information's release had anything to do with politics. The intelligence was several years old, but it had been discovered only two weeks before its release, and leaders have reason to believe that it was an active plot.\nThey did the right thing by releasing it - dated or not - but they should have explained immediately the age of the data and highlighted their reasons for believing it was still a concern.\nThe data were gleaned from an al-Qaida computer captured by Pakistani authorities. Satellite imagery also recently showed active al-Qaida training camps in Pakistan near Afghanistan's southeastern border.\nThese discoveries serve as reminders that the Bush administration should focus more of its anti-terror resources - both intelligence and military - on Afghanistan, the nerve center of the al-Qaida network.\nThe United States has already upped its troop presence in Afghanistan to 20,000 soldiers, but it should evaluate with NATO whether that's enough. Officials warn that the nation could lose control quickly to warlords, Islamic militants and the drug trade, which finances terrorism.\nAl-Qaida was able to rise out of the ruins of Afghanistan's war with the Soviets, building itself out of the rubble and chaos that was left over. Had America stayed to help the nation stabilize, the outcome might have been different.\nThat's why it's paramount to see through the work in Iraq, which continues to be mired in violence. We also should improve the nation's intelligence system to facilitate the work in both places.\nAdditionally, a strong intelligence system will allow more successes such as the FBI sting operation in Albany, New York, under which a mosque leader and pizzeria owner were arrested for attempting to purchase a shoulder-fired missile.\nThat also points up the necessity of ensuring local agencies are equipped to handle the new demands of the times. Work is under way in Maine, where last week, federal and local law enforcement officials announced the creation of the new Maine Joint Terrorism Task Force to analyze intelligence and conduct investigations.\nThese local task forces are significant steps in boosting homeland security and breaking down the barriers between intelligence and law enforcement that can endanger investigations.\nFIGHTING TERROR IS A COMMITMENT\nThere is a need for such an effort in Maine. Two of the Sept. 11, 2001, hijackers launched the heinous attacks by flying out of the Portland International Jetport. FBI agents have worked on about 100 terrorism-related cases in the state.\nSome local and state law enforcement officials, though they've advocated federal funding for more anti-terrorism efforts, expressed worry that their resources are limited. They should be willing to commit their own resources to supplement the federal aid that they seek, because it will take a commitment at all levels of government for our nation to be victorious in this struggle.\nCoordination, cooperation and communication are the keys to unlocking the complexities of the war on terror and eliminating the threat to America.\n\nLoad-Date: August 8, 2004"
}