{
    "title": "WAR IN THE GULF_ TURKEY ; Istanbul Explosions Raise Fears of Terrorist Attacks Linked to War",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 23,
    "full text": "Bomb explosions at a United States military warehouse in Istanbul created fears today that Turkish terrorists may exploit the Persian Gulf war to mount new campaigns of violence.\nAt least three bombs went off Monday night, causing considerable damage but no casualties, the Turkish authorities said. The installation is said to be used by the American military to store household belongings and cars.\nLater, a telephone caller to an Istanbul newspaper claimed responsibility in the name of a known left-wing group, Dev-Sol, and said the purpose was to \"protest against the imperialist force in the gulf.\"\nWestern diplomats and Turkish officials said they were inclined to believe that the violence was home-grown and not the work of an Iraqi-supported network. Nonetheless, some expressed concern about the announced linkage to the war, which Turkey is actively supporting by allowing its bases to be used by American planes as a second front in the air war against Iraq.\n \nHistory of Political Violence\n While gulf-related terrorism is a worldwide concern, some diplomats say Turkey could be especially fertile ground because of its war role, its proximity to the Middle East and its history of political violence from all sides -- the extreme left and right and, increasingly, Islamic fundamentalists. Over the weekend, news reports from Beirut quoted Iraqi fundamentalists as warning Turkey that if it attacked Iraq, the response would be \"merciless.\"\nEven before the bombing Monday night, security in Ankara and Istanbul had been stepped up at embassies and other places foreigners gather, particularly Americans and Britons. At night, streets and restaurants in the country's two largest cities have an empty look as anxious Turks have apparently decided it is safer to stay home.\nTurkey's political violence is a diminished shadow of what it was in the late 1970's, when at least 5,000 people were killed in the streets until the army staged a bloodless coup in 1980 and restored order in its three years in power.\nThe 1980's were generally quiet, but now troubles have resumed, with some two dozen politically inspired killings over the last year provoking fears in some circles that the country may be sliding backward. It has not helped that the police seem powerless to deal with the problem. Thus far, not a single suspect has been caught.\nVictims have included some of the country's best-known political figures, journalists and, in one of the more daring attacks, a former chief of Turkish intelligence. In October, Turks were notably outraged when a parcel bomb killed Bahriye Ucok, a university professor and opposition politician who was outspoken about the threat she saw in the growth of Islamic fundamentalism here.\n \n200 Executions Proposed\n Tens of thousands of people turned out for her funeral. Afterward, a leading Cabinet minister said that to combat the wave of violence the Government planned to execute about 200 political extremists held on death row. His remarks produced an outcry almost as great as the one against terrorism itself, and little has been heard of the proposal since then.\n\nLoad-Date: January 23, 1991"
}