{
    "title": "WAR ON TERRORISM_ Free association arising as issue; Civil rights groups challenge new law",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 1,
    "day": 24,
    "full text": "Washington --- Civil-liberties groups are scrutinizing a far-reaching law aimed at uprooting foreign terrorists and their sympathizers.\nThe administration has detained hundreds of foreigners and put some into deportation proceedings in the three months since President Bush signed the anti-terrorism measure. But most of the charges are for technical violations of immigration laws, such as overstaying visas.\nCox Washington Bureau\nStill to be tested are such controversial provisions of the new law as the power to deport both suspected terrorists and foreigners who associate with groups on the government's terrorist list.\nSupporters of the law, known as the USA Patriot Act, argue that excluding and removing immigrants who promote or finance terrorist causes will help close off supply lines for terrorists.\nCritics of the new law counter that foreigners should have the right of free political expression, so long as they are not participating in violent or illegal acts.\n\"The new law gives the government a great deal of power to go after people on the basis of their political beliefs and associations,\" American Civil Liberties Union legislative counsel Tim Edgar said. \"I think the courts are going to have to decide on that.\"\nEdgars said his group is monitoring the Justice Department's use of the new anti-terrorism law. \"If the government goes too far, we would certainly challenge it,\" he said.\nThe liberal ACLU has been joined by others, including the conservative Free Congress Research and Education Foundation, in a line-by-line critique of the act. The analysis is scheduled to be released next month.\nExpanded deportation power has been among the most controversial issues in the anti-terrorism effort. In fact, the battle lines for the current dispute have been drawn since 1987.\nThat year, the U.S. government began trying to expel eight foreign students in the Los Angeles area for supporting the Popular Front for the Liberation of Palestine, which was linked to a series of hijackings in the 1970s and now is high on the State Department's list of terrorist organizations.\nAlthough the \"L.A. Eight\" never were accused of violence, the government wanted to deport them for raising money for a day care center that was allied with the Popular Front.\nAfter nearly a dozen court rulings, the students --- seven of them Jordanian and one Kenyan-born --- are approaching middle age and are raising their families in the United States. Only one is still an activist for Palestinian causes.\n\"I firmly believe that none of my clients will be deported,\" said David Cole, a Georgetown University law professor, who has guided the L.A. Eight through 15 years of procedural and constitutional assaults on the government's case.\nAt one point, Cole argued that his clients were the victims of unfair selective prosecution on the basis of their political views. That position went as far as the U.S. Supreme Court, which rejected the claim.\nThat decision sent the case back to resume its legal journey through lower courts. The Board of Immigration Appeals, part of the Justice Department, is reviewing it now.\nIn drafting the Patriot Act in the weeks after the Sept. 11 attacks, Justice Department officials made sure the new law spelled out the authority to remove immigrants for even indirect terrorist ties.\nCritics question the provision and argue that foreigners should have full rights of free expression.\n\"If you have a constitutional right to engage in a certain type of expression or association, then what that means is the government can't throw you in jail on that basis,\" Cole said. \"And it can't deport you on that basis.\"\n\nLoad-Date: January 24, 2002"
}