{
    "title": "WAR ON TERRORISM_ Region's strife blurs terror war; Pakistan - India fight makes U.S. wary",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 29,
    "full text": "Washington --- The Pentagon said Tuesday it is monitoring closely how tensions between Pakistan and India might affect the U.S. war against terrorism in Afghanistan.\nPakistan already has warned that it might move troops from its border with Afghanistan, where many members of Osama bin Laden's al-Qaida terror network and the extreme Islamic Taliban are believed to be hiding.\nThe chief Pentagon spokeswoman, Victoria Clarke, said at a briefing Tuesday that Pakistan has been \"enormously, enormously helpful\" to the United States along the border.\nAJC\n\"Attention and troops that cannot be focused there because they're focused elsewhere, that's a concern for us because we need as much assistance as possible in guarding that very porous border,\" Clarke said.\nThe escalating strain between the neighboring nuclear powers was fueled further Tuesday by more strong words from India and by Pakistan's third test of a missile that could reach Indian territory. The two countries have fought three wars since 1947, two of them over the disputed Kashmir region, the primary focus of the current disagreement.\nThe latest conflict comes at what could be a particularly difficult time in the fight in Afghanistan.\nU.S. and coalition troops are trying to find what they say are smaller groups of al-Qaida and Taliban fighters in Afghanistan. Many of the groups are thought to move back and forth across the rugged border with Pakistan. The broad area also has been the location for a number of unconfirmed reports of sightings of bin Laden and Taliban leader Mullah Mohammed Omar.\nIn that area of Pakistan, strong tribal leaders exert much authority. Many of the leaders are said to be sympathetic toward the Taliban, which ruled much of Afghanistan before the U.S. attack last year, and strongly anti-American.\nThe Pakistan situation illustrates some of the complexities in the war on terrorism.\nWhile the United States considers Pakistan a strong ally in the fight against terrorism, India accuses Pakistan of sponsoring terrorism in the Kashmir dispute and even alleges that al-Qaida members are in that region.\nPakistan denies the charges, and its president, Gen. Pervez Musharraf, said in a speech Monday that the nation would not allow terrorism to be exported.\nDuring the Tuesday briefing, Brig. Gen. John Rosa Jr., deputy director for current operations with the Joint Chiefs of Staff, would not comment on troop movements by Pakistan. The Associated Press on Tuesday cited an anonymous senior defense official reporting \"signs that Pakistani troops are preparing to move.\"\nThe United States has no plans to increase U.S. or coalition forces in Afghanistan or to shift more of them to the border area if Pakistan moves troops, Rosa said.\n\"That's always an option,\" he said, \"but right now I have seen nothing.\"\n\nGraphic\n\n \nPhoto:\nIn the shadow of the hunt for terrorists, a resident in Pakistan-held Kashmir sifts through the remains of his home, destroyed by Indian shelling Tuesday. / ROSHAN MUGHAL / Associated Press\n\nLoad-Date: May 29, 2002"
}