{
    "title": "WAR ON TERRORISM AT A GLANCE",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 10,
    "full text": "McLEAN, Va.\nModerate Muslims are key, Pentagon official says\nSupporting moderate Muslims who abhor terrorism and extremism is a key to winning the war on terrorism, the Pentagon's No. 2 official said Saturday.\nThe Arab-Israeli turmoil hurts the U.S. cause, Deputy Defense Secretary Paul Wolfowitz said.\n\"To win that war against terrorism, we have to reach out to the hundreds of millions of Muslims who believe in tolerance and moderation,\" Wolfowitz told a group of news executives at the headquarters of the Gannett Co. Inc. \"They are on the front lines of this struggle against terrorism. … By helping them to stand up against terrorists, we help ourselves.\"\nWASHINGTON\nBush will outline plan for next stage of war\nPresident George W. Bush will describe his broad strategy for the next stages of the war on terrorism on Monday, six months after the attacks on New York and Washington, suggesting that he may pursue the terrorist network of al-Qaida even inside countries that do not ask for an American presence.\nBush's speech on Monday, officials said, will have three major elements: a more detailed description of the administration's plans to keep al-Qaida from regrouping, praise for U.S. allies in the war and a further description of the danger that terrorists could team up with a small group of nations seeking to develop nuclear and biological weapons.\nHe will also declare, officials familiar with the speech say, that inaction will not be an option in dealing with countries assembling weapons of mass destruction, a reference to the administration's strategy in dealing with Saddam Hussein of Iraq.\nPARIS\nFrench refused to bomb some targets, paper says\nFrance refused last week to allow its warplanes to attack some targets in Afghanistan assigned to them by U.S. commanders, arguing that the missions endangered civilians, a newspaper says.\nThe report in Le Monde's Sunday edition did not say how many missions the French had refused to carry out.\nBut it quoted responsible figures in the French military as saying French aircraft had completed around 20 missions in the Gardez region, attacking more than a dozen targets, in the last week.\nFrance has deployed fighters from the aircraft carrier Charles de Gaulle and Mirage aircraft based in Kyrgyzstan to help the United States destroy a hardened core of al-Qaida fighters in the Gardez area, 90 miles south of Kabul.\nTargets assigned to the French by the U.S. command are checked by the French command in the region, which is under instructions from President Jacques Chirac and Prime Minister Lionel Jospin.\nThere was no comment immediately available from either the president's or prime minister's office.\nOKLAHOMA CITY\nSurvivors, relatives open petition drive for aid\nA group of Oklahoma City bombing survivors and relatives of those killed began a petition drive Saturday asking Congress to give them the same multibillion-dollar financial aid as those harmed in the Sept. 11 attacks on New York and the Pentagon.\nA group representing about 10 percent of the roughly 1,500 survivors and heirs of the truck bombing in April 1995 that killed 168 people asked visitors to the bombing memorial to sign the petition.\n\"There are so many victims from this that have major medical bills and will from now on,\" said Kathy Youngblood, co-director of the group Victims of Terrorism Information and Vital Exchange Services, which says it has about 160 members.\nYoungblood, whose husband, John, died in the Alfred P. Murrah federal building, said Oklahoma City victims have been forgotten since the Sept. 11 attacks.\n\nLoad-Date: March 10, 2002"
}