{
    "title": "WAR IN THE GULF_ HOMEFRONT_ TERRORISM_ Odds of attack inside U.S. grow",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 3,
    "day": 31,
    "full text": "Washington --- Civilian casualties in Iraq make a terrorist attack in the United States more likely, analysts at home and in the Middle East agree.\nOn Sunday, as heavy bombing continued in Baghdad, rallies from Morocco to Indonesia rang with threats against the United States. \"Suicide attacks lead to freedom,\" chanted a crowd of 150,000 in Rabat, Morocco's capital.\nCox Washington Bureau\n\"We will destroy America,\" Shabbir Ahmed Khan, a member of Pakistan's parliament, said at a protest in Peshawar.\n\"If America starts winning tomorrow, there will be suicide bombing that will start in America the next day,\" Diaa Rashwan, head of the comparative politics unit at the Al-Ahram Center for Political and Strategic Studies in Cairo, told the Washington Post.\nA spokesman with the Homeland Security Department would not discuss how the war's opening days have affected the threat of a domestic attack. But, fearing reprisals, the U.S. government raised its terror alert level to \"high\" just before the war began.\n\"There continues to be a large volume of reporting across a range of sources that indicates al-Qaida could attempt to launch terrorist attacks against U.S. interests claiming they were defending Muslims or the Iraqi people rather than Saddam Hussein's regime,\" Homeland spokesman Brian Roehrkasse said.\nSome U.S. experts said the war could prompt al-Qaida, Iraqi sympathizers or others to launch a terrorist attack.\n\"I don't think there's any question that the outrage that the war has created in the Arab world will win new converts to the terrorist cause,\" said Loren Thompson, an analyst at the Lexington Institute, a defense-oriented research group near Washington.\nWilliam Lahneman with the University of Maryland's Center for International and Security Studies said civilian casualties are more likely than other war images to stir sympathy for terrorist groups and inspire new recruits.\nTerrorism specialist William Rosenau with the Rand Corp., a research group under contract with the Pentagon, predicted that any al-Qaida plans for an attack in the United States probably would proceed unaffected by the war in Iraq.\nBut Iraq also could be planning terrorist attacks in the United States, Rosenau said.\nHe noted the FBI and CIA prevented such attacks during the 1991 Gulf War.\nThe threat also extends overseas.\nThe State Department said Friday it had information that Iraqi intelligence officers planned terrorist attacks against U.S. interests in two countries.\nIn both cases, the operatives were arrested, terrorist material was confiscated and attacks were not carried out, spokesman Richard Boucher said.\n\nLoad-Date: March 31, 2003"
}