{
    "title": "War on terrorism is now beginning",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "War is a frightening word to many Americans, particularly if it's a war we must fight. I've been moved in recent days at how Americans as a whole have pulled together and accepted the role our nation must play in the crackdown on terrorism.\nSeveral times this year, leaders of fundamentalist Islamic groups have met in unprecedented conferences to discuss proclaiming jihad on the United States for its continued support of Israel. Jihad is an Arabic word meaning \"holy war.\" The tragedy of Sept. 11 can be considered the first battle of this war.\nU. Houston\nMy view on the topic is simple: If the murderous bastards who committed this atrocity want a holy war, I say we give them a holy war. This is the first crusade of the 21st century, and it's a fight we ought to make.\nBut this crusade is different from those of the last millennium, for this is not a battle between religions, but rather a battle between ideologies. The time is now for Christians, Muslims, Jews and every other religion on earth to obliterate the ruthless animals who dared to take the lives of innocent American civilians in this cowardly and cold-blooded act.\nIn last week's article, I stated that this would be America's finest hour. I've chosen to revise that statement. The recent outpouring of support from nations around the world, including some which have in the past shown hostility towards the United States, has proven to me that this, ladies and gentlemen, will be the world's finest hour.\nThis is the hour when the entire free world proclaims to terrorists everywhere that these atrocities will be tolerated no longer. With the U.S. leading the charge, a new world order will ensue.\nPresident Bush, who continues to impress me with his actions on the matter, announced to the world that this is a war begun by others that will end at an hour of our choosing. The time is now. Honestly, as soon as I heard our leaders were considering large-scale military reprisals, I was ready to enlist, and it was only through the impassioned pleading of my mother that I did not. But I will do everything I can to support the brave young men and women who engage these beasts domestically and internationally.\nI was deeply moved by the words of Winston Churchill, who, while addressing a different enemy at a different time somehow managed to convey the same message I'm trying to convey to you.\nHe said, \"You ask, what is our policy? I will say it is to wage war, by sea, land, and air, with all our might and with all the strength that God can give us: To wage war against a monstrous tyranny, never surpassed in the dark, lamentable catalogue of human crime. That is our policy. You ask, what is our aim? I can answer in one word: Victory -- victory at all costs, victory in spite of all terror, victory, however hard and long the road may be; for without victory, there is no survival.\"\nThis is our crusade against evil, friends. We're going to fight it. We're going to win. God bless America.\n(C) 2001 The Daily Cougar via U-WIRE\n\nLoad-Date: September 19, 2001"
}