{
    "title": "WAR ON TERRORISM DIGEST",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 29,
    "full text": "SAUDI ARABIA\nSuspected mastermind of bombings is arrested\nSaudi officials arrested an al-Qaida figure suspected of masterminding the Riyadh bombings, a newspaper reported Wednesday.\nInterior Minister Prince Nayef announced several arrests, saying the hunt had intensified for those involved in the May 12 suicide bombings, which killed 34 people, including eight Americans.\nSaudi newspapers said that among those arrested were five people in the eastern city of Medina - including Ali Abd al-Rahman al-Faqasi al-Ghamdi, who U.S. officials say is one of al-Qaida's top figures in Saudi Arabia. Al-Ghamdi was captured along with two others at an Internet cafe. He is suspected of plotting the Riyadh blasts, the daily Al-Watan reported.\nCAMBODIA\nU.S. officials' tip leads to terrorism arrests\nAuthorities in Cambodia said Wednesday that they closed a Saudi-funded religious school and arrested three foreigners with links to the terrorist group suspected in deadly bombings on the resort island of Bali.\nThe arrests were prompted by a tip from U.S. officials and came about two weeks before Secretary of State Colin Powell is to attend a meeting of Asian-Pacific Cabinet ministers in Cambodia.\nPolice arrested a man from Egypt and two others from Thailand on terrorism charges Sunday. Officials said the men have links to Jemaah Islamiyah, an extremist group with ties to al-Qaida that seeks to establish an Islamic state across Southeast Asia. The group is suspected in the Oct. 12 bombings in Bali that killed 202 people.\nINDONESIA\nWitness at trial admits role in terrorist group\nA key Bali bombing suspect admitted in court Wednesday that he was the operational chief of the Southeast Asian terrorist group Jemaah Islamiyah and said he knows Osama bin Laden \"very well.\"\nAli Ghufron, alias Mukhlas, testified at the treason trial of Abu Bakar Bashir, a Muslim cleric and the alleged spiritual head of Jemaah Islamiyah. Mukhlas told a packed courtroom that he took over as the operations chief after his predecessor, Riduan Isamuddin, alias Hambali, went into hiding.\nMukhlas was arrested last year on charges of masterminding the Oct. 12 Bali bombings, which killed 202 people. He is facing trial on terrorism charges in the attack, the deadliest since Sept. 11, 2001.\n\nNotes\n\nWORLD\n\nGraphic\n\n \nPHOTO; Photo by the Associated Press - Imam Samudra, a suspect in last October's bombings in Bali, takes an oath before testifying Wednesday at the treason trial of Abu Bakar Bashir in Jakarta, Indonesia.\n\nLoad-Date: May 29, 2003"
}