{
    "title": "War on terrorism is a boon for some Companies trying to sell anti-terrorist devices, medicine",
    "publisher": "los angeles times",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON - Auburn University's Canine Detection Training Center is ramping up for the war on bioterrorism. Cipro maker Bayer Corp. is running its plant around-the-clock to churn out 200 million pills over the next three months. Manufacturers of biometric identification systems have conducted demonstrations on Capitol Hill in hopes of convincing lawmakers to put their high-tech devices at airports and along the borders.\nAnd now, anthrax test kits are coming to hardware stores.\nNo one is making light of the tragedy that hit the nation Sept. 11. But for some, the war on terrorism has undeniably created new opportunities - and suggested new pitches to Congress.\n\"I think it's an opportunity for us to help,\" said Stephen Sudovar, president and CEO of New Jersey-based ElySus Therapeutics Inc., which has been working on an anthrax antidote without government funding but hopes to win $ 50 million to speed up its work on anthrax and other biological threats. \"We're not looking to make a windfall. We'd be looking to make a reasonable profit.\"\nFederal agencies are poised to spend tens of billions of dollars on everything from new research into defenses against agro-terrorism to stockpiling 300 million doses of smallpox vaccine. In the next week or two, Congress is expected to consider providing more money to fight bioterrorism. In the Senate, Democrats and Republicans are considering spending between $ 3 billion and $ 5 billion.\nOne industry analyst projected that revenues from the sale of systems designed to detect biological and chemical agents will reach almost $ 500 million in the next few years, nearly double what they were a year ago. A Maryland company that makes 5,000-pound steel-reinforced concrete barriers, which have become 21st century moats around public buildings, reports that sales have tripled. The scale of spending is such that one subway system alone - the Washington, D.C., Metro - is seeking $ 5 million just for gas masks, gloves and other protective clothing for 5,000 employees.\n\"Suddenly, this is on everyone's plate,\" said Patrick Shea, chief operating officer of Santa Clara, Calif.-based Ancore Corp., whose neutron scanning system for detecting explosives in suitcases and cargo containers has drawn the attention of lawmakers - and is expected to receive more than $ 3 million in the new federal budget. \"A lot more people are now interested in what we're doing.\"\nLehman Bros. biotech analyst Joseph Dougherty said some companies will \"undoubtedly\" see a big increase in demand for their products or services. \"The mail irradiation market was tiny a week ago, and now, it's significant,\" he said. But he said that the government and private investors should not say, \"Oh well, it's terrorism, let's give them the money. People need to be thoughtful.\"\nMark Monane, a physician and biotech analyst with the investment bank Needham & Co., added: \"The amounts of the grants are small. The hype is big. The bottom line is if you're interested in investing in (biotech) companies, you do it because of their core technology.\"\nLast week, the Pentagon asked private industry for anti-terrorism ideas that would, among other things, provide some type of warning before biological and chemical agents are released into the air, a portable polygraph machine for use at airports and a system for recognizing people speaking Middle East languages. And on Friday, Sen. Tom Harkin, D-Iowa, visited the Sioux City plant of a food-safety company, SureBeam Corp., to see how irradiation technology could be used to kill anthrax in the mail.\nWith the mood on Capitol Hill \"all anti-terrorism, all the time,\" a lobbyist for one of the companies seeking federal funding, speaking on the condition that he not be named, said, \"We're used to fighting over hundreds of thousands of dollars. Now they're talking about billions ...\"\nSome say the expenditures are necessary in the post Sept. 11 world.\n\"Unfortunately, we live in a world today where the U.S. government has to drive down the price of Cipro to 95 cents a pill and buy 100 million from Bayer,\" said Harvey Kushner, chairman of criminal justice at Long Island University. \"It's a shame, but I don't know the alternative.\"\nJenny Benavidez, research analyst in aerospace and defense for San Jose, Calif.-based Frost and Sullivan, said that local agencies that once balked at buying a $ 250,000 system for detecting biological and chemical threats are now giving the purchases serious thought.\n\"The threat of biological or chemical warfare has always been there,\" she said. \"But (agencies thought) it never happens so let's not worry about it. Now all of a sudden, it has happened, and they're starting to get worried about it.\"\nDespite the congressional largess - or perhaps because of it - some companies are going all out trying to beat out competitors.\nJohnson and Johnson, seeking federal approval to add its antibiotic Levaquin for fighting anthrax, offered to make available up to 100 million tablets free of charge.\nOthers are coming forward with an array of products that suggest America's entrepreneurial spirit is alive and well. Among the products being offered: a $ 795 \"executivechute,\" which the inventor insists will allow you to jump out of a high rise and survive, and a box with gloves that its maker says provides a \"barrier between mail and the person opening it.\" Government officials are unsure how well some of these items, such as the at-home kits that supposedly detect anthrax bacteria in the air, on mail or in water, work.\nIn Congress, where pork barrel spending thrives even in tight budget years, spending for homeland defense at a time of war also has meant spending for home, period.\nSen. Richard Shelby, R-Ala., pushed to include in the new budget $ 1 million to expand a program at Auburn University that would try to teach Labrador retrievers to sniff out biological threats.\nLouisiana's two Democratic senators, John Breaux and Mary Landrieu, delivered a $ 4.2 million grant to Louisiana State University's Academy of Counter-Terrorist Education for training law enforcement and emergency personnel in responding to chemical, biological and radiological attacks. And Sen. Bill Nelson, D-Fla., is seeking $ 8.4 million to double funding for the University of South Florida's Center for Biological Defense.\n\nLoad-Date: October 31, 2001"
}