{
    "title": "WAR ON TERRORISM_ Security effectiveness criticized",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 4,
    "day": 3,
    "full text": "Washington --- The nation's intelligence and law-enforcement agencies are world-class, but professional jealousies and budget jockeying reduce their effectiveness in fighting terrorism, Georgia congressional leaders say.\nIn separate interviews recently, six members of the Georgia delegation agreed that structural changes must be imposed to enhance the ability of federal agencies to fight future terrorist actions.\n\"These agencies are like isolated pearls,\" Sen. Max Cleland (D-Ga.) said before the congressional Easter recess. \"They must be strung together to achieve their true value.\"\nAJC\nThe nation's anti-terrorism capabilities have improved since the Sept. 11 attacks on Washington and New York, Cleland and other delegation members said, but they proposed different methods of achieving further streamlining.\nMany of the priorities mentioned by the legislators track those previously outlined by President Bush. The President's $37.7 billion homeland defense budget proposal for next year, which nearly doubles the $19.5 billion of in 2002, focuses most of the resources on four areas: bioterrorism, emergency response, improved intelligence and airport and border security.\nDetails remain sketchy on how the money will be spent, but the fiscal year 2003 budget proposal allocates $3.5 billion to assisting \"first responders\" --- police, firefighters and emergency medical teams. There is a $2 billion increase to $11 billion for border security and nearly $6 billion for defense against bioterrorism. Intelligence-gathering and information-sharing among agencies and with state and local governments would receive $700 million with a $230 million allocation to create a Citizen Corps to encourage citizens to become involved in preparing for future terrorist attacks.\n \n'A different type of war'\nOn March 21, Bush asked Congress for an additional $5.3 billion for homeland security and $5.5 billion to help New York rebound from the Sept. 11 terrorist attacks.\nDemocrats Cleland, Sen. Zell Miller and Rep. Sanford Bishop and GOP Reps. Saxby Chambliss, John Linder and Bob Barr agree that some agencies should be combined to eliminate \"turf wars\" over budgets and missions. The six differ on what the biggest problems are and the best way to coordinate anti-terrorism efforts.\nCleland, Miller, Bishop and Linder advocate legislation to create a new Cabinet-level agency to manage anti-terror efforts. Chambliss, a candidate for Cleland's Senate seat, and Barr, who is challenging Linder in this year's Republican primary, support a different approach.\nChambliss, who presides over the House Subcommittee on Terrorism and Homeland Security, said President Bush \"took the right action\" by creating the Office of Homeland Security as part of the White House.\n\"We are faced with a different type of war than ever before,\" he said. \"The use of an executive order was the correct approach.\"\nIt was quicker to create the executive-branch Homeland Security Office, Cleland agreed, but he also said, \"Tom Ridge and 17 employees ain't going to get it.\n\"Eventually we have to have an accountable agency with budget authority,\" Cleland said. \"All of the people with responsibility for guarding our borders and catching terrorist have got to talk to each other and that doesn't happen when they are spread out over 80 agencies.\"\nThe intentional spread of deadly poisons or diseases would be the most likely method for future attacks, several delegation members said.\n\"We've got to make sure that the CDC is up to snuff,\" Miller said.\nCleland said that even proposed budget increases for the Centers for Disease Control and Prevention would not balance years of neglect.\n\"Chemical or biological warfare is the biggest concern,\" Cleland said. \"And for sure, when the popcorn hits the fan, we are going to be calling on the CDC.\" A full-time operations center to respond to attacks, more and updated laboratories and better security are some of the needs there, Cleland said.\n \nSharing intelligence is tough\nBishop, a member of the House Agriculture Committee, is worried about protecting the nation's food supply. \"The information that terrorists were possibly planning to use crop dusters to spread diseases highlights the challenge of protecting our food supplies,\" he said.\nBarr said that firefighters and other emergency responders need federal money for better communications systems, training and equipment.\n\"In the six years since the bombing at the Atlanta Olympics, very little has been done,\" he said. \"I believe we are very, very ill-prepared to deal with these types of emergencies.\"\nThe nation must make sure it has \"plugged the holes in airline security and everywhere else we find them,\" he said. \"If we don't plug those holes, we can be sure that the terrorist will be watching and know where we are vulnerable,\" Barr said.\nThe nation's borders and ports are chinks in America's armor that need major reinforcement, Linder said.\n\"Before 9/11, the Coast Guard, which has a major role in maritime and port security, spent about 7 percent of their resources on port security,\" her said. \"Since then it's been about 60 percent.\" Linder and others called for coordinating security efforts by Coast Guard with those of the law enforcement arms of the Customs Department and the Immigration and Naturalization Service.\nLast week, Congress approved a reorganization plan drafted by INS Commissioner James Ziglar. The plan will split the agency's law-enforcement duties from its service functions such as processing residency and citizenship requests.\nThe nation's most serious problems are in gathering and sharing intelligence about terrorist's plans, Chambliss said.\n\"We must find ways to scrub classified information for state and local use,\" Chambliss said.\n\"Local authorities, who will be the first line of defense, must have the information to know why a threat warning is issued and what to look for.\"\n\nGraphic\n\n \nPhoto:\nGeorgia's Sen. Max Cleland (left), a Democrat, and Rep. Saxby Chambliss, a Republican, disagree on how to best coordinate anti-terrorism efforts. Photo:\nRep. Saxby Chambliss\n\nLoad-Date: April 3, 2002"
}