{
    "title": "War on terror vs. the war on poverty",
    "publisher": "university wire",
    "year": 2010,
    "month": 4,
    "day": 12,
    "full text": "Focus on erradicating extreme poverty to save more lives\nThe U.S. is quickly approaching the 10-year anniversary of beginning the official Global War on Terrorism .\nThe spark for this campaign, the Sept. 11 attacks, were among the most destructive terror acts ever.\nThe congressional authorization of military force to respond to the attacks was swiftly passed and the subsequent military action took on a life of its own.\nThe campaign's stated goal was to combat and defeat international terrorism, which was internationally lauded as a worthy goal, deserving of support and untold resources.\nDeclaring \"war\" on worldly evil isn't new.  Nancy Reagan declared a War on Drugs. Before her, President Lyndon Johnson declared a War on Poverty as part of his Great Society program.\nToday, Michelle Obama is positioning herself as self-appointed commander-in-chief of the War on Obesity, complete with school programs and a nifty vegetable garden.\nWhile these wars have much in common, they also have at least one obvious difference: the inherent qualities of the evil they attack, including the scope and extent of their reach.\nThe GWOT itself presents an interesting conundrum: Is it a \"war\" in a \"social ill\" sense or more in the traditional \"guns and killing\" sense?\nFor the purpose of this article, I consider it the former. Terrorism is a global phenomenon, like crime or drugs, and a war against it is not limited to specific enemies who can surrender and has no strategic goals besides curtailing terrorism's occurrence.\nThis ambiguity likely contributed to the Obama administration's decision to eliminate the term from its policy discussions.\nComparison of the GWOT to another social war, like the one on poverty, is instructive.  Both poverty and terrorism are the focus of significant U.S. and world attention.\nThough Sept. 11 was among the worst terrorist acts ever, it amounted to only about 3,000 deaths. The CIA calculates that about 16,000 people were killed by terrorist acts from 1968 to 2003, averaging 1.25 deaths per day.\nAccording to the United Nations, 300 million people, mostly young children, died worldwide during the same time period from starvation, the ultimate consequence of extreme poverty.\nStatistics detailing the horrid reach of abject poverty abound, but even with just these few, the disparity is clear: On a global scale, terrorism is and has historically been a cause of much less morbidity and mortality than the consequences of extreme poverty.\nEven domestically, in the richest country on Earth, some 27 children die daily from poverty, with thousands more homeless, starving, uneducated and with few prospects for advancement.\nNo one doubts that poverty is a serious problem - hence the perpetual \"war\" status.\nBillions of dollars have been thrown at newly created domestic and international programs and institutions, most of dubious effectiveness, to combat poverty and platitudes like \"development goals\" are perpetually bandied about at high-profile \"summits\" to \"eradicate\" poverty.\nViolence, in any and all forms, including terrorism, is also a scourge of human society and should be prevented or fought to the fullest extent possible.\nAnd yet, one wonders: Perhaps one of these two is the greater evil.\nAnd, to take that wonder to its logical conclusion, perhaps our money, labor, dedication, entrepreneurialism and compassion would be better served fighting that greater evil.\nThis is a controversial idea, being previously brought up in radical circles by Marxists and dependency theorists who argue that much of the world's ills, especially poverty, are a consequence of exploitation of the poor by the rich.\nThose conclusions are dubious, but the question remains:  Given limited resources, perhaps more human suffering, including premature death, could be prevented by focusing efforts on alleviating poverty instead of on the war on terrorism, which attracts far more resources than the threat merits.\nThere is some irony in the comparison. Extremist ideology is often blamed for motivating individuals to commit terrorist attacks. Often, other factors, such as lack of economic opportunities, also play a significant role in terrorist recruitment.\nThe poor and unemployed have little to lose by attempting to earn a living through violence. Suicide bombers in Iraq are promised family support in their absence while desperately poor fishermen embrace piracy in Somalia.\nThus, it seems that fighting poverty is fighting terrorism as well. Arguably, it's even a better approach than military operations.\nWe should undermine the root causes and contributors, rather than establish military presences which only feed ideological rationales and boost recruitment.\nI am not arguing that the U.S. should cease all military operations or abandon the effort to find and punish terrorists. Our nation has a right and a responsibility to defend itself and its citizens.\nMoreover, I recognize the practical difference between the two: Terrorist acts are violent crimes directly inflicted by one party against another, while the blight of poverty is a fact of life.\nA terrorist can be caught and punished while there is no party directly responsible for inflicting poverty onto others.\nAnd, though an economist might disagree, life isn't always a clear cost-benefit analysis - even when it sometimes should be, as with most public policy.\nPerhaps terrorism is fought simply because it can be, while poverty presents a far larger and intractable problem.\nIt is even logical to insist that we put forth resources and effort to combat all of our social ills, rather than ignoring some at the expense of others.\nNonetheless, the point remains. I close with one more statistic: One source postulates it would cost less than one percent of total world money spent on weapons every year to put every child in school.\nIt is time we re-examine our motivations for spending vast amounts of resources, not to mention human lives, fighting terrorism.\nDo we want to make the world a better place by alleviating or preventing human suffering?\nIf so, is fighting terrorism an effective method of doing so, given a world of scare resources? Or is it simply to feed our collective cowboy ego - to chase the bad guys, come hell or high water?\n\nLoad-Date: October 4, 2018"
}