{
    "title": "WAR ON TERRORISM_ Old bin Laden tape_ Americans will suffer; CNN telecasts portion of Al Jazeera int",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 2,
    "day": 1,
    "full text": "In a 3-month-old video CNN aired Thursday, Osama bin Laden threatens continued terrorism \"inside America.\"\nBin Laden also repeated threats that the U.S. war on terrorism will backfire and Americans will suffer.\n\"I tell you, freedom and human rights in America are doomed,\" he said. \"The U.S. government will lead the American people in and the West in general into an unbearable hell and a choking life.\"\nAJC\nThe only known televised interview with bin Laden since Sept. 11 was obtained from Al Jazeera, CNN's journalistic partner in Afghanistan. It was conducted Oct. 20, as U.S. warplanes zeroed in on al-Qaida.\nAl Jazeera had declined to air the interview, saying it had no news value. The segment shown by CNN did not have any new developments.\nOn the tape, bin Laden was defiant, promising more terrorist attacks on U.S. soil.\n\"The battle has moved to inside America,\" he told Al Jazeera's reporter. \"We will work to continue this battle, God permitting, until victory or until we meet God.\"\nAsked specifically if he was involved in the suicide hijackings that killed about 3,000 people, bin Laden responded: \"America has made many accusations against us and many other Muslims around the world. Its charge that we are carrying out acts of terrorism is unwarranted.\"\nThen bin Laden says, \"If inciting people to do that is terrorism, and if killing those who kill our sons is terrorism, then let history be witness that we are terrorists.\"\nCNN showed only a few excerpts of the hourlong interview, which appears to have been shot against a canvas backdrop, possibly a tent. Bin Laden's ubiquitous Kalashnikov rifle is perched in a corner.\nDressed in white except for a camouflage jacket, bin Laden appears clear-eyed and confident, responding swiftly to questions and gesticulating with his right arm to make points.\nIt is a much different performance than a late December video in which bin Laden talks more slowly and looks considerably paler and thinner. There have been reports that bin Laden suffers from kidney disease.\nHow CNN obtained the video remained a mystery Thursday. Al Jazeera initially denied the existence of the tape, then said the network didn't air the tape because it wasn't newsworthy.\nCNN previously asked Al Jazeera to provide the tape, but was turned down.\nEason Jordan, CNN's head of newsgathering, said CNN received a copy of the tape this week \"from a source not affiliated with Al Jazeera, not affiliated with any government or intelligence agency.\" The U.S. government has seen the video.\nCNN contacted Al Jazeera on Thursday morning, wanting to know where the tape was shot and why it wasn't televised sooner.\nIn a statement, Al Jazeera said it was severing its relationship as a CNN affiliate and exploring its legal options because of CNN's decision to air the tape. CNN contends it has a right to air the tape under its affiliate agreement.\nCNN's latest video can't match the dramatically sinister tape released Dec. 13 in which bin Laden announced that he had four days' prior notification of the Sept. 11 attacks. In that tape, bin Laden chuckled over the deaths of thousands.\n\nGraphic\n\n \nPhoto:\n\"The battle has moved to inside America,\" Osama bin Laden says. \"We will work to continue this battle, God permitting, until victory or until we meet God.\"\n\nLoad-Date: February 1, 2002"
}