{
    "title": "WAR ON TERRORISM_ Amnesty_ Rights lost to terror war",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 29,
    "full text": "Washington --- Since the Sept. 11 terrorist attacks, the United States and other nations have sacrificed individual freedoms in the name of national security, Amnesty International warned Tuesday.\n\"As the 'war against terrorism' dominated world news, governments increasingly portrayed human rights as an obstacle to security,\" Irene Khan, secretary-general of the group, wrote in its annual report on human rights. At the same time, human rights activists have been portrayed as \"romantic idealists\" at best or \"defenders of terrorists\" at worst, Khan said.\nCox Washington Bureau\nWhile condemning the terrorist attacks on the World Trade Center and Pentagon as \"crimes against humanity,\" Amnesty International, which calls itself the world's largest grass-roots human rights organization, also criticized \"the inconsistency and hypocrisy of governments in the aftermath.\"\nThe report cites the United States for detaining more than 1,200 people during the investigation into the Sept. 11 attacks, enacting anti-terrorism legislation that could curtail human rights, setting up special military commissions to try noncitizens suspected of involvement in international terrorism and possibly killing civilians and prisoners in Afghanistan during the air campaign there.\n\"The U.S. government fails to understand that human rights are far from an impediment to national security. They are the foundation,\" said William Schulz, executive director of Amnesty International USA. \"By sacrificing human rights in the name of national security, the U.S. government loses the moral authority to criticize blatant transgressions by allies who usually are responsive to U.S. pressure on human rights.\"\nSchulz said the Bush administration has \"instituted a self-imposed gag order, stifling its criticism of the human rights practices\" of old and new allies. For example, he said, President Bush recently appeared with Prime Minister Mahathir Mohamad of Malaysia and praised him for anti-terrorism support, making \"virtually no mention\" of Malaysia's \"abysmal human rights record.\"\nThe report also criticizes the United States for using the death penalty, for failing to prosecute or extradite foreign torturers known to be living here, and for exporting \"torture devices\" such as \"high-voltage electro-shock weapons.\"\nThe 300-page report comments on human rights in 152 countries. Russian armed forces are cited for \"serious human rights violations\" in Chechnya. In Cuba, \"a number of prisoners of conscience were released,\" but \"new arrests indicated that the Cuban authorities had not renounced curbs on the peaceful exercise of freedom of expression, association and assembly.\"\n \nON THE WEB: Amnesty International report: www.amnestyusa.org/annualreport \n\nLoad-Date: May 29, 2002"
}