{
    "title": "WAR ON TERRORISM_ Barnes lobbies feds for security funding",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 4,
    "day": 11,
    "full text": "Washington --- State and local governments don't have \"all the ammunition\" they need to fight on the front lines in the war on terrorism, Georgia Gov. Roy Barnes told a Senate panel Wednesday.\n\"We need resources, . . . but we also need the flexibility to do the things that are best suited for the unique circumstances in each of our states,\" said Barnes, a Democrat.\n\"For example, in Georgia, we have the Centers for Disease Control [and Prevention], two major seaports, 12 military bases and the nation's busiest airport.\"\nBarnes and two other governors testified before the Senate Appropriations Committee, which allocates federal dollars. The hearing was the first of several to examine the nation's homeland security needs.\nCox Washington Bureau\nGeorgia's most critical need is for new employees to establish and maintain a bioterrorism preparedness-and-response program, Barnes said.\n\"We need to be able to hire staff, and, in order to do that, we need an ongoing commitment of funds,\" he said.\nIn addition, Barnes said, Georgia needs federal money to help back up the CDC and to respond to any attack on the Atlanta-based health agency.\nThe state's public health laboratory acts as the backup when the CDC is overburdened, Barnes said. During the nationwide anthrax scare last fall, the state lab operated nearly 24 hours a day, became a base for FBI operations and housed more than 2,000 pieces of mail that had to be examined for anthrax, he said.\n\"We do not mind providing the cooperative effort to keep our people safe,\" he said. \"In exchange, what we ask for is a constancy of funding.\"\nFlexibility in spending federal money is key, Barnes said, because every state is unique. In Georgia, 33 of the 159 counties do not have a 911 emergency response system, he said. \"We need the flexibility to be able to meet some of those needs.\"\nThe other two governors besides Barnes were Democrat Gary Locke of Washingtion and Republican John Engler of Michigan. The three agreed that a major problem in the fight against terrorism is a lack of information-sharing between agencies, especially in the area of law enforcement.\nBarnes recommended a standardization of security clearances to save time and paperwork.\nHe also said that Georgia has taken steps to improve coordination between agencies, including the creation of the Georgia Information Sharing and Analysis Center, which will gather intelligence on terrorist threats and will operate with the FBI's Joint Terrorism Task Force in Georgia.\nThe governors agreed that regional plans could be a good strategy in dealing with terrorist threats.\nBarnes said a regional compact between Georgia and Florida would be very helpful \"because of the long coastline that exists.\"\nThe committee also heard sobering testimony from two terrorism experts. One was Stephen Gale, a professor at the University of Pennsylvania, who said the nation remains highly vulnerable to terrorism.\n\"The next round of attacks from al-Qaida will almost certainly be directed at disrupting and possibly disabling the U.S. economy,\" Gale told the senators.\nTerrorists could do so with a cyber-attack; a contamination of water supply with nuclear materials; the use of a \"modest number\" of surface-to-air missiles to further disrupt commercial air traffic; or attacks on bridges, tunnels or port facilities, he said.\nBarnes said Gale's testimony confirmed what some terrorism experts, including retired Sen. Sam Nunn (D-Ga.), have been saying for a long time.\nNunn has been emphasizing for years the fact that terrorism was an ongoing threat, the governor said.\n\"I think that these experts here today confirmed that,\" Barnes said. \"This war is not over. We had the first skirmish but not the last battle.\"\n\nGraphic\n\n \nPhoto:\nGeorgia Gov. Roy Barnes told a U.S. Senate panel Wednesday that states need \"an ongoing commitment of funds\" to improve homeland security. / RICK McKAY / Washington Bureau\n\nLoad-Date: April 11, 2002"
}