{
    "title": "WAR ON TERRORISM_ ACLU says citizens will be spies",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 7,
    "day": 17,
    "full text": "The American Civil Liberties Union says a federal reporting program will turn some workers into \"government-sanctioned peeping toms,\" but Department of Justice officials Tuesday defended it as a way for millions of Americans to formally report terrorist activity they may encounter while working.\nOperation TIPS --- Terrorism Information and Prevention System --- is being developed by the Justice Department to give American truckers, letter carriers, train conductors, ship captains, utility employees and others \"whose routines make them well-positioned to recognize unusual events,\" a formal way to report this activity, according to a Web site for Citizen Corp.\nCitizen Corp was announced by President Bush during his State of the Union address last January. It will reportedly be coordinated by the Federal Emergency Management Agency, working through state governments. And it will be made up of local Citizen Corp Councils that will set up, among other programs, Operation TIPS.\nAJC\nOperation TIPS is scheduled to be introduced next month as a pilot project in 10 cities yet to be named.\nIn an editorial Sunday, The Washington Post said, \"Police cannot routinely enter people's houses without permission or a warrant. They should not be using utility workers to conduct surveillance they could not lawfully conduct themselves.\"\nBut in a statement released Tuesday, Barbara Comstock, director of Public Affairs for the Department of Justice, saidnone of the information published about Operation TIPS \"made reference to entry or access to the homes of individuals nor has it ever been the intention of the Department of Justice, or any other agency, to set up such a program.\"\nComstock stated that industries involved in Operation TIPS represent people whose \"regular routines take them down roads, rivers, coastlines, and public transit routes, and through neighborhoods and communities\" and includes the \"information they receive in the regular course of their jobs in public places.\"\n\"Once they report the information they can rest assured that law enforcement officials will be taking any appropriate next steps,\" Comstock stated.\nMichael Miles, spokesman for the U.S. Postal Service's Atlanta District, said letter carriers already, informally, report incidents they see on their routes, such as fires or robberies.\n\"If it's something labor organizations and the postal service agreed to, I'm sure it's something we can do,\" he said.\n\nLoad-Date: July 17, 2002"
}