{
    "title": "War criminal seeks to overturn conviction Australian convicted of helping al-Qaida says he wants to",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 11,
    "day": 7,
    "full text": "MIAMI - An Australian who trained with al-Qaida in Afghanistan and ended up a prisoner in Guantanamo Bay sought to walk back the plea deal that got him home, filing an appeal to overturn his terrorism conviction by a military court.\nDavid Hicks was the first Guantanamo prisoner to be convicted of war crimes, pleading guilty in March 2007 to providing material support for terrorism. The deal got him out of the U.S. base in Cuba, with most of his seven-year sentence suspended, and he was freed by the end of that year.\nHis lawyers have now filed an appeal on his behalf, arguing that a ruling in another Guantanamo case that struck down the charge of providing material support for terrorism should now be applied to Hicks. They say his plea deal was an involuntary act of desperation after more than five years in custody.\n\"He literally had no choice under those circumstances,\" said Wells Dixon, a lawyer with the Center for Constitutional Rights, a New York-based human rights group that has battled the government over Guantanamo since shortly after the prison opened in January 2002. \"It was either plead guilty or follow through with his plan to commit suicide.\"\nHicks told reporters in Australia on Wednesday that the appeal is intended to help him get on with his life. \"It is important, for myself and for my family and those who have supported me and had faith in me over the years,\" he said. \"It will help with closure and moving forward.\"\nThe appeal by Hicks is the latest fallout from an October 2012 ruling by the U.S. Court of Appeals for the District of Columbia in the case of Salim Hamdan, a former driver for Osama bin Laden. The court ruled that material support for terrorism did not meet the criteria of a war crime that could be prosecuted by the military commission under the 2006 legislation that set up the special tribunal at Guantanamo.\nIn addition to vacating Hamdan's conviction, the ruling has cast doubt on at least three other military commission convictions and has limited the overall number of Guantanamo prisoners who can be prosecuted.\nHicks filed his appeal Tuesday with the U.S. Court of Military Commission Review, the first stage in appealing a Guantanamo conviction. The next step would be the same court that vacated the Hamdan conviction.\nA Pentagon spokesman, Lt. Col. Todd Breasseale, said a crucial difference between the Hamdan and Hicks cases is that the Australian pleaded guilty.\n\"As part of that agreement he waived any appellate review of his conviction in exchange for a reduced sentence that he could serve in Australia and today he is free,\" Breasseale said.\nStephen Kenny, an Australian lawyer for Hicks, concedes the plea deal poses a challenge. \"But it's a minor factor simply because the issue is his offense did not exist in law; therefore no pretrial agreement is ever going to be valid,\" he added.\nHicks, a former horse trainer, admitted attending a paramilitary camp in Afghanistan that the U.S. said was run by al-Qaida and joining the Taliban in its fight against the Northern Alliance, though he says he never fired a weapon or fought against the U.S. or its allies. He says he was abused in custody in Afghanistan, on board a Navy ship and at Guantanamo.\nAfter his release from the U.S. base in Cuba, he spent nine months in an Australian prison and was released in December 2007. Now 38, he is married and works in the plant nursery business in Sydney.\nTHE ASSOCIATED PRESS\nAustralian David Hicks, the first Guantanamo prisoner to be convicted of war crimes, speaks to the media in Sydney, Australia, Wednesday. Hick's lawyers have now filed an appeal on his behalf.\n\nLoad-Date: November 7, 2013"
}