{
    "title": "WAR ON TERRORISM_ Cluster bombs a deadly legacy",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 11,
    "day": 27,
    "full text": "Kalakhan, Afghanistan --- It wasn't the one stuck in the shoulder of the road that killed Gholam Khader. Nor was it the one in the ditch along the footpath.\nIt was the one right on the path, covered by dust that made it invisible in the predawn light. Khader, a 45-year-old father of 14, was killed Sunday when he stepped on a cluster bomblet left over from American bombing raids on the Shomali Plain, in territory formerly held by the Taliban.\nCox Washington Bureau\nThe area north of Kabul is littered with dozens of the orange-yellow cylinders --- small, deadly bomblets that fly out of larger bombs to maximize battlefield casualties. But in the soft, dusty, farmland, many of them failed to explode and now threaten people farming the land or searching for firewood.\nThe cluster bombs in the countryside, along with the unexploded bombs and errant strikes in Kabul, highlight the risks of the American bombing campaign, although U.S. officials have insisted it has been as precise as possible.\nIn a main road north of Kabul on Monday, U.N. de-mining crews detonated a 500-pound bomb that had burrowed under the asphalt but failed to explode. Another bomb landed in a nearby house.  Mine-removal experts cleared people from the immediate area and planned to detonate the bomb later in the week.\nThe United Nations and human rights groups long have protested the use of cluster bombs, because the bomblets often fail to explode and later harm civilians.\nA de-mining crew arrived Monday to inspect the bomblets in Kalakhan and said they found more than 40 in the area where Khader was killed. Another man was severely injured in the blast.\nThe bomblets cannot be moved. They must be blown up by small, remote-controlled charges. The bombs have become even more controversial because meal packets dropped by humanitarian airlifts were the same bright color, confusing children. U.S. officials said they would change the color of the food packets.\nBecause many munitions used by the anti-terrorism coalition are new, the United Nations is having to provide additional training to its 4,500 local de-miners.\nThey will detonate the cluster bombs they find while they are looking for an estimated 5 million land mines --- the deadly remnants of three decades of war.\n\nLoad-Date: November 27, 2001"
}