{
    "title": "WAR ON TERRORISM_ CRISIS AT A GLANCE",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 11,
    "day": 10,
    "full text": "Latest developments at home and abroad\n \nBIOTERRORISM The FBI said the three anthrax-laced letters that passed through Trenton, N.J., were almost certainly written by the same person --- probably a U.S.-based male loner with a scientific bent. Still, the FBI said it has reached no conclusions. \"No suspects are ruled out,\" FBI behavior analyst Jim Fitzgerald said. \"No groups are ruled out. There's a possibility it's al-Qaida-related. There is no direct or clear linkage between this incident and any cell or network.\" Traces of anthrax have been found at four more New Jersey post offices linked to the Trenton regional facility. The buildings were closed and will be cleaned today. Postal workers in New York City lost a court battle to shut down a huge processing center where anthrax was found.\nAJCRESPONSE TO SEPT. 11 President Bush said he was calling up more National Guard troops to provide security at airports. The call-up is temporary, until a federal airport security measure, now bogged down in Congress, can take effect. A top lieutenant of Osama bin Laden, Ayman al-Zawahri, appeared in a videotaped message criticizing U.S. support for Israel. \"We are continuing in our holy struggle, God willing, until we liberate our sanctuaries from the American-Jewish aggression and until the last American-Jewish soldiers leave Palestine and the Arabian Peninsula and the lands of Islam,\" he said. The Afghan opposition proclaimed victory Friday over the Taliban in Mazar-e-Sharif, the most significant prize in northern Afghanistan. A U.S. official confirmed opposition forces were in the city. U.S. warplanes Friday continued to bomb Taliban positions along the front line north of Kabul. Deployments continued. The USS John C. Stennis will sail for the region Monday. It will replace the USS Carl Vinson without adding to the overall number of troops, which officials say is up to 50,000 from 30,000 a few weeks ago. Small groups of Pakistanis protested President Pervez Musharraf's support of the U.S. war on terrorism. At least four people died in disturbances. At the White House, President Bush met separately with Indian Prime Minister Atal Bihari Vajpayee (above) and Saudi Arabian Foreign Minister Saud al-Faisal. Vajpayee told reporters that India would fight terrorism \"wherever it exists\" and applauded the \"resilience and resolve of the American people in this area of trial.\" Al-Faisal left without commenting. Secretary of State Colin Powell said Kabul should become an \"open city\" under the control of no single faction. He cited widespread hostility to the anti-Taliban Northern Alliance as a reason to deter the opposition fighters from taking over. As a precedent, he cited Berlin after World War II, when the German capital was divided into four zones. Senate leaders signed off on a request to let National Guard members protect the Capitol. About 100 troops, divided into three round-the-clock shifts, will help conduct traffic checks on streets around the complex.\n\nGraphic\n\n \nPhoto:\nIndian Prime Minister Atal Bihari Vajpayee and President Bush / RON EDMONDS / AP\n\nLoad-Date: November 10, 2001"
}