{
    "title": "WAR ON TERRORISM_ Anniversaries this week make officials cautious",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 4,
    "day": 14,
    "full text": "Washington --- Law enforcement agencies across the country will be on alert this week, and not just because of possible attacks from Osama bin Laden and his al-Qaida terrorist network.\nApril 19 and 20 have been dark days in recent U.S. history, and some domestic terrorist groups might want to add to the legacy.\nThe two days mark several gruesome anniversaries, including the 1993 burning of the Branch Davidian compound near Waco, Texas, the 1995 Oklahoma City bombing and the 1999 Columbine High School massacre in Colorado.\nSome domestic terrorism experts refer to April 19 as \"D-Day,\" while others in right-wing militant circles have dubbed it \"militia day.\"\nCox Washington Bureau\nAlthough no specific threats have been detected, the FBI will send out reminders to police agencies across the country that Friday and Saturday hold special significance to many dangerous groups, FBI spokesman Paul Bresson said.\n\"I don't know how you can be more vigilant than we already are,\" he said, \"but we're certainly aware of the dates.\"\nWilliam L. Waugh Jr., a Georgia State University professor and expert on terrorism, said domestic terrorism groups in the United States and abroad have always focused on well-known anniversaries.\n\"The whole act is symbolic,\" he said. And historical dates add to that, offering a \"logical anti-government target.\"\nIn addition, domestic groups in America are so diverse that the symbolism becomes even more important, Waugh said.\nSome U.S. groups are based entirely on politics, others on religion or race. The importance of certain dates is often the only thing that holds them together, he said.\nAccording to terrorism experts, significant historical events on April 19 and 20 include: April 19, 1775: Massachusetts militiamen confront a British brigade marching to capture a storage of arms in nearby Concord. This first fight of the American Revolution resonates with right-wing groups who believe they are at war with the federal government. April 19, 1943: Jews in the Warsaw ghetto revolt against the Nazis. The uprising in Poland was brutally suppressed as the Nazis burned the ghetto to the ground, killing more than 13,000 Jews. The event is significant to anti-Semitic groups. April 19, 1993: The federal government raids the Branch Davidian compound near Waco, Texas --- a move that ends in a fire that kills more than 80 people, including cult leader David Koresh and several children. April 19, 1995: Timothy McVeigh bombs the Murrah Federal Building in Oklahoma City, killing 168 people. The Persian Gulf War veteran said he was seeking revenge for the federal government's actions against the Branch Davidians and other incidents. McVeigh lists April 19, 1972, as his birth date on a fake driver's license. April 19, 1995: On the same day as the Oklahoma City bombing, white supremacist Richard Wayne Snell is executed for murder in Arkansas. His last words resonate with right-wing extremists: \"Look over your shoulder; justice is on the way.\" April 20, 1889: Adolf Hitler is born in Braunau, Austria. Many neo-Nazi groups celebrate this date each year. Events planned for this Saturday include the Aryan Nations Youth Congress in Ulysses, Pa. April 20, 1999: Eric Harris and Dylan Klebold, students at Columbine High School in Littleton, Colo., storm into the school's cafeteria with high-powered guns and murder 12 students and a teacher before killing themselves.\nWhile both April 19 and 20 cause concern, the calendar this year provides some relief, as April 20 falls on a Saturday.\n\"The most tragic incidents have been on weekdays,\" said the FBI's Bresson. Those include the Oklahoma City bombing, the Columbine shootings and the Sept. 11 attacks on the World Trade Center and the Pentagon.\nBut Bresson also said that a terrorist could just as well strike on a weekend, targeting a landmark or a recreational event with large groups of people.\nWhile the attack of Sept. 11 was not connected to any historical anniversary, some terrorism experts fear that foreign terrorists could \"team up\" with domestic groups and help their mission.\nStephen Gale, a professor at the University of Pennsylvania and an expert on terrorism, said Islamic extremist groups and domestic terrorists actually share the same goal --- to disrupt the United States at home.\n\"They see a very different structure for America,\" he said.\nRight-wing nationalist groups want a new racial or social order within the United States, and Islamic extremist groups want to disrupt the U.S. economy so the country will abandon its international role, he said.\n\"I don't think the dates will mean anything to them [foreign terrorists], but they may offer tactical advice or material to help domestic terrorists succeed,\" he said.\nFor example, the anthrax attacks last fall may have been the work of a domestic terrorist, but the anthrax itself could have come from abroad, he said.\n\"I can believe that Osama bin Laden recognized very clearly that [the anthrax attack] would benefit him,\" said Gale, who testified before a Senate panel about terrorism last week.\nBut Waugh said that it would be difficult for many right-wing extremist groups to work with Mideast terrorists. He said, \"They don't like Jews or Arabs.\"\n\nGraphic\n\n \nPhoto:\nRubble from the Murrah Federal Building in Oklahoma City lies on the streets after the April 19, 1995, blast that killed 168 people and wounded hundreds more. / PAT SULLIVAN / Associated Press\n\nLoad-Date: April 14, 2002"
}