{
    "title": "War on terrorism heightens U.S. role in Kashmir dispute",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 1,
    "day": 3,
    "full text": "President Bush and Secretary of State Colin L. Powell have waged an almost-daily campaign of telephone diplomacy since mid-December to prevent a war between India and Pakistan - an unusual example of U.S. mediation in a perilous part of the world.\nThe burst of activity reflects the importance of South Asia both to U.S. security and to an increasing number of individual Americans. A part of the world with vast economic potential as well as crippling poverty, it is fast becoming the world's leading source of terrorism. It also is the ancestral home of more than two million Americans who are an increasingly well-organized force in U.S. politics.\nIn Kashmir, the Himalayan region whose ownership has been disputed for decades by India and Pakistan, many security experts see the planet's most likely trigger for a nuclear exchange.\nThose fears have intensified since a Dec. 13 suicide assault on the Indian Parliament left nine Indians and five attackers dead. India demanded that Pakistan crack down on the two terrorist groups it holds responsible. Both are Pakistan-based and active in Kashmir.\nHarsh rhetoric, a breach in diplomatic relations, and troop movements followed, presenting the Bush administration with the threat of an Indo-Pakistani war that could hobble U.S. antiterror operations in nearby Afghanistan.\nThat forced a high-level White House focus that should be sustained, said Stephen P. Cohen of the Washington-based Brookings Institution and author of India: Emerging Power.\nThe United States should have taken \"a much more high-profile, active role\" after a 1990 crisis over Kashmir nearly led to a nuclear exchange, Cohen said. If it had, he said, the current escalation might have been averted.\nThe last time a U.S. president was directly involved in defusing tensions was in 1999, during yet another Kashmir crisis, when Pakistani-backed troops crossed the Line of Control separating the countries' forces.\nUnder intense U.S. pressure, then-Pakistani Prime Minister Nawaz Sharif flew to Washington, where President Bill Clinton persuaded him to pull back his forces. Sharif was later overthrown - in part because of his Kashmir about-face - in a coup led by Gen. Pervez Musharraf, Pakistan's current president.\nAs worrisome as that crisis was, \"we didn't have American forces waging a war on terrorism\" in Afghanistan, said Karl Inderfurth, then assistant secretary of state for South Asia. Bush and his aides have \"multiple reasons why this crisis needs to be contained.\"\nSince Dec. 21, Powell has spoken by phone with Musharraf eight times, Indian Foreign Minister Jaswant Singh six times, and Pakistani Foreign Minister Abdul Sattar twice, according to the State Department.\nHe and Bush have had to tread delicately since the Parliament attack. With the United States prosecuting a campaign against terrorism - and with the symbol of India's democracy, the world's largest, a target of terrorism - Washington has sympathized with India's demands that Musharraf crack down on militant Pakistanis.\nBut with an eye to Musharraf's crucial role in the fight in Afghanistan, Bush and Powell also have praised his actions and urged India to go after the terrorists, not after Pakistan.\nStudents of the region see some hope that, if the current crisis is resolved, the United States could play a role in helping India and Pakistan solve their deeper differences.\n\"Right now, the United States, for the first time in a very long time, has good and strong relations with both sides,\" Inderfurth said. \"The administration has a unique opportunity to play a positive role\" over the long term, he said.\nWhen he took office, Bush expanded on Clinton's outreach to India, softening demands that it curb its nuclear weapons program and offering to lift sanctions imposed after its 1998 nuclear tests, which Pakistan matched. And after the Sept. 11 terrorist attacks, Washington needed Pakistan's cooperation to strike against Afghanistan's Taliban, hosts of Osama bin Laden's al-Qaeda terrorist group.\nAny U.S. diplomacy concerning Kashmir will have to be indirect, since India, which controls the majority-Muslim territory, has long rejected outside mediation. The most Washington can do overtly is encourage both countries to discuss their differences, Inderfurth said.\nIf nothing else, domestic politics may ensure a continuing U.S. role in the region. There are 1.6 million Americans of Indian ancestry, and the number is growing at a rate of more than 7 percent a year, according to the Indian-American Center for Political Awareness, a Washington-based lobby group. The Pakistani American community is estimated at 500,000.\nWarren P. Strobel's e-mail address is wstrobel@krwashington.com.  \n\nLoad-Date: January 5, 2002"
}