{
    "title": "WAR ON TERRORISM HOBBLES WAR ON DRUGS",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "The head of the Drug Enforcement Administration says that since Sept. 11's terrorist attacks, his agency has felt a major impact as the FBI's resources have been \"spread thin\" and diverted from investigating illegal drug cases to terrorism, even though he said the two are increasingly related.\n DEA Chief Asa Hutchinson yesterday said: \"Certainly, it's having an impact when FBI agents are pulled off drugs for terrorism [investigations] in Boca Raton [Fla.] and Boston. We have to make up the slack.\"\nHe said \"discussions are under way\" on whether this reallocation of resources will lead to a \"functional shift\" at a time when the DEA also has begun a new assault on marijuana used for medical purposes.\n Since 1992, Hutchinson said, the United States has \"plateaued out\" on reducing the amount of illegal drugs coming into the United States because of what he called a lack of consistency, mixed national messages and a decline of anti-drug efforts in the Caribbean. He said the country has to \"figure out\" how to meet the challenge.\n Hutchinson resigned as an Arkansas congressman to take the drug enforcement helm Aug. 8 and says he demanded that President Bush call him personally before he would accept the administration task.\n There have been conflicting reports about how the war on terrorism has affected the war on drugs. This week, the Customs Service and the Border Patrol reported that illegal-drug seizures resulting from stepped-up vehicle searches have increased in recent weeks along the U.S.-Mexican border after a sharp post-Sept. 11 decline as the United States went on full alert against terrorists. And terrorist cells in the United States have been forced underground, Hutchinson said, meaning that they have been unable to sell as many drugs to fund their terrorist operations as they once did.\n But last month, new U.S. Customs Service chief Robert Bonner said terrorism has replaced drug smuggling as his agency's top priority. Hundreds of Customs officials have been redeployed from drug investigations to provide 24-hour inspections at the Canadian border, he said.\n And as the war in Afghanistan continues, United Nations officials have said Afghani farmers are beginning to defy the ruling Taliban's year-old ban on growing opium poppies, so there could be a global upsurge in opium and heroin.\n Afghanistan is a source of only about one-fifth of the heroin trade in East Coast cities, but Hutchinson said Afghanistan's drug trade clearly is used to finance terrorist activities. U.S. officials say it is inevitable that Afghanistan's drugs will reach the United States, and they admit to knowing little about the workings of that country's drug trade because their efforts have been focused on trafficking elsewhere. But that focus is shifting as U.S. anti-drug officials have noted the terrorism connection since Sept. 11.\n In congressional testimony last month, Hutchinson said flatly: \"The sanctuary enjoyed by [Saudi terrorist leader Osama] bin Laden is based on the existence of the Taliban's support for the drug trade. Both drug traffickers and terrorists use many of the same methods to achieve their evil ends.\n Yesterday, the DEA chief added: \"It's a long battle against drugs and terrorism. No panaceas, no quick fixes.\"\n Hutchinson has a annual budget of $1.6 billion and a staff of 9,209, including 4,600 special agents. The total federal budget for the war on drugs is $18 billion a year in more than 50 programs and agencies. By way of comparison, Congress is allocating $20 billion to the Pentagon as part of the cost of the military component of the war on terrorism.\n\nLoad-Date: November 7, 2001"
}