{
    "title": "WAR ON TERRORISM_ TWO MONTHS LATER_ THE INVESTIGATION_ Tracking suspects overseas difficult",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 11,
    "day": 11,
    "full text": "Washington --- Federal investigators are turning their attention overseas as leads begin to dwindle here in the sweeping search for accomplices in the Sept. 11 terrorist attacks.\nOver the past decade, terrorists linked to Osama bin Laden have quietly built lives in Germany, England, Belgium, Italy, Spain and Ireland.\nFederal investigators working in Europe to trace the lives of the 19 hijackers are confronting the usual problems of doing police work abroad: Typically they can't directly interrogate suspects, gather evidence on their own or legally conduct surveillance without govenment permission.\nThey must do what most are loath to do: trust another law enforcement agency to do the work. Then they must use that evidence to build a case for extraditing the suspect to the United States.\nCox Washington Bureau\n\"It's not like the movies where you go over there and set up in a hotel room and start operating,\" said David G. Maples III, who spent more than half of his 26-year career with the FBI tracking terrorists here and overseas.\n\"It's much more difficult than that,\" said Maples, now vice president of the Investigative Group International, a security firm based in Atlanta.\nWorking out of U.S. embassies, they must depend on diplomats to negotiate the rules of engagement with the local government. They must team up with law enforcement. Sometimes cooperation falls apart, even among the closest of allies.\n\"Almost categorically, the U.S. is not welcome to conduct investigations in foreign countries,\" said D. C. Page, a former special agent with the U.S. Customs Service. \"Many countries see our law enforcement as a continuation of our intelligence network.\"\nSince Sept. 11, more than two dozen suspects have been arrested in Europe for alleged ties to terrorism.\nExperts on terrorism say the United States should have pursued leads in Europe earlier. Had the government paid more attention to bin Laden in the aftermath of the 1998 bombings of the American embassies in Kenya and Tanzania, they say, he would not have the power within the radical Islamic communities he has today.\n\"It is time to recognize this for what it is: a tremendous failure of our intelligence community,\" said Michael S. Swetnam, founder and president of the Potomac Institute for Policy Studies, a nonpartisan think tank in Virginia.\n  \nAlgerian pilot held\nOne of the most promising developments in the investigation overseas is the arrest in London of Lotfi Raissi, a 27-year-old Algerian pilot who allegedly helped train four of the hijackers to fly commercial jets in Arizona.\nFederal investigators told British prosecutors Raissi was part of a \"well-organized and -funded terrorist cell.\" They described him as the lead instructor of the hijackers.\nRaissi is now in custody in London on U.S. charges of falsifying his pilot's application to the Federal Aviation Administration by failing to mention a knee operation and not revealing a conviction for theft, according to Richard Egan, Raissi's solicitor in London. The United States has suggested it will change those charges to conspiracy to commit mass murder.\n\"My client totally denies being involved,\" Egan said.\nRaissi's French-born wife, Sonia, his mother and his uncle, a senior Algerian counter-terrorism squad officer, are waging a public relations war to defend him in the British media.\nRaissi's mother said her son wrote her from his prison cell declaring his innocence, according to an interview in the London Daily Telegraph.\n\"I did nothing wrong. You educated me to love people and life. You know very well that I am not a terrorist,\" Raissi wrote to his mother. \"If I had met them only once I would say I met them once, but I cannot say that because I have never met them.\"\nBut FBI agents contend that Raissi was in regular contact with Hani Hanjour, the suspected pilot of American Airlines Flight 77, which crashed into the Pentagon. Both attended the Sawyer School of Aviation in Phoenix last summer. Agents also suspect that Raissi helped train three of the other hijackers on a flight simulator at the Phoenix school.\nSome vital spadework also has come from Hamburg, Germany. There, at least a dozen FBI agents are working with German investigators to find three men associated with the terrorist pilots of the hijacked planes, including Mohamed Atta, the suspected ring leader. Atta, Marwan al-Shehhi and Ziad Samir Jarrah, shared an apartment in Hamburg while they attended universities there.\nThe three fugitives are Said Bahaji, 26, a Moroccan national; Ramzi Binalshibh, 29, of Yemen; and Zakariya Essabar, 24, a Moroccan national, each of whom lived with Atta before he left for the United States last year.\n\"It's clear that Hamburg served as a central base of operations for these six individuals and their part in the planning of the Sept. 11 attacks,\" said Attorney General John Ashcroft at an Oct. 23 press conference with German Interior Minister Otto Schily.\nAtta's travels to the Czech Republic also have proved illuminating. Czech Interior Minister Stanislav Gross said that Atta met with a senior member of the Iraqi intelligence service last spring in Prague.\n \nCovering many countries\nThe Iraqi agent, Ahmed Khalil Ibrahim Samir al-Ani, was expelled because of his connections to a foiled plot to blow up the U.S.-funded Radio Free Iraq, which broadcasts to Iraq from Prague.\nElsewhere, Irish authorities arrested a man in Dublin for fund-raising and funneling money to bin Laden. Ibrahim Buisir is accused of providing support and shelter for terrorists.\nAnd in Spain, authorities are trying to piece together Atta's visit to the seaside resort of Salou, near Barcelona, in July. The Spanish National Police suspect that Atta was in contact with an accomplice in Madrid before going to Salou, The Chicago Tribune has reported.\nInvestigators are searching for a woman in Spain believed to be the former girlfriend of Zacarias Moussaoui, one of the key suspects now in custody in the United States. Moussaoui, a French-born Moroccan, has been in custody since August when he raised eyebrows at a Minnesota flying school. He wanted to learn to fly but had no interest in learning how to take off or land.\n\"The public doesn't really understand the scale and scope of this,\" said Mangus Ranstorp, a terrorism expert at the University of St. Andrews in Scotland.\nRanstorp said there are about a half-dozen al-Qaida cells operating in the United States and even more in Europe and the Middle East.\n\"If we don't take the war to them, they will come to us,\" he said.\n\nLoad-Date: November 11, 2001"
}