{
    "title": "War on (laundry) terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 23,
    "full text": "Much has been written about combating terrorism on an international, national and state scale. But in considering terrorism on the larger scale, we have neglected a more unorthodox form of what might be termed terrorism at the University of Virginia. In just two months, Bice Residence has experienced three reported incidents of laundry theft, spreading a climate of fear and perplexity within the apartment complex. The incidents may be of a greater number if one considers the fact that some thefts of one or two articles of clothing might have gone unreported or unnoticed because most students do not catalog their laundry loads. Therefore, students and the University alike must both take necessary steps to strip these culprits of opportunities to conduct laundry terrorism attacks that undermine the moral fabric of this University.\nThere has been no indication yet of what the possible goals of the perpetrators might have been. These could range from personal motives like budget shortages or mentally unsound tendencies, to a larger political motive such as a reactionary assault on materialistic, fashion-driven society (only the last would constitute a goal worthy of placing under the terrorist category).\nThe issue has been taken very seriously by the Bice Residence Staff as well as residents of the housing complex. In the latest of several e-mails sent out to the Bice e-mail list, RA Anjali Manivannan writes in an e-mail entitled \"Important: Stolen Laundry\" that \"intentionally stealing someone else's belongings not only disrupts the victim's life or routine, but it also affects the rest of us ... it's hard for any of us to feel comfortable knowing this entire building space is shared with someone who intentionally takes the property of others.\" Manivannan also noted the fact that laundry theft constituted an honor offense and that it was \"becoming a real issue\" at Bice.\nResidence staff have told their students to stay with the laundry load during the dryer session and watch the respective machines, unless \"you don't mind losing it.\" Staying for an hour in a place that has the nauseating smell of mixed laundry detergents, the annoying monotone of washers and dryers and only four seats and one table for over 300 people in the building may not be the best place to read or study. This is exacerbated by the fact the \"laundry terrorists\" have enhanced the sophistication of their assaults from merely stealing clothes from completed cycles to the recent -- more worrisome -- method of intercepting the unlocked dryer cycles before completion, as indicated by the recent resident staff e-mail. Is there then no other alternative except to stay in the laundry room for an hour?\nA couple of other options can be explored to both crackdown on this unorthodox violation of the honor code and still keep student convenience in mind. The option of locking dryers, just like washer machines, may be perhaps the best deterrent. However, on speaking to Kristen Gregory of Customer Relations at Coldwell and Gregory Commercial Laundry Environmental Services, she made it clear that this option needed to be ruled out. \"The only way to lock the dryers at this point is to put a padlock on them. The washers coincidentally have a lock only because of their functionality -- if someone opened the machine, the floor would flood,\" she said in a phone interview late Thursday. Gregory also added that placing surveillance cameras in laundry rooms was a possible option that needed to be considered within the context of the company's University liaison, Marshall Hunt. \"I would like to add that we are very concerned by this and are willing to work with the University to resolve this problem,\" Gregory later added.\nWhile the problem of laundry theft may produce laughter and ridicule at first glance, it is nevertheless an issue that affects the security and personal integrity of students at this University and their daily life.\nThere is no point in conflating principles of honor when it comes to academics and overt forms of stealing involving money and credit cards, while tolerating and laughing off its other less notable, albeit unorthodox forms such as laundry theft. If we are truly to promote ourselves as a community of trust, we should start with something that is close to our hearts. Otherwise, the moral fabric of this University will be stripped, exposing the nakedness of humanity's capacity for evil.\n(C) 2006 Cavalier Daily via U-WIRE\n\nLoad-Date: October 23, 2006"
}