{
    "title": "War on terrorism deaths pass 1,100",
    "publisher": "air force times",
    "year": 2004,
    "month": 9,
    "day": 13,
    "full text": "The death toll among U.S. troops in Iraq, Afghanistan and other countries connected to the war on terrorism has topped 1,100, Pentagon officials said in early September.\nNearly 7,300 military men and women have been reported as wounded in action worldwide, including more than 4,000 who were wounded so badly they were unable to return to duty within three days.\nThrough Sept. 1, at least 976 service members had died in Iraq since last year's invasion began, a death toll that will climb beyond 1,000 well before the November presidential election if trends continue at the current rate.\nThe nonprofit group iraqibodycount.org estimates the unofficial death toll among Iraqis at between 11,500 and 14,000. The group bases its information on news reports and U.S. military estimates from particular battles.\nAnother 97 American service members have died in and around Afghanistan. And 38 more have died, mostly in accidents, in \"other locations\" connected to Operation Enduring Freedom.\nIn addition, 360 troops have been wounded in action in Operation Enduring Freedom, the name for global antiterror operations.\nPentagon officials say the casualty locations include the Philippines; Pakistan; Kuwait; the Persian Gulf; Guantanamo Bay, Cuba; Uzbekistan; the Arabian Sea; Qatar; and \"the North Arabian Peninsula.\"\nAt the end of August, President Bush acknowledged that he underestimated the extent of resistance U.S. forces would meet when they invaded Iraq. And Vice President Dick Cheney, addressing the Republican National Convention on Sept. 1, referenced the scope of the American war dead.\nSpeaking of U.S. troops in combat operations worldwide, Cheney said: \"They have won stunning victories. They have faced hard duty and long deployments. And they have lost comrades, more than 1,100 brave Americans, whose memory this nation will honor forever.\"\nMore than 330 Americans have died since the Iraqi insurgency re-ignited at the end of March. In August, at least 62 American troops died in Iraq.\nIt is unclear how the American public will respond when the milestone of 1,000 dead is reached.\n\"When it hits 1,000, symbolically, I think that's going to be getting people to ask some pretty hard questions,\" said Lawrence Korb, a former Pentagon official in the Reagan administration, now with the Center for American Progress.\nKorb acknowledged that the casualties are low in historic terms -- global deaths in World War II were measured in the millions -- but that the Iraqi deaths are high compared to recent conflicts.\n\"Americans will tolerate casualties if we are making progress,\" said Michael O'Hanlon of the Brookings Institution. \"Crossing the number of 1,000 killed will catch many people's eye. That said, progress is uneven and slow, and success is far from assured just yet.\"\nBy state, at least 110 troops killed in Iraq claimed California as their home state, followed by at least 78 from Texas, 58 from Pennsylvania, 40 from Florida, 38 from Illinois and 35 from New York.\n\nNotes\n\n1 COLOR GRAPH. GRAPH HED: Wartime Death Toll. SEE TNS-Wartime Death Toll 09/13/04. Source: Defense Department.\n\nLoad-Date: September 28, 2004"
}