{
    "title": "WAR ON TERRORISM_ Poll_ 9_11 efforts hurtful to public's trust in charities",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 8,
    "day": 30,
    "full text": "Washington --- Major charities lost public trust because of their handling of donations to victims of Sept. 11 terrorism, according to a national poll released Thursday.\nThe survey shows that 42 percent of Americans said they have less confidence in charities now than they did before the attacks. Just 19 percent said they had more faith in the organizations.\nCox Washington Bureau\nNearly one in three respondents said they were less likely to contribute to all types of charities because of the way Sept. 11 funds were distributed, according to the poll sponsored by the Chronicle Of Philanthropy.\n\"The changing attitude about charities could cause significant financial problems for many organizations, even those not involved in providing disaster relief,\" the Chronicle said. It is an independent national newspaper covering all aspects of philanthropy and charitable organizations.\nAs the first anniversary of the attacks nears, charitable organizations have raised about $2.25 billion for Sept. 11 relief and recovery efforts and distributed 64.2 percent of these funds, or $1.44 billion, the Chronicle reports in its Sept. 5 issue.\nSeveral major charities, including the Red Cross, have been criticized for their activity after the terrorist attacks.\nThe Red Cross raised about 44 percent of the total Sept. 11 donations. The group was criticized by members of Congress and others for not making clear that donations given after the attack would be used for purposes unrelated to Sept. 11.\nRed Cross officials said they learned a lesson and will be more specific in their solicitations. Skip Seitz, a Red Cross senior vice president, told the Chronicle that donors want to know when enough money has been collected for a given cause and how contributions will be used.\nThe Chronicle's poll, conducted this month by Harris Interactive, shows that 65 percent of the respondents said they contributed to Sept. 11 recovery efforts. One in five gave $100 or more, 15 percent gave between $50 and $100, 13 percent gave $26 to $50, and 17 percent gave $1 to $25.\nOnly 26 percent said they gave nothing, while 9 percent could not recall if they gave or how much.\nHowever, skepticism has spread to all charities, not just those involved in disaster relief and recovery.\nThe poll finds that 45 percent of the respondents said they were just as likely to give to disaster relief groups since Sept. 11, compared with 27 percent who were less likely to give and 25 percent who were more likely. The rest were unsure.\nFor all charities, 54 percent said they were just as likely to give, 29 percent less likely to give, 15 percent more likely and the rest unsure.\nThe survey of 1,000 Americans was taken in August and has a margin of error of plus or minus 3.1 percentage points.\nThe poll results raised alarm among some experts interviewed in the Chronicle.\n\"There's a lot of denial that Sept. 11 had any effect at all on charitable organizations,\" said Paul C. Light, director of the Center for Public Service at the Brookings Institution. \"I think the sector has been damaged by the aftermath of Sept. 11, and it will take more than denial to address the erosion of public support.\"\n\nGraphic\n\n \nGraphic: HOW MUCH THEY RAISED\nMoney raised and distributed by relief charities for recovery of Sept. 11 terrorism:\n \n* American Red Cross: Raised $988.8 million. Distributed $590 million.\n \n* AmeriCares Foundation: Raised $9.2 million. Distributed $9 million.\n \n* Catholic Charities USA: Raised $31 million. Spent $22.5 million.\n \n* Salvation Army: Raised $87.7 million. Distributed $64.6 million.\n \n* World Vision and Concerts of Prayer of Greater New York: Raised $12.4 million. Distributed $11.8 million.\nSource: Chronicle of Philanthropy\n\nLoad-Date: August 30, 2002"
}