{
    "title": "War on terrorism needs to be more tightly focused",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 16,
    "full text": "The government would like to paint our current \"war on terror\" as an ongoing struggle akin to the war on drugs. This is a mistake and will cause people to lose support for the endeavor.\nWars work best with specific objectives. Even if people disagree over the morality of the conflict, it is still preferable to have a clear and concise war to support or protest.\nU. Oklahoma\nConcrete goals such as the overthrow of the Taliban or the capture of Osama bin Laden are being mentioned less and less often. Instead we are given vague objectives like cave-clearing and disturbing hints of further campaigns in countries such as Iraq.\nFighting another battle akin to the war on drugs is a mistake. Just as drug use has not been stamped out over the last 20 years, terrorism will not be crushed in a expensive decades-long campaign. Even the fury of Sept. 11 will wane eventually, if not already.\nIn the current battle, we want to see specific, achievable objectives. The eradication of evil, however admirable, is simply not practical. Even the widely panned military action in Somalia was preferable to this. Because the American people had a concrete sense of the mission objectives, we were able to determine when further military action was unproductive. Public opinion turned against the action and U.S. troops were recalled, saving lives. In the current situation, we can't tell what's going on, so we don't know when we aren't succeeding. The resulting confusion could cost lives if we begin pumping money and troops into a hopeless situation.\nOklahoma, touched by domestic terrorism, should be especially wary. Not every terrorist is an Islamic militant, and some terror is a response to the very policies that our government is currently pursuing. Vague campaigns invite the potential for civil rights violations that might set off the next Tim McVeigh.\nTo keep public support for the war, as well as to prevent domestic terrorism, the government needs to come up with some clear objectives in its crusade against terrorism. A blank check against evil is too powerful a tool to be wielded so casually. Let's make sure this new conflict doesn't become another war on drugs.\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: January 16, 2002"
}