{
    "title": "War on terrorism less cryptic",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 10,
    "day": 14,
    "full text": "WASHINGTON - President Bush is slowly filling in the blanks on his war against terrorism, dropping hints and dribbling details about his military and diplomatic objectives and a sketchy timetable for achieving them.\nWhen he announced the first airstrikes Oct. 7, Bush said the mission was designed to disrupt the use of Afghanistan as a terrorist base and attack the military capability of the Taliban regime sheltering Osama bin Laden and his al-Qaida network.\nLeft unanswered were several important questions:\ns How long will the mission last?\ns Will ground troops be used?\ns Who will run Afghanistan after the war?\ns What other terrorist-harboring nations will be targeted by the United States?\nA week later, Bush and his advisers have begun to flesh out the answers:\ns Duration: \"This particular battlefront will last as long as it takes to bring al-Qaida to justice. It may happen tomorrow; it may happen a month from now; it may take a year or two,\" the president said Thursday at the first prime-time news conference of his presidency.\ns Ground troops: U.S. pilots and missiles quickly seized control of the sky. That cleared the way for special forces to conduct commando raids against terrorists and coordinate missions with rebel forces already fighting the ruling Taliban militia. A small number of special forces began scouting the country soon after the Sept. 11 attacks against the United States, and U.S. officials say more are poised to go.\ns Post-Taliban: U.S. diplomats are quietly encouraging disparate Afghanistan political factions to consider life after the Taliban, with hopes that a free, stable government will emerge. After conferring with U.N. Secretary-General Kofi Annan, Bush floated the idea of the United Nations helping to build a new government.\ns Targets: It is what Bush calls his \"doctrine\" - any country that continues to harbor terrorists will be punished by the United States. Some top advisers want him to turn his attention next to Iraqi President Saddam Hussein. \"We're watching him carefully,\" Bush said.\nU.S. officials said the remark was calculated to put Saddam and his allies on notice, and to begin making the case for military action against Iraq in case Bush decides to target the regime. Officials said it was significant that Bush not only warned Saddam against harboring terrorists but also accused him of violating weapons agreements that ended the Persian Gulf War.\n\"There's no question that the leader of Iraq is an evil man,\" Bush said Thursday night. \"After all, he gassed his own people. We know he's been developing weapons of mass destruction.\n\"And I think it's in his advantage to allow inspectors back in his country to make sure that he's conforming to the agreement he made after he was soundly trounced in the gulf war.\"\nBush's father was president during the gulf war. The United States stopped short of toppling Saddam then, a decision debated ever since.\nSome advisers and conservative Republicans are urging the president to expand the war to Iraq, and officials say Bush repeatedly has mentioned his concerns about Iraq in private meetings.\nThe administration also is closely watching terrorist activity in several countries - including Malaysia, the Phillipines and Indonesia - but the decision on whether to target terrorists beyond Afghanistan is not expected soon.\nDefense Secretary Donald H. Rumsfeld said that U.S. forces are striking not only terrorist facilities in Afghanistan but terrorists themselves.\n\"When we find them,\" he said, \"we do try to deal with them.\"\nBill Taylor, director of political-military studies at the Center for Strategic and International Studies in Washington, said Bush will find it difficult trying to defeat the Taliban while finding a way to replace it.\n\"I know the president says he opposes nation building, but everything he's doing - from the military actions to the diplomacy and talking about the U.N. getting involved - is about building a new nation,\" Taylor said. \"That much became clear in the first week of the war.\"\n\nLoad-Date: October 16, 2001"
}