{
    "title": "War against Terrorism",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 10,
    "day": 8,
    "full text": "\"We do clearly have a more heightened risk of terrorism on our shores. Americans are going to have to adjust their lives to tolerate more security.\"  \nSen. Peter Fitzgerald,  \nInverness Republican  \n\"We lived for 50 years in a Cold War where nuclear annihilation was a threat at any second, and we lived our lives. We can't let our fear of terrorism stop us. So we have to carry on and live our lives.\"  \nSen. Dick Durbin,  \nSpringfield Democrat  \n\"The U.S. will be writing a new chapter of warfare in conducting a simultaneous war effort and humanitarian aid.\"  \nRep. Mark Kirk,  \na Wilmette Republican  \n\"Our president gave them all the time in the world to respond favorably, but they've been playing games.\"  \nState Sen. Adeline Geo-Karis,  \na Zion Republican  \n\"Finally.\"  \nStephanie Smith, 22, Waukegan  \n\"After the stunt they pulled, we need to retaliate and show that we won't allow terrorism.\"  \nBrett Wagner, 14, Long Grove  \n\"We just need to buckle down now and pull together and realize we're in for a long period of skirmishes. Our prayers go to the men and women called into service. We're trusting in their abilities to have as little bloodshed as we can.\"  \nGeorge Pradel, Naperville mayor  \n\"We support our president 100 percent - 110 percent. Many of us wish we could have served under that type of leadership.\"  \nLew Breese,  \nNaperville  \n\"I think it's the only thing to do. You can't not do the right thing because you're afraid. There are sacrifices that have to be made for the cost of freedom.\"  \nClaudia \"Gigi\" Gruber,  \nItasca village president  \n\"It's scary, because our generation has never experienced a war before.\"  \nJennifer Vavra, 18, Woodridge  \n\"I don't like war. I don't think anyone does. But I like to see the bad guys punished.\"  \nJan Cutrera,  \nLyons  \n\"I think Bush has definitely grown into his position.\"  \nDan Condon,  \nDarien  \n\"I'm not worried. Our government will do what it needs to do to keep it safe.\"  \nAl Potaczek,  \nGeneva  \n\"It's my hope, and I'm speaking more as a person than a pastor, that our government will seek other options before a war is the final option, and that they will do all in their power to be non- violent in our responses.\"  \nthe Rev. Amy Jones,  \nMundelein United Methodist Church  \n\"I hope we can get rid of Mr. bin Laden. But there's more of a fear factor in me now, waiting to see how he's going to react to this.\"  \nCarlos Chavez,  \nElgin  \n\"I hope this is the start of a spiritual revival in our country.\"  \nJohn McGill  \nSouth Elgin  \n\"I'm praying for our president and for our leaders to make godly decisions.\"  \nthe Rev. Keith Russell,  \nDestiny Church in Hoffman Estates  \n\"I am sad that it had to come to this. But knowing the U.S. had no other choice but to retaliate … I think this was the only option.\"  \nDarlene Williams,  \nSchaumburg  \n\"I hope this is not the beginning of World War III.\"  \nKelly Ko,  \nSt. Charles  \n\"I got an e-mail the other day that I liked. It said 'Bomb them with butter and try a new way,' Many times when you retaliate, you exacerbate the situation.\"  \nthe Rev. Don Shank,  \nHihgland Avenue Church of the Brethen in Elgin\n\nLoad-Date: October 10, 2001"
}