{
    "title": "War on terrorism medals surpass 45,000",
    "publisher": "air force times",
    "year": 2003,
    "month": 7,
    "day": 21,
    "full text": "SAN ANTONIO - The medals awarded for the war on terrorism numbered more than 45,000 by the end of June.\nAir Force leaders have approved the medals for operations Enduring Freedom in Afghanistan and Iraqi Freedom and Southern Watch in Iraq.\nThe awards include 29 Bronze Stars with \"V\" devices for valor, 195 Distinguished Flying Crosses, 18 Silver Stars and two Air Force Crosses, both posthumous awards. According to personnel officials, 17 airmen also received Purple Hearts for Enduring Freedom. Seven Purple Hearts have been approved for Iraqi Freedom.\nThe numbers provided by the Air Force don't include the results of the latest medals board, which met June 9-13.\nThey do include:\n** Seven C-17 crew members from Charleston Air Force Base, S.C., who received DFCs for a flight the night of Oct. 7-8, 2001, the first night of combat operations in Afghanistan. The crew made aviation history, flying the first-ever C-17 combat airdrop, the longest continuous C-17 mission, the highest-altitude airdrop and using night-vision goggles for the first time in a C-17 formation. The medals were awarded June 17.\n** Twenty-seven Charleston C-17 aircrew members, also awarded DFCs June 17, were involved in the combat insertion into Camp Rhino Landing Zone in Afghanistan Nov. 28-30, 2001, including the first-ever combat landing on an unimproved dirt landing strip and first-ever use of night-vision goggles for blacked-out approaches and landings.\n** A staff sergeant at Hickam Air Force Base, Hawaii, who is an enlisted tactical air controller, received a Bronze Star with \"V\" device July 1 for his actions as part of a Joint Special Operations Task Force in Afghanistan, including two firefights that resulted in the capture of one enemy combatant and the wounding of another.\nThe U.S. Central Air Force Higher Awards Board serves as the clearinghouse for Air Force medals coming from Enduring Freedom and Iraqi Freedom. The board meets roughly once a quarter to deal with the thousands of award recommendations submitted.\nThe board is the creation of Lt. Gen. T. Michael Moseley, commander of U.S. Central Command Air Forces and 9th Air Force. Soon after Enduring Freedom began, the secretary of the Air Force delegated approval authority for DFCs and below to Moseley and also directed Moseley to make recommendations on nominations for Silver Stars and above.\nFor most, the screening board looks at award nominations and makes recommendations to Moseley, although he approved a handful of higher-level awards for operations in Iraq before the board met in June.\nThey included six DFCs, four of them to the crew of a B-1B bomber that made the April 7 strike against a bunker suspected of sheltering Saddam Hussein, and two to the pair of F-117 pilots who made the opening-day strike against an Iraqi \"leadership target.\"\nThe most recent board met June 9-13, but as of July 10, U.S. Central Air Force officials were unable to provide statistics on how many awards were recommended for approval.\nIn late June, the board re-issued the \"sense of the board\" message it sent after the February board, a notice to field commanders of significant issues the board saw in some applications. Specific concerns continue to include recommendation for the \"V\" device, which is only \"justified for duties where the member incurred personal, specific and proximate physical risk to self.\" Recommendation for a \"V\" device \"should include a clear depiction of the personal risk to the individual.\"\nBoard members consistently have said award nominations need to accurately explain how the actions described meet the criteria for the nominated award.\n\nNotes\n\n1 COLOR GRAPH. GRAPH HED: Will You Pin One On? Source: Air Force\n\nLoad-Date: June 18, 2004"
}