{
    "title": "WAR ON TERRORISM_ Living with the Saudis",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 5,
    "day": 18,
    "full text": "Amman, Jordan ---\nWelcoming Crown Prince Abdullah to his Texas ranch last April, President Bush praised the Saudi ruler for his stance against terrorism, saying, \"He's been very strong in the condemnation of terror, for which I'm grateful.\"\nIn the wake of Monday night's coordinated suicide car bomb attacks that killed at least 34 people, including eight Americans, U.S. officials have dropped diplomatic niceties towards the country long considered a strategic economic and military ally.\nNow, the White House is complaining that Saudi officials ignored recent warnings of new attacks and Washington is questioning the House of Saud's commitment to the war on terror.\n\"Saudi Arabia must deal with the fact that it has terrorists inside its own country, and their presence is as much a threat to Saudi Arabia as it is to Americans and others who live and work in Saudi Arabia,\" White House spokesman Ari Fleischer said.\nThe Riyadh bombings, blamed on the al-Qaida terror network, are the latest in a series of events that appears to be prompting a significant shift in the U.S.-Saudi relationship, which after Sept. 11 evolved into a polite tango in which the two countries tiptoed around the deep problem of Saudi support for terror.\nCox International Correspondent\nNow, the re-election-conscious White House is no longer apologizing for Saudi behavior.\nAnd the conservative autocrats who run Saudi Arabia face a stark reality that militants attacking Americans and other Westerners in the Middle East really have another target in mind: the overthrow of the Saudi ruling family. By targeting expatriates living and working in Saudi Arabia, the extremists last week undermined the image of the kingdom as a secure place to do business and underscored the noxious dissent facing the Saudi regime.\n\"The degree of annoyance if not outright anger by the Bush administration is different now than times before. We [The United States] might have made complaints, but [White House] officials always rushed in to say that the relationship was solid,\" said Ted Galen Carpenter, scholar with the Cato Institute in Washington. \"Now, I hear the emphasis on the complaints . . . as well as the message that the Saudis themselves are in rather serious danger.\"\nThe U.S.-Saudi relationship rests on a solid foundation of economic and security interdependence. The United States buys 1.7 million barrels of Saudi oil a day, more than twice the amount of 15 years ago, and is Saudi Arabia's biggest customer. The Saudis, meanwhile, buy more American weapons than anyone else --- $39 billion in purchases in the 1990s --- making the kingdom one of America's largest export markets.\nThe tight security relationship has allowed thousands of U.S. troops and warplanes to be based on Saudi soil in the past decade, giving America a strategic foothold in the volatile Middle East, propping up the weak ruling family against dissenting elements and protecting vital oil interests.\nBut such cozy ties in the birthplace of Islam helped nourish militant groups in Saudi Arabia who oppose U.S. policies in the Middle East.\nAl-Qaida leader Osama bin Laden was born in Saudi Arabia, as were 15 of the 19 Sept. 11 hijackers. Over the decade, U.S. and British installations and civilians have been targeted in the kingdom, most notably the 1996 Khobar Towers bombing in which 19 U.S. servicemen were killed.\nThe result in Washington was a policy of \"double talk,\" said Edward Walker, a former U.S. ambassador to Egypt and Israel who now heads the Washington-based Middle East Institute. The Saudi relationship was considered too important and too fragile to withstand criticism, even after Sept. 11.\nSince the attacks on the World Trade Center and Pentagon, a wave of anti-Saudi feeling in the United States has grown, fueled by allegations that high-ranking members of the royal family have connections to terror organizations and that the Saudi government facilitated financial support to such groups.\nThe relationship between the Saud family and militants was openly discussed last summer by Bush's defense advisers. Speaking before the Pentagon's influential Defense Policy Board on July 10, a Rand Corp. analyst declared that: \"The Saudis are active at every level of the terror chain, from planners to financiers, from cadre to foot-soldier, from ideologist to cheerleader.\"\n\"Saudi Arabia supports our enemies and attacks our allies,\" said the briefing prepared by Laurent Murawiec, according to a report in the Washington Post. Calling the kingdom \"the kernel of evil,\" he recommended that the Saudis be given an ultimatum to stop supporting terror or face retaliation.\nLow-key approach\nThe Pentagon, State Department and White House distanced themselves from the report. Powell telephoned Saudi Foreign Minister Saud al-Faisal to assure him the \"musings\" did not reflect U.S. policy, and in August Bush issued an invitation for the Saudi ambassador in Washington to come to his Texas ranch.\nHaving such a blunt assessment appear in public is not the White House way of dealing with the Saudis. Washington has always favored a low-key approach.\nIn the wake of Monday's attack against three residential compounds in the Saudi capital, some U.S. and Saudi officials have been quick to point out the successes of their intelligence cooperation in the war against terror. The cooperation, they say, has resulted in the Saudis freezing bank accounts containing $5.5 million, requiring Saudi charities to undergo audits and establishing an intelligence unit to investigate money laundering.\nThe United States and Saudi Arabia also formed a joint working group to coordinate intelligence sharing and antiterrorism efforts. And this month, Saudi authorities seized 800 pounds of explosives and a large weapons cache in a raid on a suspected terrorist safe house in Riyadh.\nBut critics of the White House approach call these gains too little too late. And the White House has come under increasing criticism on Capitol Hill.\nSen. Bob Graham of Florida, a Democratic presidential candidate, described the Saudis as \"an uneven and unpredictable ally in the war against terror.\"\nAnalysts say that White House patience could be running out and an upcoming election campaign could be behind a change in tone regarding the Saudis.\nWhile some Bush administration officials were tasked last week with bolstering the U.S.-Saudi relationship to the press, others, most notably U.S. ambassador to Saudi Arabia Robert Jordan, gave the Saudis a public tongue lashing. He has said that they failed this month to act on serious warnings of imminent terror attacks.\nThe Saudi government has also changed its tack. During Sept. 11 and Khobar they reacted more with embarrassed outbursts of emotional rhetoric than public action. Now they have taken pains to show unusual openness.\nAdel al-Jubeir, foreign policy adviser to Crown Prince Abdullah, told reporters in Washington on Friday: \"We're both in the crosshairs of this organization . . . Have we failed? Yes. On Monday, we failed. We will learn from this mistake, we will ensure it never happens again.\"\nU.S. interest strong\nThe question remains, however, what kind of leverage the United States has on the Saudi government to ensure that the kingdom sticks to a tougher anti-terrorism policy and cooperates with FBI investigators better than it did when U.S. authorities struggled to probe the Khobar Towers bombings.\nThe degree of strategic military cooperation also remains unclear. The Pentagon announced last month that it would transfer thousands of military personnel stationed in Saudi Arabia to neighboring Qatar --- thus removing a pillar in U.S.-Saudi relations and an irritant to Muslim extremists.\nIt gave rise to musings that Washington was ready to harden its stance against Saudi Arabia. But the underlying economic relationship is still too strong, analysts said.\n\"Critics of U.S.-Saudi relations [are] mistaken in suggesting that the United States no longer needs Saudi Arabia. It is clear that the United States has an important interest in continuing strategic cooperation with Saudi Arabia,\" said Shibley Telhami, a senior fellow at the Brookings Institution.\nFor decades, through the oil shortages of the 1970s and beyond, the United States has failed to break its dependence on Middle East oil. While Iraq's reserves constitute a new source of oil wealth, it will take years for production to increase to levels that will enable the United States to supplant Saudi resources.\nOil aside, many U.S. analysis hope the Riyadh bombings were a wake-up call for the House of Saud.\n\"One hopes that the Saudis have gotten the message that they can't deflect the animosity of radical elements towards the United States and away from their own reign,\" said Cato scholar Carpenter. \"The Saudi elite is in rather serious danger. The radicals are coming after them, too.\"\n\nGraphic\n\n \nGraphic: ATTACKS ON WESTERNERS\n1995 Riyadh: Five Americans, two Indians killed, 60 wounded in explosion at car park\n1996 Khobar: 19 U.S. soldiers killed, 400 wounded when bomb explodes in fuel truck\n2001 Khobar: Two foreigners killed in attack\n2002 Riyadh: British man, German man killed in separate car bomb incidents\n2003 February, Riyadh: British man shot dead\nMonday, Riyadh: Suicide car bombs at Westerners' housing compounds kill and injure many\nABOUT SAUDI ARABIA\n \n* Population: 23 million\n \n* Youth: More than half of the population is younger than 16. The birth rate is among the world's highest.\n \n* Unemployment: 31% (estimate)\n \n* Expatriates: 5 million (estimate)\nForeigners make up nearly two-thirds of the work force. They hold jobs that Saudis think are beneath them or for which they have no skills.\nAmericans: About 35,000\nThe expat work force includes Americans working in oil production and refining, construction, defense and other sectors.\nLifestyle: Most expats live in walled compounds that separate them from their Saudi hosts.\nGraphic includes photo illustration combining map of Saudi Arabia and the following photos: Clockwise from top left: Saudi Crown Prince Abdullah; American soldiers mourn their dead after the Khobar attack killed 19 in 1996; President Bush; Snellville resident Clifford Lawson, who died with seven other Americans in last week's bombings.\nSources: Reuters, Knight Ridder Tribune, Associated Press, CIA World Factbook, BBC, staff research / CHUCK BLEVINS / Staff; Photo: Secretary of State Colin Powell (center) visits the site of one of the suicide car bomb attacks in Riyadh, Saudi Arabia. The White House is complaining that Saudi officials ignored recent warnings of new attacks. / Associated Press; Photo: President Bush meets with Saudi ambassador Prince Bandar bin Sultan at Bush's ranch in Texas in 2002. The relationship between the Saud family and militants was openly discussed last summer by Bush's defense advisers. / ERIC DRAPER / Associated Press\n\nLoad-Date: May 20, 2003"
}