{
    "title": "War perpetuates terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 3,
    "full text": "The war in Iraq has been removed from its prestigious position as love child sprung from the media and military. Now, \"Iraq\" pops up on front pages and news briefs simply as a warning bell that death toll numbers will appear momentarily.\nAmerica, at least the sect of America without personal ties to the war, now leaves Iraq on the back burner of any political discussion and usually avoids the topic for fear of hearing \"old news.\"\nWell, here's something brand spanking new that is not new at all. A historical road map inextricably tied to 9/11, terrorism and the attack on Iraq has led us to exactly this place: On Saturday, three suicide bombers attacked restaurants in Bali, killing at least 19 and injuring more than 100. The restaurants were located in an area heavily populated by international tourists, so it's no surprise that America has condemned the bombings for their role in the issue of terrorism.\nErgo, it is also no surprise that suicide bombers would wipe out eateries on a fabulous beach resort in the first place.\nMost terrorists remain unaffiliated with any nation, giving them neither a country to fight for nor a specific cause to win. Instead, since 9/11 especially, sites of Americanized or Westernized culture have become the battlefield for rogue terrorists.\nIronically, America has turned around and made Islamic culture the battlefield for the U.S. Army. Iraqi citizens were not at the helm of the 9/11 airplanes; however, George Bush and the American media managed to convince 45 percent of this country's citizens that Saddam was \"personally involved\" in the trade center attacks. America sees no difference between the Islamic extremists who suicide-bombed our buildings and the Islamic citizens now trapped in American-Iraqi crossfire, thanks to our vigilant stand against Saddam Hussein. Anyone, on that side of the world at least, is expendable if a larger purpose is served: Ending Terrorism.\nWhich is exactly the same mentality employed by those responsible for 9/11. The World Trade Center was not solely occupied by American citizens bent on taking over the world. The towers included kids in daycare and international tourists, but the 9/11 hijackers considered those people expendable. Like America's attitude toward casualties in the War on Terror, the 9/11 suicide pilots also saw themselves as serving a greater purpose: Fighting a culture of capitalism and globalization that is undeniably linked to specific cases of Islamic suffering.\nThe war in Iraq is certainly a globalization of American ideals. Is it any wonder that terrorism has not yet ended?\nThe majority of the world has condemned the Bali bombing, just like the majority of the world condemned the U.S. decision to strike Iraq. Iraq was attacked nonetheless. Why should it pressure rogue terrorists to hear such condemnations when empirical evidence only shows that World Condemnation wields no concrete power?\nThe United States subscribed to a system wherein global opinion does not matter long before terrorists realized that they could blow up a beach and receive no real punishment. The people of Earth are far too torn to work together, and rogue terrorists take shelter in that atmosphere of arrogant individuality, or if you will, \"patriotism.\"\nWhen I began crafting this article, I expected to produce a piece on what a suicide bomber is and why such a person is so dangerous. I expected to explain why suicide bombers in particular are so frightening, so capable of destruction. I expected to explain how the continual creation of suicide bombers across the globe could be tackled; this from my own, Western perspective.\nThe idea I set out to prove did not end up being the idea that I now believe.\nA suicide bomber or pilot is no different from an American soldier: A courageous individual willing to both kill and die for the ideals of a leader, community, or nation. Until the United States extricates its armed forces from Iraq, there is no reason that we Americans should be pious enough to expect suicide bombers to ever go away.\nOur nation must take off its blinders and stop deeming everyone, except ourselves, irrational. Only when we can see the rationality behind an Islamic extremist can we see the irrationality behind the American military platform. And vice versa, as America tends to make it. As long as there is an irrational enemy, there will be a rationalized war.\nI don't know about you, but I am not a hypocrite. I am, however, tired of talking about the war in Iraq. If I stand in solidarity with the American soldiers, then I stand in solidarity with the suicide bombers in Bali. On the other hand, if I stand in opposition to war, then I stand in opposition to war.\nI stand in opposition to war.\n(C) 2005 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: October 3, 2005"
}