{
    "title": "WAR ON TERRORISM_ U.S. ALLIES_ Initiative laid foundation for Central Asian cooperation",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 1,
    "day": 12,
    "full text": "Before Oct. 7, their names were unpronounceable and unspellable, if not largely unknown, to most Americans.\nBut since the United States began the war on terrorism, the fledgling Central Asian nations of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan have emerged as key allies.\nThe five former Soviet states have provided bases for U.S. aircraft and troops, access routes into landlocked Afghanistan for Special Operations forces and assistance in getting humanitarian aid to the Afghan people.\nThat cooperation, which appeared to have been gained virtually overnight, was actually the result of years of work. Part of it was done by military officials at U.S. Central Command, which has responsibility for the region. But much of the credit is being given to a unique but little-known German-American initiative begun in 1993 to address security concerns in Europe and Central Asia.\nAJC\nThat initiative is based at the George C. Marshall European Center for Security Studies in Garmisch-Partenkirchen, Germany, and is headed by former Georgia Tech professor Robert Kennedy.\n\"One of the reasons the coalition against terrorism has had so much success with the nations of Eastern Europe and the Transcaucasus region is due to the impact of the Marshall Center and its graduates,\" Army Gen. Carl Fulford, second in command of U.S. European Command, said recently.\nKennedy, formerly a professor at Georgia Tech's Sam Nunn School of International Affairs, said in a telephone interview from Germany that he is not sure exactly what impact the center has had on the cooperation of the Central Asian nations.\nBut he said that over the years, many military officials who have attended the center from 47 different countries have moved into key positions in their governments or military.\n\"About 10 already have become chiefs or deputy chiefs of their general staffs, and over 40 have now been promoted to general officer ranks,\" Kennedy said.\nDeveloped after the failed 1991 coup attempt in Russia, the center focuses on finding ways to increase security in the region. The goal is to convince countries that often were in conflict, either internally or with one another, to work together while exposing them to democratic principles.\n\"There is a reason democracies don't shoot at each other, and that's the message we're trying to get across,\" Kennedy said.\nMidlevel military officers and politicians are brought together at the center for seminars, discussions and exercises on such issues as defense planning, human rights, market economies, democratic control of the military and the appropriate relation between civil and military arms.\nThe center also works closely with officials from Central Command, which began making contacts in the region in 1997, two years before it took responsibility for the former Soviet republics in Central Asia.\nJay Hines, historian for Central Command, said there have been several military exercises in the region involving troops from the five nations, and that facilitated cooperation after Sept. 11.\n\"There has been a good relationship. They are making the transition from being in the far corners of the Soviet Union to modern nationhood. They've been having transition problems, and we've been trying to assist them,\" Hines said.\nAbout 370 students a year attend the resident programs at the center, which receives about $24 million from the United States and $1.8 million from the German government. Of the 2,031 graduates since the center opened, 290 have been from the Central Asian nations, according to center officials.\nNext year, the center plans to begin increasing capacity until it gets to about 600 students annually.\n\"Everywhere I go, I hear they want to send more people to our programs,\" Kennedy said.\nSince the Sept. 11 attacks, there has been an increased interest in programs on terrorism, Kennedy said, and the curriculum is being altered to reflect that, although the subject was already one of the most popular at the center.\nThe exchange of information and free flow of ideas will help emerging nations deal internally with problems relating to terrorism and provide the United States with allies in the war on terrorism, Kennedy said.\nIt will also help stabilize economies and governments in the region, he said.\n\"We are providing these guys with information, and information is the death knell of dictatorship and authoritarian rule,\" Kennedy said.\n\nLoad-Date: January 12, 2002"
}