{
    "title": "War still won't work",
    "publisher": "university wire",
    "year": 2005,
    "month": 8,
    "day": 4,
    "full text": "Last week, U.S. News & World Report published an exclusive article with details of the Pentagon's new plan for the War On Terrorism. As I read it, I couldn't help but get flashbacks to David Rees' Internet comic strip, \"Get Your War On.\"\n\"Oh my God, this War On Terrorism is gonna rule! I can't wait until the war is over and there's no more terrorism,\" one office worker says.\n\"I know,\" his coworker retorts. \"Remember when the U.S. had a drug problem, and then we declared War On Drugs, and now you can't buy drugs any more? It'll be just like that!\"\nWhen Rees wrote those words almost four years ago, he pointed out something important: we can win wars against countries -- the places where people live -- but we can't win a war against ideologies or practices -- the things people do.\nTo the Pentagon's credit, the new strategy fixes a couple gaping holes in the War On Terrorism.\nUnder the plan, they will establish a system to measure their progress against terrorism twice yearly. After all, you need some sort of success rate to get funding from the government. Why shouldn't the multi-billion dollar War On Terrorism get the same scrutiny as the K-12 schools that lose funding because they couldn't live up to the standards of the \"No Child Left Behind Act?\"\nOf course, we can't measure progress against an enemy without knowing what that enemy is: \"Extremist Sunni and Shia movements that exploit Islam for political ends.\"\nRemember, there's a big difference between a Christian extremists in America and an Islamic extremist. America's idea of \"Extreme Christianity\" entails extreme sports like bungee jumping while listening to bands like the Newsboys at Festival Con Dios.\nTo attack radical Islam around the world, the Pentagon finally acknowledges that America cannot lead this fight alone. After all, there are plenty of extremists out there who aren't interested in targeting us.\nWhat the Pentagon intends to do, then, is equip other nations to lead their own battle against their own terrorists, by attacking eight \"pressure points\" that any terrorist cell needs.\nAdditionally, the U.S. will turn more to the State Department for ways to help fight the ideological appeal of extremism, such as humanitarian aid provided by the military. This strategy helped turn the tide of Asian public opinion of America in the wake of the tsunami.\nNot that humanitarian aid would have helped to build hundreds of thousands of apartment units needed in Algeria 10 years ago, amid a housing shortage that is partially responsible for a dramatic uprising in Islamic extremism in that country.\nYou should look up the article in the Aug. 1 edition of U.S. News in the library. Many of the details of the plan sound like an improvement over status quo, but there is still one glaring problem: we can't wage war on the things people do. The only success we have in that arena is slavery, but look at prohibition, or the War On Drugs. People do these things because they have a choice, and no war can take that away from anyone.\n(C) 2005 Indiana Daily Student via U-WIRE\n\nLoad-Date: August 4, 2005"
}