{
    "title": "War on terror is on track",
    "publisher": "usa today",
    "year": 2004,
    "month": 11,
    "day": 16,
    "full text": "Today's debate: U.S. war on terrorism\nOpposing view: Weak CIA intelligence officials leave at last. It's about time.\nI'm not surprised to see people leaving the CIA. Their work for the past decade and more has been exposed by a long series of congressional committees and presidential commissions as a significant failure.\nPerhaps the most surprising thing is that it has taken so long. I recommended a thorough housecleaning of the CIA, FBI and other agencies engaged in counterterrorism on Sept. 12, 2001, when their errors and shortcomings were so tragically demonstrated.\nSome of these failed analysts and operatives complain -- in leaks and \"anonymous\" books and essays -- that we have somehow lost our focus in the war against terrorism. What did they think the interminable presidential campaign was all about, anyway?\nThey support this odd contention by claiming that some of our most vigorous anti-terrorist actions -- notably in Iraq -- have actually made things worse by killing large numbers of terrorists and destroying two tyrannical regimes that supported them. This, they say, rallies the faithful to support jihad. They want to go after the \"root causes\" of terrorism, usually identified as poverty, American support for corrupt regimes in the Middle East and support for Israel.\nSuch claims show how bad professional analysis has been. The 9/11 terrorists came from good families, were well educated and had plenty of opportunity for upward mobility. So did the man who murdered Wall Street Journal reporter Daniel Pearl in Pakistan, and the assassin of Dutch filmmaker Theo van Gogh, a critic of Islamic extremism.\nI'm all for withdrawing American support from corrupt regimes, but I doubt it will transform jihadists into buddies. It would be morally disgusting and geopolitically counterproductive to abandon Israel. America must support democratic societies, and we must convince those who share our values around the world that they can count on us. That, as President Bush has said, means killing terrorists and supporting freedom.\nIt was widely reported that the CIA had not a single human agent in Iraq as of Sept. 11, 2001. That alone shows the magnitude of the failure of those people now leaking and whining as they finally leave.\n---\nMichael Ledeen is a scholar at the American Enterprise Institute, specializing in terrorism and foreign policy.\n\nLoad-Date: November 16, 2004"
}