{
    "title": "WAR ON TERRORISM_ Vietnam vet ready to train Reserves",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 4,
    "full text": "As America's war on terrorism expands beyond Afghanistan, so too will the call-up of Army reservists.\nThe man now charged with ensuring that they are trained properly and prepared for full-time duty against terrorism is a Savannah native and Vietnam combat veteran. Maj. Gen. James Helmly took over Friday as boss of the U.S. Army Reserve Command in ceremonies at Fort McPherson.\nHelmly, a 34-year Army veteran, said it is only a matter of time before additional reservists are called up. \"It is necessary that we go about preparing for this with a sense of energy and dispatch,\" he said.\nAJC\nAt one point after Sept. 11, more than 11,000 Army Reservists had been activated. Now, more than 8,500 from 387 units are deployed overseas or in the United States.\nArmy reservists were among the first casualties in the Sept. 11 terrorist attacks. Five of the more than 300 firefighters who lost their lives in the collapse of the World Trade Center towers were Army Reservists. A reserve officer working his civilian job as an attorney in one of the towers also was killed.\nAnd retired Army Reserve Col. Rick Rescorla, who is among those portrayed in the Vietnam movie \"We Were Soldiers,\" died in his job as security chief for Morgan Stanley Dean Witter in the World Trade Center. Rescorla helped get all but six of his firm's 2,700 employees out. Two Army reservists also died at the Pentagon.\nHelmly said it is especially sobering to accept the command in a time of war. He said he wants to continue to strengthen training for the more than 200,000 Army reservists in the continental United States to ensure that they are adequately prepared.\n\"No soldier would ever suffer from a lack of the toughest, most rigorous and demanding training that we can possibly provide,\" Helmly said.\nHe also called for continued improvements in the family support systems for those who are activated.\nHelmly replaces Lt. Gen. Thomas Plewes, who held the post for the past four years. Plewes is retiring later this month after 35 years of military service.\n\nGraphic\n\n \nPhoto:\nArmy Maj. Gen. James Helmly says reservists will get \"rigorous and demanding training.\"\n\nLoad-Date: May 4, 2002"
}