{
    "title": "War on terror is a lose_lose situation",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "\"Is our current situation such that 'the harder we work, the more behind we get?'\" Three years ago Secretary of Defense Donald Rumsfeld asked this very question.\nUntil Tuesday, the government couldn't come to a conclusion on whether the fight against terror was in fact increasing our risk of seeing more global terrorist hostility.\nNow, according to portions of the National Intelligence Estimate on terrorism, more government officials are saying, \"yes, it has.\"\nIt seems the government's strategy of eliminating terrorism in Iraq is having the reverse effect. Surprise, surprise.\n\"While the spread of self-described jihadists is hard to measure, the report says, the terrorists 'are increasing in both number and geographic dispersion',\" according to a Sept. 26 article in The New York Times.\nIt's no shock to me that the more we flex our democratic muscle, the more resistant our enemies become. Muslim resentment of U.S. involvement in Iraq has stirred up more hatred toward the United States. Thus, our occupation of Iraq is fueling the already hostile relationship between the United States and terrorist groups.\nPresident Bush argues that progress is being made in Iraq. He still stands behind invading three years ago and feels that \"America is winning the war on terror.\" He doesn't believe that his actions in Iraq have increased terrorism threats.\nThe report disagrees.\nAccording to the Washington Post, President Bush said he reluctantly ordered the release of the report so people could form their own conclusions about it.\n\"You can read it for yourself,\" Bush said. \"We'll stop all the speculation, all the politics about somebody saying something about Iraq, somebody trying to confuse the American people about the nature of this enemy.\"\nHe continued to say, \"My judgment is, if we weren't in Iraq, they'd find some other excuse, because they have ambitions. They kill in order to achieve their objectives.\"\nThese terrorists kill because we are invading their countries and forcing our ideologies on them. They don't kill for the fun of it. They kill for their beliefs. Their anti-American beliefs are fueled by our actions.\nTerrorism existed before our invasion of Iraq. It will always exist and extremists will usually take the most radical approach to getting their point across. However, giving them more reason to point their weapons at us isn't the most productive decision this administration has made.\nI believe war is justified at times -- but not this war. I'm all about progress, and since our invasion of Iraq in March 2003, I haven't seen very much. What I have seen is the number of U.S. casualties increase.\nSo far, more than 3,000 soldiers have died during Operation Iraqi Freedom and Operation Enduring Freedom. Their deaths were for what? What movement have we made that justifies over 3,000 dead soldiers?\nOur elitist, power hungry, \"democracy-for-all\" attitude isn't getting the job done. Until the Bush administration realizes this, we will continue to be No. 1 on terrorist groups' hit lists.\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: September 28, 2006"
}