{
    "title": "WAR AGAINST TERRORISM LOSING STEAM SECURITY, INTELLIGENCE, MILITARY OFFICIALS SEE FRUSTRATION BUILDI",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 7,
    "day": 28,
    "full text": "Although the so-called \"war on terrorism\" remains a consuming focus of the U.S. government, the Bush administration appears poised to leave behind a situation not unlike the one it inherited nearly eight years ago: a resurgent al-Qaida ensconced in South Asia, training new recruits, plotting attacks against the West and seemingly beyond the United States' reach.\nIn dozens of interviews, senior U.S. national security, intelligence and military officials described a counterterrorism campaign in Pakistan that has lost momentum and is beset by frustration.\nCIA officers pursuing al-Qaida fighters largely are confined to a collection of crumbling bases in northwestern Pakistan. Most are on remote Pakistani military outposts, where CIA operatives are kept on a short leash under an awkward arrangement with their hosts -- rarely allowed to leave and often left with little to do but plead with their Pakistani counterparts to act.\n\"Everyone who serves in Pakistan comes back frustrated,\" a former CIA case officer said. The case officer, like many other officials, spoke on condition of anonymity when describing U.S. efforts in Pakistan because the efforts are highly sensitive and the officials in many cases are not authorized to speak publicly.\nTwo troubled options define the U.S. approach. The current policy of counting on a politically evolving Pakistan to address the problem could enable al-Qaida to operate relatively unmolested for years. But unilateral American military action, even counterterrorism hard-liners acknowledge, might only compound the militant threat.\nAsked what might cause the United States to recalculate its current course, one high-ranking U.S. counterterrorism analyst said, \"Obviously, another attack on the homeland.\"\n\"Had the plot in Britain in 2006 succeeded, we would not be having this conversation,\" the official said, referring to an alleged scheme in which operatives were to detonate liquid explosives on trans-Atlantic flights. \"I suspect that in the spectrum of Pakistan as ally and Pakistan as territory that needs to be cleansed, we would have moved toward the latter.\"\nTo some observers, such comments underscore a shift in mind-set since the Sept. 11, 2001, attacks -- a step back from policies of pre-emption, despite warnings from the CIA director that al-Qaida's base in Pakistan represents a \"clear and present danger\" to the West.\n\"The similarities between Afghanistan before Sept. 11 and Pakistan today are striking and deeply worrisome,\" said Lee Hamilton, who co-chaired the commission that investigated the 2001 strikes. \"At what point do you say we cannot tolerate this anymore?\"\nDespite the apparent parallels, there are key differences. While pre-Sept. 11 Afghanistan was diplomatically isolated and ruled by the harshly fundamentalist Taliban movement, Pakistan has a democratically elected government generally friendly to the West.\nPrime Minister Yousaf Raza Gillani, who will meet with President Bush at the White House today, and other senior officials say Pakistan has made great sacrifices in confronting the militants, who use the country's tribal areas as a springboard for attacks in Pakistan and on Western troops in Afghanistan. Pakistani officials say more than 1,000 troops have been killed fighting the militants there since the Sept. 11 attacks.\nMr. Gillani has pledged more action against Islamic militants, but also has warned that his government would not tolerate foreign troops. As a matter of policy, the Pakistani government does not acknowledge publicly the presence of U.S. covert operatives.\nFor now, U.S. strategy centers on two components. Over the long term, the administration has committed hundreds of millions of dollars to aiding Pakistan and improving its military's capabilities.\nIn the short term, the pursuit of al-Qaida is built around pressuring Pakistan to be more aggressive, using U.S. special forces teams and Predator planes to carry out surgical strikes and hoping that a few dozen CIA operatives working the region eventually can close in on Osama bin Laden, the al-Qaida leader, who is believed to be hiding in the area.\nCIA operatives stationed in spartan compounds across the tribal region provide U.S. funding, equipment and intelligence to their Pakistani counterparts. But officials said it is an ongoing struggle to convince the Pakistanis to carry out operations.\nOn some CIA bases, \"It's just well known that nothing is going to be done,\" said the former CIA case officer who served in the region.\n\"We'd be like, 'What about this guy? What about that guy? Can we get surveillance? How about targeting him?' \" said a former CIA case officer who recently served in the region. \"We'd propose things and [Pakistani officials] would never get back to us.\"\nIn other locations, kernels of cooperation have led to occasional arrests or missile strikes on suspected al-Qaida compounds from Predator planes. But the successes have been fleeting, and the mission unfulfilled.\nThe CIA teams in the rugged border region are part of a so-called \"surge\" launched in 2006 after senior CIA officials had gathered for a tense counterterrorism conference at the agency's training compound, known as The Farm, near Williamsburg, Va.\n\"The question was posed, 'Where is Osama and why haven't we caught him?' \" said a former CIA officer familiar with the matter. The reply from the agency's station chief in the Pakistani capital Islamabad reflected frustration.\n\"Do you have any idea how few officers I actually have?\" the station chief said, according to the account of the former officer. \"There are more counterterrorism officers in Rome.\"\nMonths later, the agency began moving in as many as 50 additional officers, most of them assigned to bases in what is known in Pakistan as the Federally Administered Tribal Areas, a largely autonomous region that has been al-Qaida's base since its leadership fled Afghanistan in 2001.\nThe objective was to close in on al-Qaida by going after \"not the inner circle, but the second or third tier out,\" said a former high-ranking CIA official involved in the decision.\nOverall, the CIA has deployed about 200 people to Pakistan, according to current and former officials, making it the agency's largest overseas operation outside Iraq.\nBut the CIA is only part of a much broader U.S. intelligence presence in the country. Officials said CIA operatives work alongside officers from the National Security Agency, which intercepts electronic communications, and the National Geospatial Agency, which examines images from spy satellites.\nThe various agencies have formed a so-called \"joint targeting cell\" based at the U.S. Embassy in Islamabad, officials said.\nThe cell pores over data from human and electronic sources to try to find bin Laden and other figures.\nSearching for fresh ideas, some officials have proposed exporting some of the strategies of the counterinsurgency campaign in Iraq to Pakistan.\nA senior Bush administration official said the National Security Council has spent much of the year debating whether the \"Awakening\" movement in Iraq's Anbar province could be replicated in the FATA. But discussions have bogged down amid skepticism that the model could work.\nCompounding the difficulties in Pakistan, American spy agencies depend heavily on cooperation from the country's Inter-Services Intelligence agency, elements of which have long-standing ties to the Taliban.\n\nLoad-Date: July 28, 2008"
}