{
    "title": "War cover scarce for property",
    "publisher": "business insurance",
    "year": 1991,
    "month": 1,
    "day": 14,
    "full text": "Physical damage to Middle East oil installations is unlikely to be insured for war risk if fighting breaks out.\nHowever, some government political risk agencies may cover property damage.  And a few U.S. insurers, like Chubb & Son Inc., write land-based war risk coverage in connection with political risk coverage.\nUnder the Waterbourne Agreement -- signed by underwriters after the Spanish Civil War and revised in 1982 -- most of London's war risk insurance market cannot write coverage for land-based property damage caused by war.\nThat agreement lets underwriters insure movable \"waterbourne\" risks like ships and cargo -- but not standing oil drilling platforms.\nUnderwriters also are allowed to write war risk coverage for aviation, hull and machinery as long as the equipment is for airborne purposes, explained a spokesman for Lloyd's Underwriters' Assn.\nOnly late last year were Lloyd's of London underwriters allowed to write war risk coverage for contractors' plant construction and equipment.  Such a policy can be written only in conjunction with political risk confiscation insurance, the spokesman confirmed.\nOne of the few insurers to offer property damage coverage for war and related risks under political risk contracts is Chubb.\nThe Warren, N.J.-based insurer has no \"significant\" exposures in the Middle East because many policy-holders with operations in the region have not purchased political risk coverage, said Donald Mergen, vp and international department manager.  Requests for the coverage are not increasing, he said.  \"It would be like going to an underwriter and asking him to insure a burning building.\"\nMost multinational corporations operating in the area, though, have obtained political risk coverage and anti-terrorism consultation since Iraq invaded Kuwait Aug. 2.\n\"Most people were judicious and prudent and made the decision\" to purchase political risk insurance and set up security procedures early in the Gulf crisis, said David A. Samuel, divisional vp of AIU Special Services in New York, a unit of American International Group Inc.\nPolitical risk insurance covers contractual losses caused by terrorism, civil commotion and other political factors.  Among the risks that can be covered are confiscation, contract repudiation, detention of employees, and kidnap and ransom.  Property damage is normally excluded.\nAnd, like all other insurance policies, political risk excludes losses caused by war between the five permanent members of the U.N. Security Council -- the United States, the Soviet Union, the United Kingdom, France and China -- or by nuclear attack.  That exclusion does not apply to wars between a permanent member and other nations.\nPolitical risk underwriters currently face \"tens of millions of dollars\" of losses caused by the \"detention\" of thousands of employees following the Iraq invasion of Kuwait last year, said Kit Brownlees, managing director of London political and credit risk brokerage Investments Insurance International Ltd., a subsidiary of Hogg Group P.L.C.\n\"Detention (premium) rates are higher now -- double what they were before,\" he said.\nMany firms with kidnap and ransom coverage are seeking to add a detention extension clause to their policies, which would be triggered by a government taking employees hostage, a situation which is ordinarily excluded from a standard K&R broad form, said Albert M. Van Wagenen, vp of Professional Indemnity Agency Inc., an underwriting manager in Pleasantville, N.Y.\nContract frustration coverage remains available in the Middle East, except for Iraq, Kuwait and parts of Saudi Arabia, said Mr. Brownlees.\nHowever, other underwriters and brokers disagreed, saying that political risk coverage for the Middle East had all but dried up.\n\"It is very unlikely that anything would be available,\" said Anthony Palmer marketing director of London political risk broker Berry Palmer & Lyle Ltd.  \"It's unlikely anything will be available until the dust settles.\"\nDespite the uncertainty surrounding the Jan. 15 deadline, requests for political risk coverage have no increased, said Benno Friedman, vp-financial services division of Alexander & Alexander of New York Inc.\nMany insurers, brokers and security consulting firms do report increased calls for information on K&R coverage as well as advice on how to protect employees in the Middle East.  Small companies, just now realizing they need protection, are especially eager for information.\n\"There's no question that we're seeing more new submissions,\" up almost 20% from last year at this time, Mr. Van Wagenen said.  PIA writes kidnap and ransom insurance and coverages that indemnify policy-holders for losses related to property damage or harm to individuals arising from extortion.\nSo far, capacity for such coverage is strong and prices fairly competitive, so latecomers are discovering that \"it's better late than never,\" said John Willyard, a vp with Sedgwich James Inc. in New York.  Prices and availability depend on variables like location, prior incidents, the type of facility and coverage, he said.\nMany security consultants are handling 11th-hour calls about employees in the Middle East.\n\"I've had two calls in the last half-hour from long-time clients looking for advice,\" said Herb Clough, executive vp of international operations for Paul Chamberlain International, a Beverly Hills, Calif.-based security consultant.\nMr. Clough noted that he also is receiving requests for advice from corporations that until now have not needed information.  \"But if you ever did, now is the time.\"\nPhilip Huntley, vp of Argen Inc., a New York-based anti-terrorism consultant, reported a \"major up-surge\" in calls for advice from corporate clients compared with last fall (BI, Nov. 26, 1990).  \"People are becoming increasingly concerned about Iraqi terrorism, especially in Europe,\" he observed.\nMr. Clough advises companies to avoid international travel whenever possible.  When travel is necessary, he recommends flying neutral airlines, like Scandinavian Airline System and KLM Royal Dutch Airlines.\nOnce workers arrive at their destination, they should check daily with the U.S. Embassy or with a security consultant on travel conditions, Mr. Clough said.\nMinnesota Mining & Manufacturing Co. last week restricted international trips to those approved by an area vp.  Before making such a trip, employees will be briefed by the company's security department.\nRestrictions will not apply to travel within North America.  But St. Paul-based 3M has ordered all U.S. employees in Europe and all European employees in the United States to return to their home countries.\n\"This precautionary action is designed for the safety of 3M employees and will remain policy until the situation in the Gulf region has stabilized,\" says a bulletin issued to employees."
}