{
    "title": "WAR ON TERRORISM_ Fire drills gain participants",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 6,
    "day": 15,
    "full text": "The people who used to stay at their desks while co-workers streamed to the emergency exits during fire drills aren't so complacent since the Sept. 11 terrorist attacks.\n\"People were really moving. I think only one person stayed behind, and she's about to have a baby,\" said Regina Green as she sat outside the 36-story Centennial Tower on Marietta Street in downtown Atlanta on Thursday, the day after an evacuation drill. \"Now it is very serious.\"\nAJC\nAssistant Fire Chief Nathaniel Grissom of the Fire Safety Division for Atlanta's Fire Department estimates there has been at least a 50 percent increase in the number of evacuation drills in the city since Sept. 11. There has also been greater interest in having the department review and suggest improvements to evacuation plans. The city charter requires an annual fire drill for all public buildings, he said.\n\"This event has taken us to a whole other level. Everybody has to be vigilant. We can't take anything for granted,\" Grissom said.\nSteve Harrison, president of the Building Owners and Managers Association in Atlanta, which has 970 members representing more than 100 buildings in the city, said that even before Sept. 11, Atlanta had been \"on top of evacuations.\"\nAtlanta's fire department \"got very stringent about requirements,\" he said, after three people died in a Peachtree Street fire in 1995, and by 1999 all high-rise buildings in the city were required to have sprinkler systems.\nHarrison said buildings have \"fire teams\" made up of office workers who coordinate the evacuation for each floor and report to security that everyone got out safely.\nIn addition, security personnel are connected to the ComNet Radio system, which enables them to alert Atlanta police without having to call police dispatchers by telephone.\n\"Everybody seems to have consensus that we didn't have to do anything. We were already there,\" Harrison said. \"I feel Atlanta has done a great job. Our fire department is very involved. They know the buildings. They walk the buildings. . . . They give write-ups to buildings and give a certain number of days to correct it.\"\nWorkers at the Bank of America Plaza in Midtown are glad to have increased security measures at their building. There are now fewer entrances, and no one is allowed to drive into the cul-de-sac and close to the high-rise.\nBut even after seeing planes fly into buildings on Sept. 11, they're not worried about working in a skyscraper.\n\"I guess I'm fatalistic. If they're going to do something to this building, they'll find a way. I'm not going to spend my time worrying about it,\" said Marilyn Milligan, 65, a legal secretary who works on the 50th floor of the Bank of America Plaza.\nStill, most experts think the change of attitudes regarding safety will be permanent.\n\"This level of preparation and preparedness will not end unless we lose the war [on terrorism], so people should just accept it --- just like fastening a seat belt --- something we're used to,\" said Rebecca Denlinger, chief of the Cobb County Fire Department and a member of the Georgia Homeland Security Task Force.\nAdded Harrison of the Building Owners and Managers Association, \"I don't think we'll ever be the way we were before.\"\n\nGraphic\n\n \nPhoto: Workers file back into Centennial Tower in downtown Atlanta after a fire drill this week. Such drills are being taken more seriously in light of Sept. 11, officials say./ DAVID TULIS / Staff\n\nLoad-Date: June 15, 2002"
}