{
    "title": "War on terror never ends at White House Threat moves to back burner in polls, but for Obama, it rema",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 9,
    "day": 5,
    "full text": "WASHINGTON - The country has moved on. To the presidents who lead it, Sept. 11 never ends.\nThe ramifications of the worst terrorist attack in American history live on, bridging the decade from George W. Bush to Barack Obama.\nTwo wars. Huge debt. The Guantanamo Bay quandary. The evolving threat of terrorism. The end of Osama bin Laden. The hardening of executive power. And the remains of fallen soldiers still coming home in flag-covered cases.\nSept. 11, 2001, defined Bush's presidency. It drives Obama's, even if more quietly.\n\"I remember President Bush used to warn people that it was going to be a long slog,\" said Michael Chertoff, Bush's second homeland security secretary. \"There wasn't going to be a Battleship Missouri moment. The critical issue for us was to persevere without being overwrought. I think that was an accurate prediction.\"\nBut persevere for how long?\nThat is perhaps the biggest legacy at the presidential level: a new mind-set.\nThe expectation now is that terrorists are always plotting to attack America. The realization is that they have succeeded once on a grand scale.\nThe old model of security - military might and war overseas, law enforcement at home - has given way to a vastly integrated system designed to prevent terrorism across the spectrum.\nFor the public, 2001 seems a different time. Those maligned color-coded terrorism warnings are gone. So is the utter fear that the country lived in at the time.\nThe al-Qaida attacks killed nearly 3,000 people in New York City, at the Pentagon and in Shanksville, Pa.\nRight before the horror began, in a Gallup poll conducted as late as Sept. 10, 2001, not even 1 percent of those surveyed said terrorism was the nation's most important problem. A month later, that number was 46 percent.\nAnd now? Terrorism is all the way back below 1 percent as the chief concern.\n\"In some ways, that's what victory is going to look like,\" said Ben Rhodes, Obama's deputy national security adviser for strategic communications. He called it a good sign that there is \"an American people that is resilient, that sees terrorism in a broader context, that sees it as something that doesn't have to dominate their attention and our broader discourse.\"\nPresidents view it differently. They begin their day reviewing the latest threats from people seeking to kill Americans.\nAMERICA'S CHOICES\nOn the morning the towers fell, Bush and Obama recognized that the world had changed.\nOne was a new president establishing his footing after the most disputed election in American history. The other was a state senator in Illinois who was years away from being famous.\n\"The story of that week is the key to understanding my presidency,\" Bush wrote in his memoirs. Obama, looking back on Sept. 11 in a book of his own, put it this way: \"Chaos had come to our doorstep. As a consequence, we would have to act differently, understand the world differently.\"\nSome analysts of war and politics say it was not Sept. 11 that forever changed America but rather America's response to it in all the choices that followed.\nThe Iraq war, launched on what was found to be bad intelligence, grew out of a post-Sept. 11 push to contain Saddam Hussein.\nObama opposed the war in Iraq, then inherited it. He has since ended the combat mission and plans to pull out all troops by the end of this year, although it was Bush who put the U.S. on the path to ending the war.\nOn Afghanistan, Obama took the footprint he got from Bush and went the other direction.\nHe saw this as the necessary and forgotten war, and he tripled the number of forces to blunt the Taliban and target al-Qaida. He has started to pull them home now, but the U.S. combat mission is not expected to end in Afghanistan until the end of 2014.\nThat would be more than 13 years after the terrorist attacks.\nCombined, more than 6,000 members of the U.S. military have died in Iraq and Afghanistan. More than 45,000 have been wounded.\nThe wars have cost roughly $1.3 trillion since Sept. 11, 2001.\nLONG-REACHING EFFECTS\nSo many of the challenges now facing the United States tie back to the effects of Sept. 11, said James Pfiffner, a professor of public policy at George Mason University. The United States has had to deal with rebuilding its standing abroad and cope with rising competitors such as China.\nBut, had the White House not responded aggressively to the attacks or kept after bin Laden, that would have caused outrage, too.\n\"I guess it's a matter of degree,\" Pfiffner said. \"A lot of it was necessary and legitimate - certainly the stuff that's related to al-Qaida seems justified and important. But I think we went far beyond that, first with the Iraq war and then the creation of a whole lot of new intelligence agencies. It does seem like we went overboard.\"\nObama has not kept his bold promise to close the post-Sept. 11 prison camp for suspected terrorists that sits on a U.S. Navy base in Cuba. The Guantanamo Bay center and the fate of the detainees imprisoned there are proving enormously thorny problems.\nThe underlying threat to America all along has been the al-Qaida network that sent men on a suicide mission to hijack jetliners and cause historic destruction.\nThe signature moment of U.S. success came this year, when American forces killed bin Laden, the mastermind of the attacks, in his hideaway in Pakistan.\nObama ordered the raid and phoned Bush with the results. \"Good call,\" Bush told him.\nVICTORY AHEAD?\nNew Defense Secretary Leon Panetta now says the strategic defeat of al-Qaida is within reach.\nYet that is hard to visualize for a country that has grown accustomed to being in a rather constant state of war.\n\"The question that no one has addressed is, how do you know when you've won against al-Qaida?\" said Joshua Rovner, associate professor of strategy and policy at the U.S. Naval War College in Rhode Island. \"When are you comfortable declaring victory? When is it good enough? There is going to have to be a time in the next few years when the administration is going to have to make a hard political decision.\"\nChertoff, Bush's homeland security chief, said the real story was the continuity between the Bush and Obama administrations. National security has not been a big partisan entanglement.\nYet Chertoff, too, spoke of a persistent threat for which an end point will be hard to ever determine. Even if the threat from al-Qaida diminishes, other transnational networks could pose a risk, and the types of potential attacks are changing.\n\"Once they were able to land a significant blow,\" he said of al-Qaida, \"they've set a mark for other groups that will be hostile to the United States, whatever their ideological motivation. We're just going to have to recognize that we live in a much more fragmented world.\"\nObama, in fact, says his biggest concern is no longer a grand orchestrated attack. He told an interviewer just ahead of the 10th anniversary that he worries of a \"lone wolf terrorist.\"\n\"When you've got one person who is deranged or driven by a hateful ideology, they can do a lot of damage,\" the president said. He promised that the U.S. would not drop its guard.\nGROUND ZERO SERVICE\nOn Sept. 11, 2011, Obama and Bush will be together at a memorial service at ground zero in New York City.\nIn the days leading up to it, Obama plans to honor the service of people who have joined the military in response to the terrorist attacks.\nLike Bush, who says Sept. 11 redefined sacrifice and duty, Obama says those who have served in this decade of war deserve honor.\n\"How do we honor these patriots - those who died and those who served?\" Obama said recently. \"In this season of remembrance, the answer is the same as it was 10 Septembers ago. We must be the America they lived for and the America they died for.\"\n---\nGo to stltoday.com/911 for a list of local events commemorating the 10th anniversary.\n---\nEditor's note: Today through Sept. 12, the Post-Dispatch and STLtoday.com will look at how our lives have been affected by the terrorist attacks on Sept. 11, 2001. The coverage will include the war on terrorism, the debate over Islam, residents who lost family members, and area commemorations of the 10-year anniversary.\n\nGraphic\n\n \n Photo - Former President George W. Bush Warned Americans that the war on terrorism would be a long one  Photo - President  Barack Obama Pulled back on Iraq war and escalated war in Afghanistan  GRAPHIC from AP - U.S. MILITARY WAR DEATHS \n\nLoad-Date: September 6, 2011"
}