{
    "title": "War on terrorism requires patience",
    "publisher": "the world",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "Often, Americans act like children. We have short memories, little patience\n and scare easily.\n A growing minority, for example, are beginning to question the success of\n the war on terrorism, although President George W.   Bush warned from the\n beginning that ''the first war of the 21st century\" would be drawn out and in\n many instances covert. Without new Aghan cities to capture and Taliban and al\n Qaeda terrorists to kill or catch wholesale, Americans have turned inward.\nDomestic issues now are of equal or greater concern than terrorism.\n As this country observes today's first anniversary of the cowardly attacks\n on the World Trade Center and the Pentagon, we should recommit ourselves to\n winning the war on terrorism. For the thousands in the air and on the ground\n who were murdered a year ago by suicidal extremists, we should bring to\n justice Osama bin Laden and those in hiding who helped carry out the attacks.\n For the 47 brave U.S. military personnel who have fallen in this shadow war\n and the ones who have been wounded, we must not forget.\n For our children and our children's children, we must rid the world of this\n evil, if we are ever to be free of it.\n We've come far in only a year under the capable leadership of the Bush\n administration. Consider:\n Defying history and hand-wringers who predicted a military quagmire similar\n to Vietnam, U.S.-led forces quickly drove Taliban thugs from power, leveled al\n Qaeda training grounds, chased bin Laden into the mountains, helped install a\n new government and averted a humanitarian disaster. Some credit for this\n remarkable campaign can be laid at the feet of Fairchild Air Force Base\n personnel who manned the refueling tankers that were crucial to prosecuting\n the war and providing aid.\n U.S. forces crippled bin Laden's network by killing or capturing 16 of 25\n al Qaeda leaders and 21 of 27 Taliban leaders, by killing 5,000 Taliban and\n foreign fighters and several hundred members of al Qaeda's paramilitary force,\n by detaining 600 al Qaeda and Taliban suspects and by freezing terrorist\n financial assets. A possibility remains that bin Laden might have died, too.\n Several terrorist attacks against American targets on foreign soil have\n been thwarted by information we have captured, interrogation of al Qaeda and\n Taliban captives, and our renewed commitment to intelligence gathering.\n America responded to the attacks and a bioterrorism scare in which\n anthrax-tainted letters killed five and injured 13 by upgrading homeland\n defense. Some of the unilateral actions taken in the passion immediately after\n the attacks went too far in undermining civil liberties and had to be reined\n in.\n Unabashed patriotism reappeared and America rallied around its grand old\n flag.\n Much has been done. Much more needs to be done. Only six weeks ago,\n Secretary of Defense Donald Rumsfeld reiterated the administration position on\n this semiclandestine war: ''We are closer to the beginning than the end.\"\n This isn't the time to pull back or to give a pass to regimes that harbor\n terrorists and export their vile craft. Nor is it a time to get so wrapped up\n in the stock market and personal financial portfolios that we forget there are\n evil men out there who are fixated on developing horrible weapons to use\n against us. They must be stopped.\n\nLoad-Date: September 14, 2002"
}