{
    "title": "War in Iraq not on terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 3,
    "full text": "President Bush ordered U.S. military forces into Iraq in March to \"win the war on terrorism,\" \"eliminate weapons of mass destruction\" and free Iraqis from Saddam Hussein's dictatorship. Our president made an extremely persuasive case during a State of the Union address to convince us Hussein was poised to attack the United States at any second. Hussein did need to be dealt with, and still does -- he isn't dead yet.\nBut Bush had his own motives for going to war, none of which benefited the average American. President Bush has failed to convince me that his motives for going to war have been to protect the American people against more terrorism -- he simply wanted to deal with his daddy's unfinished business in the Middle East.\nIowa State U.\nThe American death toll continues to rise. Bush continues to insist that U.S. troops need to occupy Iraq despite the fact that on May 1, he announced the end of the war by donning combat pilot gear from the deck of an aircraft carrier. At that point, 138 U.S. troops had sacrificed their lives. Now the U.S. casualties number 264, according to the most recent Pentagon reports.\nYes, the Iraqis were literally dancing in the streets when Baghdad was liberated and the Hussein statues came tumbling down. Yes, it is honorable and benevolent that our armed forces are attempting to restore drinking water and electricity to a bombed Baghdad.\nBut the longer we occupy Iraq, the more foolish we look, and the cost is now too high in terms of money spent and number of lives lost.\nHave we discovered any weapons of mass destruction? Some, but not nearly the quantity that Bush tried to convince us they had.\nAccording to www.armscontrol.org \"Explanations for the failure to find weapons vary. Administration officials have previously attributed the lack of discoveries to Iraq's skill at concealing weapons, the need to interview scientists knowledgeable about Iraq's weapons programs, and the possibility that Iraq might have destroyed prohibited weapons or transferred them to another country.\nAccording to the Arms Control Association, Undersecretary of Defense Douglas Feith told the House International Relations Committee during a May 15 hearing that the United States has searched about 20 percent of approximately 600 known weapons of mass destruction sites, warning that the process will take months and perhaps even years. To step up their efforts, the United States is sending an additional 2,000 personnel to Iraq to augment search efforts.\nThe United States is spending $ 4 billion per month on the occupation of Iraq without counting funds for the reconstruction of the infrastructure destroyed by war.\nBush has been so consumed with making his foreign decisions seem heroic to Americans and everyone else that he has ignored mounting domestic woes.\nAnd why is Hussein still alive? Because he didn't reach his level of power by being stupid. He is three steps ahead of all his pursuers and knows exactly where to hide. President Bush has underestimated him.\nOur efforts to impose a democratic government on a nation that has never experienced democracy are futile. We can't get democracy right ourselves. The idea, as Bush would have us believe, is that we are doing a heart-warming, generous favor for the Iraqis by establishing a \"friendly\" government when the real issue is protecting our dependency on their oil.\nWhat Bush won't tell us and what Washington doesn't want to talk about is that Saudi Arabia, who is currently our primary source of oil, is quickly becoming the real target for major terrorist destruction, and if that lifeline is eliminated, Iraq is plan B.\nWe need to allocate more money into research and development of electric cars rather than making even more enemies by getting ourselves killed in a place that has always been and always will be war-torn. There is no such thing as a free and peaceful Iraq. We need to vacate Iraq and deal with the economic crisis and terrorist activities at home.\nThe longer U.S. armed forces remain in Iraq, the more obvious it becomes that Bush has a personal agenda at work that has nothing to do with protecting his fellow American people.\n(C) 2002 Iowa State Daily via U-WIRE\n\nLoad-Date: September 4, 2003"
}