{
    "title": "WAR ON TERRORISM_ Security measure passes House",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 6,
    "day": 27,
    "full text": "Washington --- The House overwhelmingly passed Wednesday the bill by Rep. Saxby Chambliss (R-Ga.) to promote better communication among local, state and federal law enforcement.\nThe legislation allows employees of federal, state and local law enforcement agencies to share terrorist background information with one another. It also calls for the linking of six regional repositories of state and local law enforcement information.\nAJC\n\"I was pretty optimistic that we'd have a strong vote,\" Chambliss said Wednesday afternoon. \"We had talked to folks on both sides of the aisle. Quite honestly, we had worked this thing so hard and gotten language that people would be happy with that I was optimistic it would pass.\"\nChambliss is chairman of the House Subcommittee on Terrorism and Homeland Security.\nThe legislation, which passed 422-2, was introduced by Chambliss and Rep. Jane Harman (D-Calif.) in February.\nHarman, ranking Democrat on the subcommittee, pointed out that information sharing might have prevented the Sept. 11 attacks, with the recent acknowledgments by the administration that federal agencies did have some prior knowledge but did not share that information with one another.\n\"Without such systems, dots that could be connected to save American lives are left scattered across various intelligence agencies,\" she said. \"These problems must be solved, whether or not we establish a new Department of Homeland Security.\"\nDemocratic Reps. William Delahunt of Massachusetts and Dennis Kucinich of Ohio voted against the measure.\nAnother Democrat, Rep. Sheila Jackson Lee of Texas, had expressed concerns that agencies investigating terrorism would not be able to share information from whistle-blowers.\nChambliss, however, assured that the bill would allow for the sharing of a wide range of information that could help law enforcement prevent acts of terrorism.\n\"The president's going to have the ability to take any information he needs,\" Chambliss said.\nThe administration released a statement Wednesday saying that it supports the legislation but the information to be shared should exclude \"individually identifiable information that has been collected solely for the statistical purposes under a pledge of confidentiality.\"\nThe statement also indicated that the White House is concerned that other parts of the bill might limit the government's ability to share critical information with national security officials, as well as with intelligence agencies here and abroad.\nThe next step for the legislation is the U.S. Senate.\n\nGraphic\n\n \nPhoto: Rep. Saxby Chambliss' bill calls for information sharing.\n\nLoad-Date: June 27, 2002"
}