{
    "title": "War on Terrorism reported persuasively by news media",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 2,
    "full text": "There was an article written to The Quad last week arguing against one of my previous articles. Although I feel as though it was taken out of context, I applaud the student for expressing their opinion even though I was labeled insensitive and sheltered. After all, we should be able to speak freely. It is our constitutional right.\nThis particular letter had a line that really made me think. It stated \"The American people need to realize the importance of the war on terrorism.\" So, I would like to get a chance to respond to that.\nWest Chester U.\nWhat may be more important to realize is how this war against terror has the tendency to be reported to us in a biased way. Many Americans do not receive objective or balanced information from media sources.\nCNN, MSNBC and USA Today are all examples of how the media serves as a branch of the government. Their purpose may not be to inform, but rather, to persuade. What we have begun to think is that this war might actually succeed, when in reality, it is doomed to failure. Are CNN and MSNBC really leading Americans to believe a certain way?(MSNBC is owned by Microsoft, which is an American corporation. What do you think they are going to say?)\nLet us take Iraq for instance. Since the Persian Gulf war, which left thousands of Iraqi citizens dead, our sanctions and trade embargoes on that country have resulted in the death of thousands more.\nBecause they are unable to get supplies, they don't receive the medicine they need, nor do they receive materials needed to rebuild the hospitals we blew up (and they certainly aren't getting anything in there to build weapons of mass destruction).\nThese thousands of children who are dying every year because of this are different then the victims of 9-11: they aren't American. Yes, that's right. No one here cares about the Iraqi citizens, because they are just numbers and it is easy to point a finger at Saddam.\nAlso, we aren't reminded day by day about this like Sept. 11. We'll be lucky if we hear about it at all, and that is precisely the point. Maybe if the news reported these things to the level which they have covered 9-11, perhaps those Iraqis who have died because of us would be as important as those who died in the WTC.\nThe problem is that we just don't care, and it is partly because of the media. After all, if we were really that concerned about terrorism, why didn't we do anything before 9-11 in the Middle East, for example?\nWe knew Israelis and Palestinians were and had been terrorizing and killing each other, but Americans weren't really that concerned. Come on, seriously, think about it. Were we?\nBut once our great democratic nation that is a symbol of freedom is attacked, suddenly terrorism is our first priority.\nSuddenly, American is going to take down terrorists and while we are at it, let's destroy evil too.\nCNN is subliminally re-inforcing America as the good guys. After all, democracy and freedom are on our side. Don't forget that God picked us too. This is what we believe now.\nWe can't ever expect to win a war against terrorism when we are also using terror to win. Even if we were to declare victory in the Afghanistan-Iraq area, there are still terrorist programs that exist within our government.\nYour tax dollars are funding the \"School of Americas,\" which involves the training of Latin American soldiers by the United States.\nThese soldiers are going back into their native countries with orders from your army to torture anyone who challenges U.S. backed regimes or our economic interests. Go ahead, look it up on your own, because CNN isn't going to tell you.\nIt's just masked under our defense budget that is being increased to fight terrorism.\nThink about it. Our defense budget is being used to increase the war on terrorism. Now, in my opinion, war is just another form of terrorism.\nUsing that logic, if we are fighting a physical war full of bombs and guns and guts-to-end terror, we are essentially self-labeling ourselves as hypocrites.\nAs long as the mainstream media continues to be cheerleaders for America, the worse the damage to the American mentality will become and the more I will be called insensitive and sheltered.\nWe will become convinced that fighting terror with terror is making the world a better place for democracy and that everyone in the world should be appreciating what we are doing for humankind.\nSo when some other country questions our tactics, we will accuse them of hating democracy and potentially add them to our list of evil people we need to get.\nIn addition, the media will insist the war is completely winnable. So when our country wants to invade another country because they have weapons of mass destruction (while we are still the only ones who have dropped atomic bombs, and on civilian targets), remember this: the civilians who will die, the medical buildings and supplies that will be destroyed by our \"smart bombs\" will quickly become another country's 9-11.\nWe'll leave them feeling the same way you feel now because of what happened. CNN won't tell you that either. So we'll just keep wondering why things like this are happening.\n(C) 2002 The Quad via U-WIRE\n\nLoad-Date: April 2, 2002"
}