{
    "title": "WAR ON TERRORISM_ Six are indicted in 2 U.S. cities; All charged with aiding al-Qaida",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 8,
    "day": 29,
    "full text": "Washington --- Federal grand juries indicted six men in two cities Wednesday on charges of conspiring with al-Qaida.\nOfficials said these are the first of an expected string of terrorism charges filed against American citizens and foreigners living here.\nFederal prosecutors in Seattle charged Earnest James Ujaama, a 36-year-old American citizen, with providing safe houses to al-Qaida operatives and building a training camp in Oregon for teaching terrorists how to fight a \"violent jihad,\" or holy war.\nCox Washington Bureau\nUjaama, who was arrested earlier this summer, has repeatedly denied any ties to terrorism. He has been held as a material witness, a charge that allows the Justice Department to detain him indefinitely.\n\"If there's anything positive to come out of this, it renders some certainty to his situation,\" Ujaama attorney Daniel Sears told The Associated Press on Wednesday. \"He can go about the business of defending himself against these allegations, and hopefully justice will be served.\"\nIn a separate case, federal prosecutors in Detroit charged five men with providing support to al-Qaida and operating as a \"covert underground support unit for terrorist attacks within and outside the United States.\"\nThe indictment alleges that Karim Koubriti, Ahmed Hannan, Youssef Hmimssa, Abdella (last name not known) and Farouk Ali-Haimoud conspired to \"cause economic harm to U.S. businesses\" and to provide personnel, safe houses and intelligence for violent attacks against Jordan, Turkey and the United States.\nInside the suspects' Detroit apartment, investigators said they found maps for an air base in Turkey used by American military and a hospital in Jordan. In addition, officials say they found what they believe are surveillance videotapes of American landmarks such as Disneyland in California and the MGM Hotel and Casino in Las Vegas.\nKoubriti, Hannan, Hmimssa and Ali-Haimoud were arrested soon after the Sept. 11 terrorist attacks. Abdella remains at large.\nLaw enforcement officials said more indictments are expected as the investigation into who masterminded the Sept. 11 attacks on New York and Washington yields fresh evidence.\nThe two-count indictment against Ujaama alleges that he pledged \"bayaat,\" or an oath of loyalty, to an unindicted co-conspirator in London who has ties to Osama bin Laden. That person, a controversial Islamic cleric, is wanted in Yemen on terrorism charges, but has not yet been extradited.\nThe indictment states that Ujaama, born James Earnest Thompson, became friends with the cleric, pushing his writings and beliefs of the need to \"engage in violent jihad through armed acts of aggression against Western governments\" and others.\nIn the fall of 1999, Ujaama sent a fax to the cleric, seeking his support for a jihad training camp in Bly, Ore.\nIn the fax, sent from a commercial copy center, Ujaama allegedly compared the terrain of Oregon to Afghanistan and stated that the property could be used to \"store and conceal guns, bunkers and ammunition.\"\nUjaama discussed his plans with other co-conspirators, raising the need for training for \"the commission of armed robberies, the building of underground bunkers to hide ammunition and weapons, the creation of poisonous materials for public consumption and the firebombing of vehicles,\" the indictment alleges.\nThe unindicted co-conspirator sent two men to check out the Bly property, the indictment states. The men met potential candidates for jihad training and established security for the property with guarded patrols and passwords, according to the indictment.\n\nLoad-Date: August 29, 2002"
}