{
    "title": "War's heavy cargo; A report says war with Iraq and new terrorism could lead to the airline industry'",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 12,
    "full text": "A 90-day war with Iraq and a new outbreak of terrorism would stagger already-teetering U.S. airlines with $13 billion in losses, another 100,000 employee layoffs and possible financial collapse, a trade association study projects.\n     The Air Transport Association (ATA) report, released Tuesday, said that even without a war its 22 passenger and cargo airline members stand to lose $6.7 billion this year in a travel market sagging because of Americans' fear of terrorism.\n     War and another major terrorist event, the study said, would cause air traffic to plummet by 25 percent domestically and 43 percent on international flights.\n     ATA officials declined to say whether more of the nation's 15 passenger airlines might be forced into Chapter 11 bankruptcy and possible nationalization under the study's worst-case scenario. But an industry analyst says that absent dramatic change, Eagan-based Northwest Airlines and three other big carriers would collapse within two years.\n   Officials of Northwest, which lost $1.2 billion over the past two years, would not comment on the study. But Doug Steenland, president of the fourth-largest airline, said in a recent interview that Northwest has been slashing costs with a goal of having \"the longest staying power of anyone else.\" At year's end the company had a cash balance of $2.2 billion.\n     Calling the industry's financial condition \"very precarious\" and \"in crisis,\" ATA President James May said the airlines already are lobbying Congress for relief.\n     \"Airlines have supported decisions taken by the U.S. government in the past, and we do so now,\" May said. \"Yet we know from the first Gulf War that there will be serious economic consequences for the airline industry. . . . Without government action, the outlook for the airline industry is bleak.\"\n     But aides to two key House and Senate committee chairmen indicated the airlines will have a tough sales job because they received $5 billion in cash and up to $10 billion in federal loan guarantees after the Sept. 11 terrorist attacks.\n     \"The practicality is that many of [the industry proposals] would be almost impossible to get through and signed into law,\" said Steve Hansen, a spokesman for Rep. Don Young, R-Ala., chairman of the House Transportation and Infrastructure Committee.\n     The study, prepared by the ATA's own economists, described an industry beset by plummeting air travel, soaring fuel and security costs and pricing power too weak to pass along $9 billion in annual taxes to passengers.\n     It cited the repercussions for airlines of the 1991 Gulf War: an 8 percent decline in U.S. ridership, a doubling of fuel costs and $13 billion in losses that led to the layoffs of 25,000 workers. Seven airlines declared bankruptcy, and four _ Pan Am, Eastern, Midway and Markair _ were liquidated.\n     Since the Sept. 11 attacks, air cargo shipments have bounced back, the study said, but passengers remain apprehensive. Airlines have shrunk their fleets by 298 aircraft while losing $18 billion over the past two years, forcing layoffs of 78,000 full-time employees and 20,000 part-timers, it said.\nDire consequences\n     The study lays out three scenarios in the event of another war with Iraq:\n     - A conflict similar to the United States' 1991 triumph in 43 days, leading to a short-term decline in air travel and increasing this year's projected industry losses by $900 million, to $7.6 billion.\n     - The \"most likely\" scenario of a U.S. victory within 90 days, during which fuel prices jump 10 cents per gallon to 93 cents and ridership declines by another 52 million passengers _ 8.6 percent below 2002 and 17 percent below 2000 levels. Falling fares would stick airlines with $4 billion in losses, forcing the layoffs of about 70,000 workers.\n     - The most dire scenario of a 90-day war accompanied by terrorist attacks, resulting in a loss of 75 million passengers, fuel prices rising to $1.10 per gallon, cutbacks in 3,800 flights and airlines losing $13 billion.\n     On Friday, Sam Buttrick, an airline analyst for UBS Warburg in New York, said the revenue impact from a war with Iraq will be \"somewhat worse\" than the 1991 Gulf War. Unless the industry is able to cut costs enough to contend with sliding revenue, he said, \"American, Continental, Northwest and Delta will face bankruptcy within two years _ and in that order.\"\n     The ATA's May stressed that the industry is not proposing a specific relief package to Congress. But he said the carriers do not want more loan guarantees, because their assets already are more than \"93 percent leveraged.\"\n     Under the current loan guarantee program,, little more than $3 billion of the allotted $10 billion won final or conditional approval from a Treasury Department panel.\n     ATA spokesman Michael Wascom said the airlines are interested in relief in four possible categories: an extension of federal availability of war-risk insurance that would be otherwise unaffordable; federal assumption of more of the $4 billion in security costs added since Sept. 11; and a \"tax holiday\" extending for a year after the war's conclusion for an array of ticket, cargo and fuel taxes, and help in stabilizing jet fuel prices.\n     \"We're paying for everything,\" Wascom said of the ticket and cargo taxes projected to generate $9 billion for the federal Aviation Trust Fund this year. \"The airlines have no pricing power. We're eating it.\"\nLittle interest\n     Sen. John McCain, R-Ariz., chairman of the Senate Commerce Committee, has shown little interest in singling out the airline industry for more relief, saying he does not want to \"distort the marketplace.\"\n     But Rep. Jim Oberstar, D-Minn., the ranking Democrat on the House Transportation Committee, is sympathetic to the industry. He has tossed around ideas such as reopening the loan guarantee program, allowing airlines to buy fuel at the Pentagon's lower prices or extending the war-risk insurance arrangement, spokeswoman Mary Kerr said.\n     Buttrick said four factors could help some airlines stave off bankruptcy, including a massive reduction in flight capacity if either United Airlines or US Airways fails to reorganize under bankruptcy protection and liquidates assets.\n     Saying he envisions neither a dramatic reduction in high fuel prices nor a dramatic rebound in business travel, Buttrick said that \"2003 should be the year in which labor costs are rolled back.\" It will be up to labor unions, he said, to decide whether those cuts occur inside or outside bankruptcy court.\n     Northwest is now addressing its top two operating costs _ labor and fuel. Last month, Northwest executives asked unionized pilots to consider a 17.4 percent pay cut and the layoffs of another 343 pilots.\n     Northwest CEO Richard Anderson said the company also made deals to lock in fuel prices for a significant portion of this year.\n     He said that in the event of war, employee layoffs \"could be very significant.\"\n     \"The U.S. economy for airlines and every other industry is not going to turn around,\" he said, \"until the uncertainty of the Iraq situation is finally and completely resolved.\"\n.\n_ The writers are at ggordon@startribune.com and lfedor@startribune.com.   \nCasualty of war\nThe Air Transport Association's estimate of what a U.S. conflict with Iraq could cost the U.S. airline industry this year. The worst case was equala to the Gulf War plus terrorism; the likely scenario was victory within 90 days.\n.\n                                 Likely     Worst\n                     No war     scenario     case\nNet losses (billions) $6.7       $10.7      $13.0\nPassengers (millions) +28         -52        -75\nDaily flights         +500      -2,200     -3,800\nEmployment         +11,000     -70,000    -98,000\nFuel cost (gallon)   $0.83       $0.93      $1.10\nFares                 +0.2%         -4%        -9%\nSeats filled            73%         73%        75%\nSeats to break even     80%         85%        92%\n    Source: Air Transport Association\n.\n\nGraphic\n\n \nCHART; PHOTO\n\nLoad-Date: March 12, 2003"
}