{
    "title": "War, terrorism are key issues in divided New Hampshire",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "Todd and Jessica Caswell have a magnetic \"Support Our Troops\" yellow ribbon tacked to the back of their SUV, like so many others in this town and this state.\n\"President Bush has got a lot to deal with, with the war,\" says Todd Caswell, 25, whose father and most of his brothers served or serve now in the military. He supports President George W. Bush full bore. \"I think what he's doing with the war and how he's handling it is the proper way.\"\nIn the small central New Hampshire town of Sandwich, the war in Iraq is also weighing heavily on Jim Vernon's presidential choice. He's voting for Democratic nominee John Kerry: \"I think the war was, for sure, premature, and probably unnecessary. I think Saddam is a bad guy, but I don't think he posed a threat to the United States. I think Bush had made up his mind he was going to take him out and used the weapons-of-mass-destruction thing to convince others.\"\nThe closely divided electorate in New Hampshire is prompting repeated appearances in the state by both candidates, their wives, children and vice presidential picks -- in a battle over four electoral votes that could be crucial in a close election.\nNew Hampshire was once a dependable GOP vote in presidential races. Even today, its governor, the majority of its House and Senate and entire congressional delegation are Republican. Bush beat Vice President Al Gore here by barely 7,200 votes, with Gore not even setting foot in the state after the state's first-in-the-nation presidential primaries in 2000. Had Gore won New Hampshire's four electoral votes, he would be living in the White House now, something neither candidate is forgetting this year.\nKerry has visited the state twice since the Democratic convention. His running mate, John Edwards, has been in the state twice, amid a blizzard of other visits by Edwards' wife, Elizabeth Edwards, who's scheduled to make another appearance today.\nThe GOP is paying close attention, too.\n\"The president came twice, the vice president came, the former president (George Bush) came, the first lady came, the mother of the president and his daughters came,\" said Tom Rath, the state's former Republican attorney general and a close adviser to the Bush campaign. \"That was between Labor Day and last week.\n\"It feels like the primary. All we usually see of the candidates is the underbelly of the airplane once they're gone. . . . We're not used to being a battleground.\"\nA tightening race\nFor months, Kerry has led in state polls. But two surveys out last week showed Bush's fortunes have improved, with the race still very much in play. One showed Bush leading Kerry, 50-45 among likely state voters during a 7-day period that straddled the first debate on Sept. 30. Another poll, taken after the debate, showed the candidates tied 47-47.\nTo supplement the candidates' visits, the campaigns have bought an incessant barrage of TV ads. Bush's recent ads have hit Kerry hard on the issue of war and fighting terrorism, saying he tried to slash funding for intelligence and the troops. Such messages resound well in New Hampshire, total population less than 1.3 million, with almost 2,000 of those residents deployed to Iraq. Bush also is devoting plenty of airtime to portraying Kerry as a pro-tax liberal, anathema in a state that has neither an income tax nor a sales tax.\nKerry's ads are focusing, instead, on issues that might appeal to the libertarian spirit that permeates the state, even to the motto on its license plates: \"Live Free or Die.\" He talks about aiding small business, doling out more middle-class tax cuts and lowering health care costs. And in an appearance last week in Hampton, he and actor Michael J. Fox blasted Bush's strict limitations on federal funding for embryonic stem cell research that many believe could lead to cures for diseases such as Parkinson's, from which Fox suffers.\nWhile Bush's limits on stem cell research and his support of a constitutional ban on gay marriage have helped him with conservatives elsewhere, many in New Hampshire are more skeptical of the president's stance on social issues.\nOne is Jessica Caswell, who is still undecided on how she'll vote, though she agrees with her husband's support of Bush on the war in Iraq and fears what would happen there if Kerry took over.\n\"Gay marriage, I think they've (Republicans) gone a little bit too far. There are other issues that they should be paying attention to than saying whether someone can marry someone. And my mom has (multiple sclerosis). My husband has diabetes. Those are the things that stem cell research should be focused on,\" said Caswell, 24, a stay-at-home mother of two small daughters.\n\"It's a big thing for me because it could find cures for diseases of people I know. . . . Those are key issues. Bush isn't willing to compromise on those.\"\nWar and terror\nAndrew Smith, director of the University of New Hampshire Survey Center, said Republicans who dominate politics in the state are generally moderate to liberal Republicans.\n\"They tend to be pro-choice, not as pro-life as other Republicans. There's not a religious right here, to speak of,\" Smith said. \"Church attendance is really low. Those social issues that can hurt Republicans in other parts of the country -- legalizing gay marriage or stem cell research or being pro-choice -- those can attract a segment of the Republican electorate here.\"\nStephanie Cate, 21, a political science student at St. Anselm College in Manchester, N.H., says she likes Bush's stand on gay marriage. But she, as many others, says it's another issue that's driving her vote for Bush: \"I'd definitely say the war on terror.\"\nSmith, the pollster, said that one-fourth of New Hampshire voters list the war in Iraq as the top issue of importance for them; another 21 percent say it's the war on terrorism. While 23 percent list the economy and jobs as a top issue, it's not necessarily a negative for Bush's administration in New Hampshire, where a high-tech economy weathered the recession better than most states.\nOn Thursday evening, Mike Kaufman, 22, of New Jersey, found Iraq and the war on terrorism on many voters' minds as he knocked on doors in Manchester on behalf of America Coming Together. The group has spent millions in battleground states on voter mobilization drives designed to elect Democrats generally and to bounce Bush from office specifically. In New Hampshire, that effort has focused on independents, whose numbers lead both Republicans and Democrats on voter-registration rolls.\nKaufman, fresh out of college, distributed fliers with dour statistics on jobs, education and health care costs. As Kaufman visited with voters, however, the topic most often turned to foreign affairs, from Iraq to the war on terror.\n\"I'm voting for President Bush, because of the way he reacted to 9/11,\" said Michael Amato, 30. \"I think he should have just nuked them.\"\nNeighbors divided\nDorothy Fitzmorris, 45, disagrees with Amato. She's been out of work for more than two years and said she thought the money spent in Iraq would be better directed in the state.\n\"Jobs is definitely one issue for me. Outsourcing of them. My job went to Ireland and the pay others are offering to me isn't even half of what I was making before,\" Fitzmorris told Kaufman.\nJim Vernon, the geologist from Sandwich who opposes the Iraq war, will be casting his ballot for Kerry. His son, Andy, 18, is a criminal justice student who admires Bush for his aggressive push for more post-9/11 law enforcement powers. And Andy is thinking of enlisting in the military to help pay for college, which only bolsters his father's desire to vote against Bush.\n\"I voted for Nader in 2000,\" said Jim Vernon, who was one of 22,198 New Hampshire voters to back Ralph Nader that year, more than triple the slender margin that gave Bush this state in 2000. \"Not this time, though. Nader can't win. I really want to vote for someone who has a chance of winning.\"\nWayne Jennings of New Boston has lived in New Hampshire through 20 years of political campaigns. This one, he knows, is different. He knew it in early September, when he had front-row seats at Madison Square Garden as a New Hampshire delegate to the Republican National Convention. The state's Democratic delegates to Boston got similar treatment.\n\"There are a lot of signs out there, more than ever before,\" Jennings said. \"I don't see people taking this election for granted and staying home.\"\nBattleground: New Hampshire Population: 1.28 million Electoral votes: 4 2000 presidential winner: George W. Bush Issue: The war in Iraq The 2000 census showed that 15 percent of the people in the state are military veterans and almost 2,000 residents have been deployed to fight in Iraq, so the war tops all of the issues in the presidential race. New Hampshire was spared the worst of the recession and has recovered to a 3.7 percent unemployment, one of the lowest rates in the nation. The state was once reliably Republican, but now undeclared voters make up the largest chunk of registered voters, followed by Republicans and then Democrats.\n\nNotes\n\nCAMPAIGN 2004 PRESIDENT\n\nGraphic\n\n \n<NONE>\n\nLoad-Date: October 13, 2004"
}