{
    "title": "War, terrorism scare off business travelers",
    "publisher": "usa today",
    "year": 2003,
    "month": 3,
    "day": 25,
    "full text": "Many business travelers plan to cut back their trips over the next three months, particularly outside the USA, because they're worried about war and terrorism, a survey for USA TODAY shows.\nMore than 30% of the business travelers surveyed cited war and terrorism as the primary reason for reducing international travel in the coming months, and about a quarter of those surveyed cited it for planned reductions in domestic travel, the survey found.\nThe online survey of 2,146 U.S. adults -- which included 1,141 people who traveled at least once on business in the past 12 months -- was conducted last Tuesday through Friday.\nThe survey reinforces the airline industry's worst fears about the potentially damaging effect the war is likely to have on travel for months.\nSome airlines say bookings for international flights have fallen sharply in recent weeks, and many travelers who had booked trips are calling to delay them.\nSince the U.S. invasion of Iraq began, all of the USA's five largest airlines have dropped dozens of flights from their schedules in April. Delta Air Lines on Monday suspended flights between New York's JFK airport and 10 European cities for the month.\nEven more painful: The drop-off hits hardest at leisure travel, about the only relatively strong segment left in the beleaguered travel industry still reeling from the Sept. 11 terrorist attacks.\n\"Right now, what's keeping people out of the air is just general anxiety,\" says Kevin Mitchell of the Business Travel Coalition.\nThis year's war with Iraq could be more devastating for the travel industry than the Persian Gulf War of 1991. The latest conflict comes against the backdrop of terrorism, with commercial aircraft considered ripe targets. \"Clearly, there's an acute impact of the war on canceling and postponing business travel,\" says Mike Travis, CEO of Equation Research, which conducted the survey for USA TODAY.\nSome travelers also cited other factors affecting their desire to take business trips, including:\n * The weak economy, 18.4%.\n * Desire to be close to family, 17%.\n * Ability to use alternatives to travel, such as webcasting and video conferencing, 12.7%.\nThe survey was conducted online using Survey Sampling's National Panel of adults. The margin of error is plus or minus 2.5 percentage points for the full survey group and 4.0 points for the business-traveler group.\n---\nContributing: Barbara De Lollis\n\nGraphic\n\n \nGRAPHIC, B/W, Adrienne Lewis, USA TODAY, Source: Equation Research survey of 1, 141 U.S. adults. Margin of error is +/-4.0 percentage points. (PIE CHART)\n\nLoad-Date: March 25, 2003"
}