{
    "title": "War, terrorism popular topics at Hot Docs",
    "publisher": "hollywoodreporter.com",
    "year": 2007,
    "month": 4,
    "day": 19,
    "full text": "TORONTO -- Victims and perpetrators of war and terrorism will be dominant themes at the Hot Docs Canadian International Documentary Festival, which kicks off its 11-day run here Thursday.\nToronto-based filmmaker Johanna Lunn's \"Forgiveness: Stories for Our Time,\" a portrait of four people who weigh whether to forgo blind revenge and instead forgive murderers of family members, will have its world premiere at the festival.\n\"In our world, we really need to think about how to face loss in a healthy way, because bad stuff happens,\" Lunn said ahead of the Hot Docs screening.\nAmong the film's subjects is a man from Northern Ireland whose wife and nine others were murdered in an IRA bombing and a British Anglican priest who resigned from her parish after her daughter was murdered in the July 7, 2005, London bombings.  \nNorth America's largest documentary festival also has booked a North American premiere for \"Star Hotel,\" Israeli filmmaker Ido Haar's portrait of two Palestinian friends who work illegally as construction laborers in the occupied territories.\nU.S. films making their international premieres include \"Nanking,\" directors Dan Struman and Bill Guttentag's unflinching account of the infamous \"rape of Nanking\" by Japanese Imperial forces in 1937, and Sean Fine and Andrea Nix Fine's \"War/Dance,\" an uplifting film about three war orphans in Northern Uganda who reach the finals of a national dance and music contest.\nToronto also will host an international premiere for Norwegian filmmaker Line Halvorsen's \"USA vs Al-Arian,\" about the jailed activist and pro-Palestinian professor Sami Al-Arian.\nElsewhere, Czech Republic filmmaker Marko Skop is bringing \"Other Words,\" the audience award winner at Europe's Karlovy Vary festival, to Toronto for a North American premiere. The docu portrays six people from communities in the East Carpathian mountains that must contend with colliding cultures and globalization.\nSkop said he is anxious to see whether his film about rapid societal change and dislocation, which touched audiences at home, will translate to North America. \n\"(The East Carpathians) is a very special region, with very special peoples living on the border of Eastern and Western Europe. But this is also the global village, with the effects of globalization attacking us at every turn of our lives,\" Skop said.\nIn all, 129 films from 25 countries will unspool through April 29 at Hot Docs, alongside an industry market and co-production conference with official delegations this year from Brazil, Italy and Germany.\nThis year's festival will kick off with British filmmaker David Sington's \"In the Shadow of the Moon,\" a film about the astronauts in the Apollo space program. It made its debut at Sundance.\n\nLoad-Date: April 24, 2007"
}