{
    "title": "Warily welcoming the Winter Olympics",
    "publisher": "star tribune ",
    "year": 2014,
    "month": 2,
    "day": 7,
    "full text": "The 2014 Winter Olympic Games have reopened the biennial angst about the Olympic movement. While much of the criticism of Russia's president and Sochi's lack of preparation for terrorism and tourists is justified, the Olympic ideal and athletic excellence are reasons enough to welcome the Games.\nA plurality (44 percent) of Americans believes it was a \"bad decision\" to hold the Games in Sochi, according to a new Pew poll. (Only 32 percent think it was a \"good decision,\" while 24 percent \"don't know.\") While this cynicism is counterintuitive to Olympic internationalism, it's understandable.\nSecurity concerns have been growing along with the region's Islamic insurgency. Russia apparently agrees. The Iron Curtain may have fallen with the breakup of the Soviet Union, but Russia has erected a \"ring of steel\" around Sochi, with nearly 50,000 security forces dispatched to guard the Games. It's a shame that the specter of terrorism overshadows an event meant to inspire peace, but Russia is not alone in facing extremists. Last Sunday's Super Bowl required extraordinary security measures, too.\nOlympic Village preparation is more in Sochi's control, and it is disappointing that despite a reported record investment of nearly $51 billion, workers are scrambling to complete the job. Already, instead of gold medals, brown tap water in the Black Sea resort has become an early symbol of Sochi. Russian President Vladimir Putin, who is using the Games to burnish his global standing, has to hope the competition venues are better prepared.\nSochi's struggles, and continued concerns over preparations for the 2016 Summer Olympics in Rio de Janeiro, perhaps explain why the 2018 Winter Olympics and the 2020 Summer Olympics were awarded to the more secure, sure-footed sites of Pyeongchang, South Korea, and Tokyo, Japan, respectively.\nPutin's increasingly repressive regime is another source of concern. He may embrace the Olympic spotlight, but not the values the flame represents. Post-Sochi, he'll likely resume his role as a protector of rogue regimes like Syria's and get back to intimidating former Soviet satellites like Ukraine.\nPutin's authoritarian streak isn't reserved for foreign policy. Domestically, he has harassed opponents and created a climate of fear. In particular, his government's harsh anti-gay legislation and rhetoric are being blamed for horrifying harassment, as detailed in a chilling Human Rights Watch report issued this week. More enlightened nations have pushed back, and President Obama was right to send an unmistakable message by designating three openly gay athletes to lead the official U.S. delegation. The world is increasingly split in its treatment of gay, lesbian, bisexual and transgender people, and Russia represents the wrong path.\nThe political pushback was met with a shove by International Olympic Committee President Thomas Bach, who on Tuesday lashed out at leaders who have used the Olympics as a \"stage for political dissent or for trying to score points in internal or external political contests.\"\nBach's wrong. It's the moral responsibility of leaders to criticize repression. And the Olympics were politicized long ago. The IOC should not have awarded Sochi the Games if it required silence from the global community. Besides, Sochi's - and Russia's - persistent problems are already big news in much of the world.\nThe real challenge is within Russia. Some dissidents, including members of the punk band Pussy Riot who have been freed after spending nearly two years in prison, have urged attendees to speak out against Putin. In a less dysfunctional democracy, a free press would pressure the government. But as detailed in a recently released report from the Committee to Protect Journalists, intimidation has led to journalistic self-censorship.\nOf course, it's not the first time that the Olympics have been held in a compromised country. In fact, most nations are closer to Russia than the United States in developing democratic traditions. So it's fortunate that the Olympics have seemingly spurred Putin to ease up on internal repression as the Games drew near.\nAnd it's not fair to associate the athletes with the atmosphere. Sure, the Olympics long ago lost their sheen of amateurism - National Hockey League pros will skate for several national teams, for instance - but there are also many more obscure, albeit elite athletes in sports unfamiliar to many who don't experience northern winters.\nIndeed, the Sochi Games are a celebration of winter itself - and an event that should warm even the most frigid of Minnesota winters with pride. At least for a fortnight, it's time to marvel at the competition, cheer for the 27 athletes with ties to this state and hope for a future in Russia that better represents Olympic ideals.\n\nLoad-Date: February 7, 2014"
}