{
    "title": "WARMER TIES TO TEHRAN STILL U.S. GOAL",
    "publisher": "daily news ",
    "year": 1998,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON The U.S. will continue to seek improved ties with Tehran through cultural and sporting events despite the court ruling that Iran was responsible for the terror attack that killed Alisa Flatow.\n\"Our policy doesn't get affected by court judgments,\" said State Department spokesman Jamie Rubin, who acknowledged that Iran sponsors Palestinian Islamic Jihad and other groups \"that have carried out violent acts of terrorism.\"\n\"But the way to overcome this problem is through direct dialogue,\" Rubin said.\nStephen Flatow, Alisa's father, said the ruling would encourage other suits against Iran by the families of terrorist victims.\nHe said the family of Sara Duker, 22, of Teaneck, N.J., who was killed in a 1996 terrorist attack in Israel, was \"in our corner\" in his suit.\nSara Duker's mother, Arline, yesterday said she was thrilled with the ruling.\n\"It's a wonderful thing to hear a court of the United States stand up and say that terrorism is a plague on humanity,\" said Duker, who remains undecided on a lawsuit of her own. \"I give the Flatows tremendous credit for their courage, their determination to do this.\"\nFlatow sued under the \"Flatow Amendment\" to the 1996 anti-terrorism act signed by President Clinton. The amendment allows suits by U.S. victims of state-sponsored terrorism.\nThe amendment was offered by Sen. Frank Lautenberg (D-N.J.) and Rep. Jim Saxton (R-N.J).\n\"This is more than a slap on the wrist of the bloody hands of those who killed Alisa Flatow,\" Lautenberg said of the court ruling. \"This is a slap in the face of all terrorists.\"\nBut a spokesman for Islamic Jihad in Gaza City scoffed at the ruling and denied his group was funded by Iran.\n\"It is a big joke, because thousands of Palestinians have been killed during the past 50 years without anyone caring about them,\" the spokesman said.\n\nLoad-Date: March 12, 1998"
}