{
    "title": "Warrantless Searches of Americans Are Legal Overseas, Court Panel Rules",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 25,
    "full text": "The authorities may lawfully conduct searches and electronic surveillance against United States citizens in foreign countries without a warrant, a federal appeals court panel said on Monday, bolstering the government's power to investigate terrorism by ruling that a key constitutional protection afforded to Americans does not apply overseas.\n  The unanimous decision by a three-judge panel of the United States Court of Appeals for the Second Circuit, in Manhattan, came in the case of three Al Qaeda terrorists convicted a few months before 9/11 in a conspiracy that involved the 1998 bombings of two American embassies in East Africa.\n  The court did not address the question of whether the government could conduct warrantless wiretaps of international calls involving people in the United States, an issue that drove a wedge between the Bush administration and Congress. But the ruling did give footing to those who say that terrorism suspects can be successfully and effectively prosecuted in civilian courts.\n  The warrantless searches must still be reasonable, as the Constitution requires, Judge Jose A. Cabranes wrote for the panel, adding that the government had met that standard in the case of one defendant, Wadih el-Hage, a close aide to Osama bin Laden and a naturalized American citizen who was living in Nairobi, Kenya. The government searched his home and monitored his phone conversations. \n  ''The Fourth Amendment's requirement of reasonableness -- but not the Warrant Clause -- applies to extraterritorial searches and seizures of U.S. citizens,'' the judge wrote.\n  Mr. el-Hage and two other defendants had appealed their convictions for conspiring with Mr. bin Laden in a plot to kill Americans around the world. \n  The conspiracy included the 1998 bombings of the United States Embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, which killed 224 people and wounded thousands.\n  While noting that Mr. el-Hage ''suffered, while abroad, a significant invasion of privacy by virtue of the government's yearlong surveillance of his telephonic communications,'' the panel offered a detailed analysis of why the search was reasonable under the Constitution, given the ''self-evident need to investigate threats to national security'' that foreign terrorist organizations presented. \n  The panel said the electronic surveillance was justified -- and reasonable -- for a number of reasons, including that ''sustained and intense monitoring'' was necessary to understand a ''complex, wide-ranging and decentralized'' organization like Al Qaeda; and that members of covert terrorist organizations often communicated in code.\n  ''While the intrusion on el-Hage's privacy was great, the need for the government to so intrude was even greater,'' Judge Cabranes wrote.\n  ''This is going to be a very important precedent that intelligence agencies are going to look at, that the new Obama administration is going to look at,'' Orin S. Kerr, a law professor at George Washington University, said on Monday. ''These issues are critical, and the courts rarely rule on them.''\n  The panel also made it easier for prosecutors to protect sensitive information in terrorism cases by holding that judges may bar defendants from having access to classified materials that their lawyers may otherwise examine, if there is concern that unauthorized disclosures of information could jeopardize lives or investigations.\n  The panel declined to declare, as a lower court judge had, that Miranda warnings were required in overseas interrogations of foreign suspects, but it said that a modified version of the warnings, adapted to local circumstances, could be acceptable.\n  ''It is only through the cooperation of local authorities that U.S. agents obtain access to foreign detainees,'' Judge Cabranes wrote. ''We have no desire to strain that spirit of cooperation by compelling U.S. agents to press foreign governments for the provision of legal rights not recognized by their criminal justice systems.''\n  Michael J. Garcia, the United States attorney in Manhattan and one of the prosecutors who participated in the embassy case, called the decision ''one further measure of justice for the victims of those attacks.''\n  Defense lawyers said that they were disappointed in the ruling, and would appeal. ''We believe these issues are important enough to deserve Supreme Court review,'' said Frederick H. Cohn, whose client, Mohamed Rashed Daoud al-'Owhali, was convicted in the Nairobi attack.\n  Joshua L. Dratel, a lawyer for Mr. el-Hage, said that the appellate decision ''would seem to say that the government's invocation of national security can trump a United States citizen's constitutional rights across the board.''\n  The embassy case was the last of the large terrorism trials held in the United States before the Sept. 11, 2001, attacks. \n  Since then, there has been a national debate over whether people accused of terrorism should be treated as criminals and tried in the federal courts, or held as enemy combatants to be tried, if at all, before military tribunals, where defendants have fewer rights and there is less public disclosure.\n  David D. Cole, a law professor at Georgetown University, said the ruling underscored ''that we don't need a specialized national security court; that we don't need to depart from the traditional criminal justice system approach for prosecuting terrorists.''\n  The decision, which was joined by Judges Jon O. Newman and Wilfred Feinberg, was divided into three separate opinions, which totaled 178 pages. \n  ''This criminal case presents issues of great importance, many of which are complex and novel,'' Judge Cabranes wrote, observing that the case had been in the courts for a decade.\n  The panel also praised Judge Leonard B. Sand, who handled the trial, and Judge Kevin Thomas Duffy, who handled later proceedings, for their care, patience and fairness.\n  The third defendant whose conviction was affirmed was Mohammed Saddiq Odeh. A fourth defendant, Khalfan Khamis Mohamed, did not appeal his conviction. All four men are serving life sentences in the so-called Super Max prison in Florence, Colo.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 25, 2008"
}