{
    "title": "Wars on drugs, terrorism waste limited resources",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 17,
    "full text": "What do heroin, cocaine and marijuana have in common with Islamic extremists strapped with explosives? The war on drugs and the war on terror are two theatres of the same conflict that the U.S. is currently fighting: Operation Inevitable Failure.\nBoth terrorism and recreational drug use have been part of human civilization for hundreds, if not thousands of years.\nSome human beings enjoy altering their states of consciousness, and no matter how bad the government doesn't want to accept the fact, it is true.\nSimilarly, some human beings so severely disagree with a ruling entity that they resort to murderous violence as a means to voice their dissenting opinions.\nWhy is the U.S. government so pompous to think it can curb two basic aspects of human behavior?\nDoes Washington actually think something good and worthwhile can come from throwing cash and launching missiles at these fundamental axioms of the human existence?\nWhen a country fights a war, there is normally a definite strategic goal it tries to achieve. The goal is either met, or it is not, resulting in a win or loss, respectively.\nA problem with fighting the war on drugs and the war on terror is that there is no end, because the goals are too lofty and unrealistic.\nWhat does Washington define as victory in the War on Terror?\nEliminating every last terrorist on earth?\nIf not one American had a desire to experiment with, or the capability to, obtain a psychoactive recreational substance, would America come out on top of the war on drugs?\nWhenever the goal is necessarily unachievable, isn't the war lost before it starts?\nWinning these wars is an exercise in futility.\nYet, the Washington continues to pump thousands of troops, millions of man-hours and billions of dollars into ultimately empty causes.\nIronically, the more aggressively the United States prosecutes the wars, the more problems it creates.\nFor example, since the America expanded the scope of the war on terror from Afghanistan to Iraq, policymakers have to deal with instability in the Middle East, strained relations with neighboring countries and more terrorist suicide bombings than before the war on terror began.\nBy running in gung ho, America finds itself in the position of having to fight more terrorists now than there were before.\nThe war on drugs is no different.\nDuring the 1980's, the government beefed up border patrol in Miami to stop the huge influx of cocaine from South American drug cartels. By limiting supply of the product, the government increased the demand and thus the market value for cocaine.\nThis, in turn, provided cartels with wealth, power and firearms. In Columbia, the Medellin Cartel declared open war on the country's government, launching several terrorist-style car bombings on public targets.\nJust like the expansion of the war on terrorism, the growth of the war on drugs has created more enemies than if drugs were legal.\nThere are other similarities between the war on terror and the war on drugs.\nFor instance, current estimates show Afghanistan provides 90 percent of the world's supply of heroin. The Taliban and other terrorist groups rake in the profits from the sale of this opiate, but if drugs were legal, American farmers could produce and sell it.\nInstead, a monopoly for the Taliban is fortified by the war on drugs. Thus, the U.S. is fighting the war on terror in Afghanistan against an enemy funded by the economic implications of the war on drugs.\nIn essence, the government is battling an enemy the government directly supports.\nThe solution to these persistent problems is to admit the wars are not winnable in the first place.\nBy legalizing recreational drugs, the government can save money by reducing border patrol and emptying prisons full of inmates locked up for drug-related convictions.\nIt can also raise money by taxing and regulating it in a fashion similar to that of tobacco and alcohol policies.\nRegarding terrorism, the more the U.S. uses violent means to stop them, the more retaliation it will receive.\nDiplomacy and open dialogue should be the avenues for intellectual and political battles, which will ultimately reduce the death toll on both sides.\nThe U.S. government is not powerful enough to change people's desire for drugs or vengeance.\nThey are wasting billions of taxpayers' dollars to prove something a basic understanding of logic and human nature gives away for free: the wars on drugs and terrorism can't be won.\n(C) 2007 Oklahoma Daily via U-WIRE\n\nLoad-Date: October 17, 2007"
}