{
    "title": "Wary Sweden keeps PLO out in the cold",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 1,
    "day": 30,
    "full text": "There is little chance of Sweden extending diplomatic recognition to the Palestine Liberation Organization soon.\nA top-level PLO delegation headed by foreign policy spokesman Farouk Khaddoumi chose a decidedly inappropriate time for a visit aiming at a diplomatic breakthrough in Scandinavia.\nAs the delegation was flying in, four more Palestinians were on their way out, accused of terrorism.  The four are members of the Popular Front for the Liberation of Palestine General Command.\n\"The government is anxious that the PLO should not be confused with the PFLP-GC,\" said immigration minister Karin anderson.  But the affair hardly help the PLO's case.\nThe Swedish security police, SAPO, originally had asked for the deportation of 12 Palestinians -- all living in the university city of Uppsala.\nThis followed an incident last year when customs officers discovered arms in the back of a car arriving at the Swedish port of Helsingborg.  Three people were later convicted of attempting to smuggle the arms.\nSAPO, which has long feared that terrorist groups would take advantage of Swedish neutrality to use the country as a base, followed up the arrests with an investigation into the sizable Palestinian community at Uppsala and asked for 12 deportations.\nUnder a new Swedish law, foreigners suspected of terrorism can be deported without being brought to trial.\nLawyer Peter Nobel led a campaign on behalf of the Palestinians, claiming the law was an infringement on civil liberties.  \"It is grossly unjust to brand someone a terrorist without his having a chance to defend himself,\" Mr. Nobel said.\nThere were protest marches in Uppsala and Stockholm against the deportation proposal.\nEventually the government compromised by whittling down to four the number of Palestinians to be deported.\nKarin Anderson said the deciding factor was that the four were all members of the PFLP-GC, classified by the Swedish government say the PFLP-GC has staged no terrorist actions since the mid-1970s.\nPeter Novel said he intended to fight the Swedish terrorist law before the human-rights commissions of both the United Nations and the Council of Europe.\nMeanwhile Farouk Khaddoumi's hopes of diplomatic recognition for the PLO were quashed.  Foreign Minister Ola Ullsten repeated the official government line that Sweden recognizes countries rather than organizations.  The PLO already has an office in Stockholm.\nMr. Khaddoumi regretted the government's decisions, condemned the deportation of his four fellow Palestinians, and emphasized that he would be working closely with Swedish socialist leader Olof Palme in his role as mediator in the war between Iran and Iraq."
}