{
    "title": "WAS IT NEWS OR A BULLY PULPIT_",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 16,
    "full text": "Should known terrorists be interviewed on television?\nWherever that question arises in the West, it provokes emotional discussion. Yes, say those who defend free and uncensored journalism.  No, say those who complain that the news media are little more than collaborators in spreading terrorist propaganda.\nWhen the question arose in Britain last August - over a BBC television interview with Irish Republican Army leader Martin McGuinness (which was pulled at the last minute by a skittish board of governors) - the furor rose to the prime minister's office before the program was eventually allowed to run.\nThis sort of flap has now crossed the Atlantic, in the form of two-minute interview on NBC News May 5.  The subject: Abul Abbas, the alleged mastermind behind last October's seajacking of the Italian cruise liner Achille Lauro.  According to Mr. Abbas, his 1,200-strong Palestine Liberation Front now plans to bring its campaign of terrorism to the United States, to ''respond against America, in America itself.'' Abbas also noted that ''(President) Reagan has now placed himself as enemy No. 1.''\nThe interview caused an outcry.  Ambassador Robert B. Oakley, head of the State Department's counterterrorism office, accused NBC of being an accomplice to terrorism by giving Abbas publicity.  A State Department spokesman noted that NBC's action might ''encourage the terrorist activities which we are all seeking to deter.''\nWhat galled many observers, however, was not what Abbas said but the circumstances under which he said it.  Terrorists, whose central tactic is to inspire fear, typically bluster and threaten.  But should they be allowed their bully pulpit during America's prime-time news?  And was NBC right to have agreed, as a condition of getting the interview, not to disclose the name of the ''Arabic-speaking country'' where Abbas was interviewed?\nNew York Times foreign editor Warren Hoge noted that his paper refused to interview Abbas under similar conditions, since ''the most important news was his whereabouts'' and ''not being able to say where he was, was just unacceptable.''\nNBC officials, however, defended their decision on classic freedom-of-the-press grounds: Abbas, they said, was a newsmaker, and the American people have a right to know about terrorism.  Cable News Network's Ted Turner, quoted in Broadcasting magazine, sided with NBC. ''Once you start not running interviews (with controversial personalities), where do you stop?''\n\nGraphic\n\n \nPicture 1, NBC's Tom Brokaw interviewing Abul Abbas on the evening news; Picture 2, Egyptian military police guard the Achille Lauro following seajacking allegedly planned by Abul Abbas. FILE PHOTO/REUTERS"
}