{
    "title": "Was L.A. shooting tied to terrorism_",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 7,
    "day": 5,
    "full text": "LOS ANGELES -- Police looking for possible links to terrorism searched the apartment of an Egyptian who opened fire at Los Angeles' airport, killing two people at Israel's El Al ticket counter before being shot to death by a guard.\nThe shootout came on the Fourth of July, when the possibility of terror attacks had put security on high alert around the country. The FBI, however, was withholding judgment on whether to label the attack as terrorism.\n\"We've never said it's not terrorism,\" FBI spokesman Matt McLaughlin said. \"We can't rule that out, but there's nothing to indicate terrorism at this point.\"\nMcLaughlin also suggested it might be a hate crime.\nIsraeli officials said they would consider the shooting a terror attack until proven otherwise.\nThe shooter was identified as Hesham Mohamed Hadayet, a 41-year-old limousine driver who listed July 4 as his birthday on one of two driver's licenses. He opened fire in Los Angeles International Airport and was shot dead by an El Al guard.\nTravelers dove to the ground or scattered for cover when gunfire erupted at the El Al counter. Ticket agent Victoria Hen, 25, and Yaakov Aminov, 46, a jeweler and father of eight who was dropping off a friend, were fatally shot before two El Al guards overwhelmed Hadayet.\nThe guards and a woman were wounded; another woman suffered heart problems.\nThe FBI released the gunman's name late Thursday as police in suburban Irvine, 35 miles southeast of the airport, searched his apartment. Police Lt. Sam Allevato said they were looking for his wife and two sons. Neighbors said they went to Egypt for the summer.\nFederal agents later arrived with a search warrant to examine the apartment, from which Hadayet ran his livery service, Five Star Limo. They carried away a computer, books, binders and boxes and bags of material.\nThe Los Angeles shooting had little impact on passenger travel at the Salt Lake City International Airport.\nAirport spokeswoman Barbara Gann said a few flights were rescheduled, but most to and from Los Angeles were unaffected. \"We're already at the heightened level of security,\" Gann said.\nShe also said it's unclear whether the Salt Lake airport will consider expanding its secure area.\nNeighbors said Hadayet was quiet but became incensed when an upstairs neighbor hung large American and Marine Corps flags from a balcony above his front door after Sept. 11. The flags remained there Thursday night.\nThat neighbor declined to talk, but another neighbor, Steve Thompson, said Hadayet \"complained about it to the apartment manager. He thought it was being thrown in his face.\"\nHadayet, who also went by the last name Ali, had California driver's licenses listing two different birth dates -- April 7, 1961, and July 4, 1961 -- according to the FBI.\nThe FBI also released a photograph of Hadayet that was taken for gun registrations.\nThe gunman carried a .45-caliber semiautomatic Glock pistol, a 9 mm handgun and a 6-inch knife but had no identification, said Ron Iden, assistant director of the Los Angeles FBI office.\n\"He had extra ammunition and magazines ready to go,\" McLaughlin said.\nDr. David Parkus heard five or six shots and turned from the Singapore Airlines counter to see the gunman wrestling with a guard. A second guard charged and shot the gunman, Parkus said. As the gunman collapsed, Parkus said, he saw a hunting knife fall to the floor.\nOne guard was hit on the forehead with the butt of the gun and cut on the right arm, and the second guard was cut on the lower back, stabbed on the left thigh and had a superficial gunshot wound to his right thigh, said Parkus, a trauma surgeon from Texas.\nParkus said he helped hold the gunman as he died, then performed CPR on two victims.\nThousands of people evacuated the international terminal and waited for hours to resume their travels. Thirty-five flights were delayed, affecting 10,500 passengers during one of the airport's busiest travel periods, officials said.\nHadayet's car was found in a nearby parking structure, triggering an evacuation there until a bomb squad found nothing unusual in the black Mercedes.\nHakin Hasidh, 43, of Dusseldorf, Germany, said he was standing in the line next to the El Al counter. He heard two shots, turned and saw the gunman firing.\n\"The first couple of shots, everybody just stood there, frozen like I was,\" Hasidh said. \"It's really hard to tell whether he was aiming at the counter, at people behind the counter or at people in line.\" --\nA source close to Israeli Foreign Minister Shimon Peres, speaking on condition of anonymity, said Peres' granddaughter was in a different part of the terminal at the time of the attack.\nThe attack came just days after announcement of a $9.6 billion airport redesign proposal that would require everyone coming to the airport to go through screening at a remote site before boarding trains to the terminals.\nLast year, an Algerian trained in terrorist camps financed by Osama bin Laden was convicted of plotting to blow up Los Angeles International at the height of the millennium holiday travel period.\nContributing: AP writer Chelsea J. Carter.\n\nLoad-Date: July 5, 2002"
}