{
    "title": "Wasatch costs go down; Uncertainty on Iraq , terrorism cloud economic future; Economy has a clouded",
    "publisher": "the salt lake tribune",
    "year": 2004,
    "month": 7,
    "day": 17,
    "full text": "Lower gasoline and grocery prices lessened Utahns' cost of living in June, but Iraqi turmoil and continued terrorism remain wild cards ruling the economic future of both state and nation.\nNoting that crude oil prices have once more topped $ 40 a barrel, due in part to oil tanker traffic to Iraq being restricted by terror fears, experts said Friday that resulting higher gasoline prices at America's filling stations could blunt an otherwise briskly growing economy.\n\"Where do we go from here? I don't think anybody has a clue,\" said Kelly K. Matthews, Wells Fargo executive vice president and economist.\nJune's Wasatch Front Cost of Living Index dipped 0.4 percent, with a 2.2 percent decline in transportation costs -- and grocery bills 0.3 percent cheaper -- driving the retreat. Only clothing costs rose, up 0.9 percent, mostly due to higher prices on men's wear; all other categories (housing, health care, eating out, utilities, recreation, education and communication and other goods and services) were unchanged from May.\nNationally, the cost of living for last month rose 0.3 percent. The U.S. Bureau of Labor Statistics spotted a 2.1 percent increase in utilities costs, along with a 0.8 percent rise in transportation costs, as the main contributors to the increase.\nMatthews said it was a decline in crude oil prices to around $ 35 a barrel a couple months ago that seeded June's 10-15 cents per gallon gas price reduction in Utah, an effect that lagged some weeks behind other sectors of the country.\nHe said the apparent connection between Iraqi-linked terror fears and oil imports just underscores economic uncertainty, now that oil prices have once more jumped.\n\"It's been an extraordinarily bumpy road [in Iraq] . . .,\" Matthews said. \"There is now beginning to be a real question in many people's minds . . . whether we have achieved an improved position by what we have done in Iraq as it relates to international terrorism, or if that has been less than successful.\"\nHe also said that the economic factors related to terrorism -- whether relating to Iraqi oil, or in the homeland -- could decide November's presidential sweepstakes. \"The impact of terrorism and the war is having a major influence on oil prices,\" he said. \"If we're going to have crude oil prices over $ 40 for an extended period of time, the economic impact will be noted\" at the ballot box.\nChris Neddo, a portfolio manager for Wells Capital Management, agreed that \"investors are struggling to peer through clouds of uncertainty . . . We're at a point where we feel like something's got to give.\"\nHowever, he chose guarded optimism when looking ahead. Barring the unexpected cataclysm, \"We see a decent outlook for the economy. [We are] moving from a period of recovery into a period of expansion, with some bumpiness.\"\nIn an effort to make sure the expanding economy doesn't ignite an unwelcome rise in inflation, Federal Reserve Chairman Alan Greenspan and his colleagues raised interest rates for the first time in four years on June 30. The Fed increased a key rate to 1.25 percent, from a 46-year low of 1 percent.\nAt that time, Fed policy-makers said they were holding to the view that inflation currently doesn't pose a problem and that rates probably can go up at a measured pace.\nbmims@sltrib.com  \n-----\nThe Associated Press contributed to this story.\n\nLoad-Date: July 17, 2004"
}