{
    "title": "WASHINGTON WARNS LIBYA ON CREATION OF TERRORIST GROUP",
    "publisher": "the new york times",
    "year": 1985,
    "month": 4,
    "day": 3,
    "full text": "The Reagan Administration criticized Col. Muammar el-Qaddafi of Libya today for his formation of a ''Pan Arab command'' to carry out acts of violence against the United States, other Western nations and moderate Arab regimes.\nFollowing up on a similar warning to Iran made privately in recent weeks, the Administration publicly warned Colonel Qaddafi today that he would be held ''fully responsible'' for Libyan terrorism against the United States.\nColonel Qaddafi, who has repeatedly supported revolutionary movements, said on Sunday that ''there is no alternative to confronting the enemy with violence.''\nReagan Administration criticizes Libyan leader Col Muammar el-Qaddafi for his formation of 'Pan Arab command' to carry out acts of violence aginst US, other Western nations and moderate Arab regimes; warns that Qaddafi will be held 'fully responsible' for Libyan terrorism against US (M)\nSpeaking in Tripoli at the conclusion of the first meeting of the Pan-Arab Command for Leading the Arab Revolutionary Forces, he praised the suicide attacks on American and other installations in the region.\n''We want every one of us to say: I have decided to die just to spite America,'' he said. ''If we could bring this nation to the point where it possesses this determination it will definitely win.''\nHe said violence should be brought to bear against the United States and such countries as Egypt and the Sudan, which have been his chief adversaries.\nReflecting Washington's heightened security concerns, the Administration moved quickly to indicate that it took Colonel Qaddafi seriously.\n''The world cannot tolerate the lawlessness and terrorism which Qaddafy so openly advocates,'' Bernard Kalb, the State Department spokesman, said. ''He should know this and be aware that Libya will be held accountable for its actions.''\n''Our own views on terrorism and Colonel Qaddafi are well known,'' Mr. Kalb continued. ''We will hold Qaddafi fully responsible for Libyan terrorism against Americans and other U.S. interests, whether carried out abroad or in the United States. Likewise, we will continue our consultations and cooperation to assist governments threatened by Libyan aggression.''\nThe Reagan Administration has condemned Libya for its acts of terrorism and in effect has severed most ties with it. But the Administration says it has been frustrated by the failure of other countries to isolate Libya.\nPresident Gaafar al-Nimeiry of the Sudan, who is in Washington on an unofficial visit, said today in an interview with United Press International that he had thwarted a plot by Moslem fundamentalists, armed by Iran, to overthrow his regime last week.\nHe said that the Moslem Brotherhood, which had led him to introduce Islamic law to the Sudan 18 months ago, had turned out to be too extreme, and that he had arrested 160 of its members. As a result, he said, the group organized the demonstrations against him. He said that they had received explosives and weapons from Iran."
}