{
    "title": "Washington removes North Korea from its list of state sponsors of terrorism JAPAN _ NORTH KOREA _ Ab",
    "publisher": "the world",
    "year": 2008,
    "month": 10,
    "day": 22,
    "full text": "While the delisting will help dismantle North Korea's nuclear programme -- which is to Japan's advantage -- it has come as a bitter disappointment for the families of the abductees who feel that any hope of pressurising Pyongyang into coming clean on a highly emotional issue is now lost forever.\nIt is thus that Japan, while agreeing to help disarm North Korea's nuclear arsenal, continues to hold out on providing that country with energy assistance as promised under a six-way deal to which North Korea, South Korea, China, the United States, Russia and Japan are parties.\nOn Tuesday, chief cabinet secretary Takeo Kawamura told a press conference here that Japan will not provide North Korea with energy aid ''unless there is progress on the abductees issue''. Kawamura said, however, that Japan will contribute to the International Atomic Energy Agency (IAEA)'s plan to inspect and denuclearise North Korea.\nIn 2006, North Korea conducted its first nuclear test using plutonium and is suspected to be pursuing a uranium enrichment programme that would provide a second path to making fissile material for atomic weapons.\nNorth Korean government agents abducted Japanese civilians in the 1970s and 1980s. Only 16 are officially known by the Japanese government, but there may have been as many as 80 who were abducted. In 2006, the North Korean government officially admitted to kidnapping 13 of the kidnappings.\nThe abductees' families met with the U.S. ambassador to Japan, Thomas Schieffer, at his residence on Thursday and were told that the U.S. was committed to seeing the issue resolved. 'It is my personal opinion that if we had ended the six-party talks last week, it would have made it very much more difficult to make progress on the abduction issue,' Schieffer told them.\nHowever, Japanese Prime Minister Taro Aso has criticised the U.S. action and said that Japan would not give any aid to North Korea. But he welcomed progress in the six-party talks.\nShigeru Yokota, 75, whose daughter Megumi was abducted to North Korea in 1997 at 13, said he did not believe North Korea would keep its part of the bargain, although he understood the U.S. position. &#39;It would work negatively if North Korea were to break its promise again,&#39; he said.\nShigeo Iizuka, 70, whose brother was abducted said: &#39;The ambassador said it was a decision that fully took into consideration that the Japanese abduction issue may be in danger of being lost if the six-party talks are not moved forward.&#39;\nEarlier he had expressed &#39;strong disappointment&#39; when he heard of the delisting. &#39;I was able to confirm that the U.S. intends to discuss the two issues without separating them.&#39;\nKorean teacher, Chan-sook Lee, who was born in Tokyo and is active in the Korean community, said that many Koreans living here were pleased with the announcement and hoped for a new era of a peaceful and constructive relationship between the U.S., North Korea and Japan.\n&#39;I don't know the true political aim of it, but delisting it was a good thing,&#39; she said. &#39;Because listing it as a state sponsoring terrorism created conflicts, which was the reason North Korea developed nukes. After all, I think the relationships between countries are also the same as human relationship, being friends can do more than being enemies.&#39;\nIf the U.S. seeks international peace and stability, especially in Asia, she told IPS, it should go through this process step by step so that both sides can trust each other little by little.\nAccording to Weston Konishi, adjunct fellow with the Mansfield Foundation in Washington D.C., the delisting of North Korea was no surprise. ''The possibility of delisting the regime as an inducement for a comprehensive nuclear deal has been on the table for over a year, although Washington waited until the last minute to inform Tokyo of its formal decision.''\nNow that Washington has essentially delinked the abduction issue from the nuclear crisis with Pyongyang, the onus of resolving the abduction issue falls once again squarely on Tokyo's shoulders. The families of the abductees are likely to concentrate pressure on the government to resolve the issue, with or without U.S. support.\n&#39;Unfortunately, the Bush administration's decision to remove North Korea from the state sponsors of terrorism list will likely have negative consequences for the U.S.-Japan relationship, as many Japanese see the move as a kind of 'betrayal' by the United States,&#39; Konishi said.\nFavourability ratings toward the U.S. are already in decline in Japan, and the delisting move is likely to deepen the public's doubts about how far the U.S. is willing to go to support Japanese interests.\n&#39;The delisting may also tarnish President Bush's legacy in Japan, one of the few countries in the world where he is thought of relatively fondly -- especially by the political elite,&#39; Konishi said.</ © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: October 22, 2008"
}