{
    "title": "Washington reacts to the ' Bulgarian connection'",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 13,
    "full text": "The lengthy summary of Italian prosecutor Antonio Albano's report on the investigation of the plot to kill Pope John Paul II, published June 10 in the New York Times, attracted immediate attention in Washington.\n''I expected the Italians would come up with more good information,'' said one former high United States government official, ''but the extent of the detail and the depth of the conspiracy it reveals astound me.\n''Who can scoff at the Bulgarian connection now? It would take a major effort at self-deception to pretend that the Kremlin was not behind this (May 13, 1981, assassination attempt on the Pope in St. Peter's Square in Rome).''\nAt the June 11 morning press meeting, the State Department spokesman refused to make a direct comment on the report. ''The Italian government has not yet made the report public,'' he said, adding that the US ''wants to insure that the investigation and any possible proceedings in the Italian courts go forward without the slightest hint of outside interference or pressure.''\nA veteran Washington columnist who has written extensively on the plot over the past three years reacted sharply. ''This is hardly the issue anymore; no one expects the US government to interfere. The Italians have proved they can do the job without us and they probably haven't even revealed half of what they have uncovered.\n''But the time is coming close when Reagan will have to take a stand. It looks silly for him to go to London and talk about terrorism in general and then shy away from condemning the most atrocious act of terrorism the world has witnessed.''\nSo far Washington's large and sometimes contentious community of Soviet and East European specialists is unanimous in conceding that the Italian prosecutor's report fully confirms book-length analyses of the plot published several months ago by reporters Claire Sterling and this correspondent.\nThe Italians' meticulous investigations has fleshed out what was previously in part deduction and hypothesis. There are now dramatic new details from Rome of the Bulgarians' meetings with the would-be Turkish assassin, Mehmet Ali Agca, both in Sofia and in Italy, and the roles of half a dozen Turkish accomplices.\nThe Italians have also exposed the contradiction in the alibis the Bulgarians and Soviets have advanced - continually trying to persuade foreign journalists that the case against Bulgarian Sergei Antonov ''was crumbling.''\nAntonov has been revealed to be the secondary figure serious analysts always expected. The Bulgarians pulled the bigger fish out of the pond in time to get them safely back to Bulgaria. The Italians have not found a shred of evidence to substantiate Soviet allegations that the US - specifically the Central Intelligence Agency - was behind the plot. Prosecutor Albano called such charges ''archaic cold-war propaganda.''\nThe longstanding Bulgarian connection with narcotics trafficking and arms smuggling to promote destabilization and terrorism in key NATO countries, such as Italy and Turkey, was highlighted in Capitol Hill hearings called by the House Foreign Affairs Committee on June 7, just three days before the Rome report was published. John Lawn, acting deputy administrator of the Drug Enforcement Agency, declared: ''Information collected over the past 14 years indicates that the government of Bulgaria has established a policy of encouraging and facilitating narcotics trafficking through the corporate veil of KINTEX.'' (KINTEX is Bulgaria's state-owned import/export agency.)\nMark Palmer, deputy assistant secretary of state, told the committee: ''The Bulgarians publicly profess their interest in eliminating traffic in narcotics, but their interest appears to extend only to border interception and not to eliminating illicit operations run from inside the country.''\nCongressman Edward F. Feighan (D) of Ohio, under whose chairmanship the hearings were held, also listened to extensive private testimony on links between drugs, illicit weapons, and support for terrorism and assassination.\nConcluding the session, he urged government officials to give higher priority to exposing Bulgarian misdeeds and pressuring Bulgaria to halt these operations.\nIn light of the new facts that have emerged from Rome, some congressional staff members are exploring international sanctions that could be taken against Bulgaria, such as suspension of its participation in the International Truck Transport Agreement.\nProsecutor Albano's report is only the first of several developments that are expected to bring the plot against the Polish Pope back into the limelight during the rest of 1984.\nJudge Ilario Martella's own comprehensive evaluation of the case, which is said to cover more than 1,000 pages, will be released in the next few weeks. It will include recommendations for trials.\nTwo other major investigations directly related to the plot against the Pope - the case of an enormous arms and drug smuggling rings in Trento and the case of Bulgarian- and Red Brigades-connected Luigi Scricciolo - are still in process in Italy.\nIn Turkey, the reinvestigation of the killing of Agca's first victim, newspaper editor Abdi Ipekci, launched in December 1982, has resulted in a trial of 24 defendants. It opened in Istanbul in March and is expected to continue through the summer. Most prominent among the accused is Abuzer Ugurlu, ''godfather'' of the Turkish mafia, who is also a prime defendant in two other smuggling and subversion trials that are running concurrently in Ankara.\nThe 23 other defendants in the Ipekci trial include Agca and all the other Turks imprisoned in Italy, as well as 11 accomplices who have been arrested in Turkey over the past two years. Many of these figure in the Rome report.\nThe new Turkish trial, according to Vasfiye Ozkocak, the prominent Istanbul daily Milliyet's expert on the case, ''has already demonstrated that the Ipekci killing cannot be explained by internal Turkish politics - it had inspiration from abroad.\n''It is confirmed that Ugurlu, who enjoyed a close Bulgarian link for more than a decade, had ties to both rightist and leftist extremists in Turkey,'' Ozkocak says.\nThis trial has also confirmed Agca's training by the Palestine Liberation Organization.\nAmong the absentees in the Istanbul trial who are unaccounted for is the young man identified by Agca himself and verified by meticulous Italian investigations, as his partner on July 13, 1981, in St. Peter's Square: Oral Celik.\nCelik is apparently enjoying asylum somewhere in Bulgaria, having been spirited out of Italy the very night of the attack in St. Peter's Square in a sealed Bulgarian international transport truck.\nThe trial in Turkey is not likely to establish Celik's present whereabouts in Bulgaria, if indeed he is still alive at all, but it is providing a great deal of information about the people who made up the whole web of conspiracy from which Agca emerged."
}