{
    "title": "Washington Imposes Sanctions on Mysterious Iranian Oil Tanker",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 31,
    "full text": "WASHINGTON -- The Treasury Department on Friday imposed sanctions on an Iranian oil tanker at the center of a power struggle between the United States and Iran, a move that threatened to further escalate tensions between the two countries.\nThe tanker -- once known as the Grace 1, and renamed the Adrian Darya-1 -- had been detained in Gibraltar for weeks on suspicion of violating European Union sanctions by trying to transport oil to Syria. It was released two weeks ago, despite a last-ditch effort by American officials to have the tanker turned over to them. \n  The tanker is believed to be transporting more than two million barrels of Iranian crude oil, testing American sanctions intended to limit the country's ability to sell oil.\n  The ship's reported destination changed repeatedly throughout Friday. First, it was said to be bound for Turkey, then for Lebanon, only for Lebanese officials to say they did not believe it was coming there.\n  The Lebanese energy minister, Nada Boustani, said on Twitter her country had not received a request for the vessel to dock. By day's end, it was still unclear where the tanker would ultimately go.\n  In announcing the sanctions, the United States appeared to be issuing a warning to potential destination countries. ''Anyone providing support to the Adrian Darya-1 risks being sanctioned,'' said Sigal Mandelker, the under secretary for terrorism and financial intelligence, in a statement.\n  Ms. Mandelker said vessels like the Adrian Darya-1 were used to mask illicit sales that fund Iran's ''malign activities and propagate terrorism.'' The tanker's captain, Akhilesh Kumar, was also sanctioned.\n  Tensions over the tanker began on July 4, when the vessel was seized by British marines and port officials in Gibraltar, a semiautonomous British territory. Iran denied allegations that the tanker was transporting oil to Syria, accused British officials of concocting the story at Washington's behest and threatened to seize a British ship in retaliation.\n  About two weeks later, Iran seized a 30,000-ton British tanker in the Strait of Hormuz, a narrow passage to the Persian Gulf through which about 20 percent of the world's crude oil travels. Iranian officials said the tanker had ''violated three international naval regulations,'' including turning off its GPS locator and polluting the water by dumping crude oil residue.\n  The British tanker is still being held.\n  The government of Gibraltar said on Thursday that it had assurances the Iranian tanker would not go to Syria once released.\n  Britain had earlier ruled out the possibility of a ship swap, saying a trade would legitimize the Iranian seizure. Dominic Raab, Britain's new foreign secretary, told Sky News earlier this month that Britain was ''not going to barter a ship that was detained legally with a ship that was detained illegally.''\n  The standoff has its roots in the American withdrawal from the 2015 agreement that eased economic sanctions on Iran in exchange for a suspension of much of Iran's nuclear program. After the Trump administration abruptly pulled the United States out of the deal, it reinstated sanctions to limit Iranian oil sales. Iran has since taken steps to restart parts of its nuclear program.\n  American officials have blamed Iran for what they called ''unprovoked attacks'' on tankers in the Gulf of Oman in May and June. Iran has denied responsibility for those attacks.\n  President Trump has been exerting intense pressure on Iran in recent months in an effort to cripple its economy and bring it back to the bargaining table to renegotiate the agreement over its nuclear program. The United States has ratcheted up sanctions and warned countries such as China to stop buying Iranian oil.\n  Mr. Trump has said that he would be willing to hold talks with President Hassan Rouhani of Iran. However, Mr. Rouhani said this week that he would not be willing to do so until the United States lifts all sanctions against Iran.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2019/08/30/us/politics/iran-oil-tanker-sanctions.html\n\nLoad-Date: September 1, 2019"
}