{
    "title": "WASHINGTON GOP FAULTS OBAMA'S TERRORISM FIGHT",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 31,
    "full text": "The Obama administration's handling of the suspect in the airline bomb plot on Christmas exposed a vulnerability in the U.S. fight against terrorism, a Republican lawmaker said Saturday.\nMaine Sen. Susan Collins kept up the GOP drumbeat of criticism following a report by The Associated Press a week ago that a Nigerian man, Umar Farouk Abdulmutallab, was questioned for 50 minutes without being given a Miranda warning and that when he was later advised of his rights, refused to speak further with investigators. He was treated as a criminal defendant, not as an \"enemy combatant,\" she said.\n\"President Obama recently used the phrase that 'we are at war' with terrorists. But unfortunately his rhetoric does not match the actions of his administration,\" Ms. Collins said in the weekly GOP Internet and radio address. \"The Obama administration appears to have a blind spot when it comes to the war on terrorism.\"\nMs. Collins' choice of the Christmas attack as a topic for the radio address suggests Republicans have found what they consider a weak spot in the Obama administration -- the handling of terrorism. That theme is likely to surface frequently during coming campaigns.\nWhite House aides have cited \"lapses\" and errors in the sharing of intelligence and clues about the Nigerian man accused in the foiled attempt. National Intelligence Director Dennis Blair said the suspect should have been treated like a potential terrorist and questioned by a special detainee interrogation group before any decisions were made on whether to place him in the civilian court system. But White House officials said they have other options for getting more information from the suspect.\nMs. Collins seized on the admission by some intelligence officials that the suspect was mishandled.\n\"When the Obama administration decided to treat Abdulmutallab as an ordinary criminal, it did so without the input of our nation's top intelligence officials,\" she said, noting that such officials as the director of national intelligence and the director of the National Counterterrorism Center were not contacted.\n\"They would have explained the importance of gathering all possible intelligence about Yemen, where there is a serious threat from terrorists whose sights are trained on this nation,\" she said. \"They would have explained the critical nature of learning all we could from Abdulmutallab. But they were never asked.\"\n\nLoad-Date: February 1, 2010"
}