{
    "title": "Washington State U. speaker explores U.S. -Arab misunderstandings",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 30,
    "full text": "Misunderstandings have dominated relations between the Arab world and the United States, but what the two have in common is stronger than that which divides them, the keynote speaker for International Education Week said at Washington State University.\nLawyer, journalist and diplomat Clovis Maksoud gave the keynote speech Wednesday in Bryan Hall auditorium.\nHis speech sought to give an introduction to the Arab world and explain its relationship with the United States.\n\"Since Sept. 11, deep misunderstandings have taken place,\" Maksoud said.\nMaksoud has served as the Arab League ambassador to India and Southeast Asia, the United Nations and the United States. He is also the author of several books about Arab culture and politics.\nHe said much of the tension between the United States and the Arab world comes from a growing disconnect between American values and American policy.\nMaksoud said multiculturalism and the willingness to accept new minority groups into the cultural milieu is one such value which has, unfortunately, been shattered by the broad generalizations about Arabs and Muslims many people adopted after Sept. 11.\n\"Anger is an invitation to engage in dialogue through negotiations, through dialogue, through debates, (and) to persuade and to be persuaded,\" Maksoud said.\nThat dialogue, he said, is impeded by tensions surrounding the Israeli/Palestinian conflict and the invasion of Iraq.\nThe Arab world also contributes to misunderstandings, he said.\nMaksoud cited Arab Human Development Reports that outline problems facing development potential in the Arab world.\nA lack of knowledge, a lack of good governance and a lack of women's empowerment all make progress difficult, he said.\nCreating jobs and, by extension, not letting hopelessness take hold, should be a priority, Maksoud said. Otherwise, youth emigrate and wind up doing cheap labor abroad or lose hope altogether and become susceptible to the whims of religious leaders on what Maksoud calls the \"lunatic fringe,\" predisposing them to terrorism.\nThe massive amounts of wealth that flow into Arab countries from oil production create overwhelming disparities in wealth, he said.\n\"We are a wealthy nation of poor people,\" Maksoud said.\nMaksoud also spoke about the Arab nation. He defined it as something more than religious or ethnic ties but an identity common among all people who live in Arab states.\nMost of all, he emphasized the need for understanding among people. Young people, he said, are beginning a process of discovering and understanding that the things uniting them are much stronger than the things dividing them.\nMaksoud is currently director of the Center for the Global South at American University in Washington, D.C.\nThe goal of the center is to understand issues of poverty, development and the environment in third-world countries. He cited the desperation in many third-world countries as a root cause of terrorism.\nThe discrepancy between rich and poor in the world is a major cause of terrorism, he said. Twenty percent of the world owns 80 percent of the wealth.\n\"The need to rectify poverty has become one of the high priority issues for the international community,\" Maksoud said.\nMaksoud said the other root cause of terrorism is zealots who work to professionalize terrorism and make it a pattern of daily life, rather than a response to a set of dire circumstances.\nRecent U.S. public-relations campaigns in the Middle East are counterproductive, Maksoud said.\n\"It is not important to have public-relations packages,\" Maksoud said. \"It is more important to have relations with the public.\"\nEvent coordinator Ali Zbib, a senior mechanical engineering major and an international student from Lebanon, said Maksoud's experience and ability to communicate with a college-age audience made him a great choice as the keynote speaker for International Education Week.\nAn important thing Maksoud accomplished, he said, is to introduce Arab people and culture to Pullman, Wash., and the university.\n\"In order to reach a certain sort of peace in [the Middle East],\" Zbib said, \"we have to reach a point of understanding.\"\n(C) 2005 Daily Evergreen via U-WIRE\n\nLoad-Date: September 30, 2005"
}