{
    "title": "Washington reacts to rise of terrorism",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 6,
    "day": 2,
    "full text": "Since the Vietnam war ended, The United States has enjoyed a period of relative civil calm.  Protesters packed away their placards, and small bands of radical terrorists seemed to melt away.  Antiwar activist Jerry Rubin turned into a Wall Street financier.\nAt the same time the government relaxed its tense watch over dissidents.  Federal guidelines, written in 1976 under President Ford, banned Federal Bureau of Investigation (FBI) spying on protest groups unless there was evidence of a crime.  President Carter, in an executive order two years later, curbed warrantless searches and wiretaps except when there was evidence of foreign power involvement.\nSuch restrictions came after highly publicized probes into abuses, including \"black bag\" jobs in which FBI broke into homes of dissenters and the homes of their friends and families and illegally bugged phone lines.\nConservatives inside and out of the government now are charging that the pendulum has swung too far, that the intelligence agencies are too restricted.  Recent actions have swung the pendulum back in the direction of freeing up counterintelligence activity.  Among them:\n* President Reagan pardoned two top FBI officials convicted on criminal charges for ordering illegal break- ins in 1972-73 during an investigation of a radical antiwar group, the Weather Underground.  The President said the two had \"acted on high principle to bring an end to the terrorism that was threatening our nation.\"\n* The administration is studying both the 1976 FBI guidelines and the Carter executive order restricting both the FBI and Central Intelligence Agency.\n* The Senate has set up a new subcommittee on security and terrorism which has opened hearings on threats to the US from subversive groups.  Chairman Jeremiah Denton (R) of Alabama has proclaimed the aim is \"to raise public consciousness and support for our country's efforts to address and respond to the terrorist threat which we are witnessing throughout the world today.\"\n* Some members of the House of Representatives are proposing to follow suit by reviving the Internal Security Committee, the Old House un-American activities panel which was abolished by the Democrats in 1975.  Rep. Larry P. McDonald (D) of Georgia, perhaps the most hard-line anticommunist on Capitol Hill, is leading an effort to reinstate the committee.\nThere have been fewer cases of terrorism in the US in recent years, concedes Samuel T. Francis, an intelligence specialist who left the conservative Heritage Foundation to join the staff of the Senate Subcommittee on Security and Terrorism.  However, Mr. Francis charges that the terrorists now active are more sophisticated, have ties with the Soviet Union, and are protected from FBI surveillance.\nDo the subcommittee's efforts mean a return to the communist hunts of the 1950s as led by Sen. Joseph McCarthy?  \"I just don't think there'll be another McCarthy,\" says Francis.  \"The people are different.  The problems are different.  We're investigating the government's capacity to deal with terrorism.  It's a question of deficiency and not loyalty.\"\nCivil liberties groups are far from reassured, however.  The American Civil Liberties Union has said that the new moves pose a \"danger for dissent\" in the US.  Senate subcommittee hearings must not be given \"political support, funding, or authority\" to conduct probes that violate civil liberties, said a recent ACLU report.\n\"The FBI and other law enforcement agencies do not need any new authority to combat terrorism,\" said the report, which cites FBI statistics showing a decline in domestic terrorist acts in the past three years.\nRobert H. Kupperman, co-author of \"Terrorism: Threat and Response,\" says that unless \"it is perceived that the US and the West are doing something\" to counter terrorism, \"then we'll look for scapegoats for real.\" That could bring on another eara of McCarthyism, he says.\n\nGraphic\n\n \nPicture, Federal Bureau of Investigation headquarters in Washington, Perception that violent groups threaten internal security may restore FBI's damaged power and prestige, By Barth J. Falkenberg, staff photographer"
}