{
    "title": "Washington feels pinch of terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 8,
    "day": 12,
    "full text": "Around 9 a.m. Tuesday, Aug. 3, World Bank intern Indya Lanese Calhoun began her work day as usual: Walking into the break room and eating breakfast.\nMinutes later, Lanese got an e-mail from her internship coordinator; her summer job was ending immediately, four weeks ahead of schedule.\nThe internship termination is a brutal consequence of D.C. Mayor Anthony Williams' announcement Sunday that the entire city is under an orange, or high alert code. Concerned about Calhoun and 19 other interns, the World Bank decided to release the students.\nCaught in the scare of world terrorism, Calhoun, a 17-year-old Cordozo Senior High School graduate, grappled with the idea of anybody wanting to attack The World Bank.\n\"The World Bank is doing really great work trying to fight poverty. I don't see why anyone would want to harm it,\" she said.\nThe World Bank and the International Monetory Fund buildings are among the international financial institutions buildings al Qaeda operatives spied on as possible targets for terrorism.\nThe World Bank and surrounding businesses, including the International Monetary Fund, have expanded security by scheduling more guards and police back-up, said Stevan Jackson, a World Bank spokesperson.\n\"We've been following guidelines by the D.C. Metropolitan police and Homeland Security since the 9/11 attacks in just being prepared,\" he said.\n\"I just think people want to be safe and make sure their families aren't worried.\"\nSecurity guards checked employee's identification cards twice as they entered the building at 19th and G Streets, N.W., Tuesday morning.\nPolice officers patrolled the block in squad cars and on foot, randomly checking vehicles driving through the area.\nPolice used dogs trained to sniff out incendiary devices, like bombs, as vehicles entered the building's parking garage.\n\"In the end, we want to make sure we're working in a safe environment,\" Jackson said.\nWorld Bank Consultant Hugh Graham, 56, of Rockville, Md., sat in a staff meeting on Monday. At the top of the meeting's agenda: The recent security increase.\n\"The Bank was making certain internal arrangements to preserve business continuity,\" he said.\nGraham said he and his co-workers are more cautious, but not scared.\n\"[World Bank employees] are not going to let terrorists win the day by living their lives scared,\" he said. \"Whatever happens, happens. We've got jobs to do and we're going to do them.\"\nGraham said he didn't see any reason why terrorists would want to make an attack on The World Bank except one: \"The fact that it's an icon and it's called 'The World Bank' makes (terrorists) think: 'It must be a big western financial organization,' \" he said. Another consultant agreed.\nAndrea Barone, 28, of Georgetown, said: \"The World Bank can be seen as a symbol of American power.\" He referred to the increase security as \"a sign of the times\" -- a direct result of the Sept. 11 terrorist attacks.\nBut for employee, Xavier Gine, 30, of Georgetown it has been \"business as usual.\"\n\"We had a briefing Monday on where the emergency exits were and that was it,\" he said. \"I'm not happy about the increased security, but I have to work anyway -- so what can I do about it?\"\nGine did, however, question the timing of the heightened security alerts.\n\"Since it happened right after the Democratic convention, I don't know what to think about it,\" he said.\n(C) 2003 District Chronicles via U-WIRE\n\nLoad-Date: August 12, 2004"
}