{
    "title": "WASHINGTON; Pray Silence for 'The Chief'",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 27,
    "full text": "The Chief Justice of the United States is probably the most private Federal official in the nation, passing judgment on judicial cases from the secrecy of his chambers on Capitol Hill. But the present presiding officer of that temple, Warren E. Burger of Minnesota, is a little different.\nEvery once in a while, usually around commencement day at the universities, he escapes from the narrow confines of Supreme Court decisions and proclaims his personal judgments on the wider questions before the American people. He is one of the best public speakers in the nation today, and deserves more attention than he usually gets.\nJames Reston Op-Ed comment discusses recent address to graduates of George Washington University School of Law, by US Chief Justice Warren Burger\nFor example, he delivered the commencement address at the George Washington University School of Law here on Sunday, and said some things worthy of our reflection and respect:\n* ''I have long believed, and I have frequently said,'' he observed, ''that when society places a person behind walls and bars, it has a moral obligation to take some steps to try to render him or her better equipped to return to a useful life as a member of society ....''\n* The first of these steps, he said, ''would be to make certain that every inmate who cannot read, write, spell or do simple arithmetic would be given that training - not as an optional matter but as a mandatory requirement. The number of young functional illiterates in our institutions is appalling ....''\n* ''Focusing on the longer-term prisoner,'' the Chief Justice said, ''the second phase of this educational program would require a large expansion of vocational training in the skilled and semi-skilled crafts. The objective would be that the prisoner would not leave the institution without some qualifications for employment in the construction, manufacturing or service industries.''\n* ''Even in this day of necessary budget austerity,'' Chief Justice Burger concluded, ''I would hope that the President and the Congress, in whose hands these matters must rest, will be willing to consider these two modest steps.''\nNobody, the Chief Justice added, could guarantee results, ''but if we accept the moral proposition that we are our brother's keepers and that there is a divine spark in every human being -hard as that is to believe sometimes -we must try.''\nThere is a tendency in Washington to identify Chief Justices as ''liberal'' or ''conservative'' - Earl Warren as liberal, Warren Burger as conservative - but what probably marks Mr. Burger is his sense of responsibility, which most of his predecessors forgot, as administrator of all the Federal courts.\nHe has tried to persuade the Congress of the United States not to pass laws without thinking of the burden those laws would put on the courts. He has worked hard to bring into being the Institute for Court Management, the national center for state courts, the provision for court administrators in the Federal Judicial Service and many other things to improve the administration of justice.\nAnd he has tried to draw attention to the problem of teaching ethics in our law schools, and to remind us of the meaning of terrorism in modern life.\n''Today,'' he told the American Bar Association in Houston early this year, ''the proud American boast that we are the most civilized, most prosperous, most peace-loving people leaves a bitter aftertaste. We are prosperous. We are, and have been, peace-loving in our relations with other nations. But like it or not, today here at home we are approaching the status of an impotent society - a society whose capability of maintaining elementary security on the streets, in schools, and in the homes of our people is in doubt.''\nThis rebuke, from the Chief Justice of the United States, is not the sort of thing that can be ignored or dismissed lightly, especially coming from a judge usually identified with conservative principles.\n''For the last 10 years,'' he told the Bar Association delegates, ''many of our national leaders and those of other countries have spoken of international terrorism. But our rate of routine, day-today terrorism in almost any large city of the United States exceeds the casualties of all the reported 'international terrorists' in any given year.''\nWhy, Chief Justice Burger asked in his address, do we show such indignation over alien terrorists and such tolerance of our own murderers at home? To concentrate on domestic crime, he acknowledged, would be costly and controversial, a ''damage control problem,'' but less costly than the billions of dollars and thousands of blighted lives now hostage to crime in this country. ''To do this is as much a part of our national defense,'' he concluded, ''as the Pentagon's budget.''\nIt was a daunting catalogue, but the Chief Justice's primary concern was that maybe nobody was even listening."
}