{
    "title": "Washington Post_ Congress vs. terrorism",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 5,
    "day": 18,
    "full text": "There are just two weeks before a set of Patriot Act anti-terrorism provisions lapses. The House did its job on Wednesday, overwhelmingly passing a compromise bill, the USA Freedom Act, that would renew many authorities but set limits on what the National Security Agency can do. The Senate, however, hasn't yet endorsed the plan amid disagreement between national security hawks and civil libertarian reformers.\nBoth sides have sincere and legitimate points. The hawks worry that the new system may not work, leaving the government with insufficient access to telephone calling records when it needs them. The civil libertarians see the act's reforms as already significantly watered down from previous versions, and they point out that a federal appeals court recently criticized several things about the NSA's information-collection practices that the bill wouldn't fully address.\nIn other words, the bill is a compromise. But it's a good one, more protective of privacy than existing law but not a danger to national security. It should pass, and the sooner the better.\nThe act would end the government's bulk collection of telephone calling records, which would instead remain with phone companies. The NSA would have to ask the Foreign Intelligence Surveillance Court for permission to access the records, and the agency would have to satisfy tightened standards to get it. The act would provide the court with a special advocate who could argue for the protection of civil liberties in significant cases, an improvement on the status quo in which the court hears only from the government. And the act would require more transparency on the government's surveillance activities.\nThe alternatives to this finely tuned reform, meanwhile, are much less appealing. Simply reauthorizing existing Patriot Act provisions for several more years would leave the NSA's phone record program on shaky legal ground, and it would forgo the valuable transparency and court reforms. Simply allowing the Patriot Act provisions to expire would eliminate the phone records program and other anti-terrorism tools, too.\nIf the Freedom Act's merits are clear, its pathway out of the Senate still isn't. The chamber is skating very close to the deadline, and it must see to transportation funding and a trade bill in the coming days, too. Senate Majority Leader Mitch McConnell, R-Ky., has teed up a two-month extension of the expiring provisions, which would give lawmakers more time to debate and vote on the measure. But there's significant opposition to any extension in both the Senate and the House. We, too, would rather see the Freedom Act passed now, but if it takes two months for the Senate to accept the compromise, that's hardly a disaster.\nThe extension should not, however, turn into a strategy to cut the bill's momentum in an attempt to force a different policy outcome. GOP leaders promised a Congress that would govern with maturity and inclusion. The carefully crafted compromise in the Freedom Act offers them an opportunity to make good on that promise.\n\nLoad-Date: May 19, 2015"
}