{
    "title": "Washington People",
    "publisher": "american banker",
    "year": 2007,
    "month": 6,
    "day": 25,
    "full text": "Graceland Next?\nPaul Simon has finally found a partner worthy to succeed Art Garfunkel: Senate Banking Committee Chairman Chris Dodd.\nThe Connecticut Democrat announced last week that the legendary singer-songwriter will be campaigning with him, his wife, Jackie, and their two young children in Iowa over the July 4th weekend.\nThe campaign bus will stop in Mason City, Fort Dodge, Sioux City, Carroll, and Council Bluffs on July 6 and 7. Mr. Simon, whose hits include \"Mrs. Robinson,\" \"The Boxer,\" and \"You Can Call Me Al,\" will give \"informal performances,\" according to Sen. Dodd's blog.\nClearly, Sen. Dodd and Mr. Simon go way back. Sen. Dodd once dated Carrie Fisher, who played Princess Leia in the Star Wars films and was formerly married to Mr. Simon.\n\"Paul is a longtime friend and one of the most important voices in American music, and he has been tireless in his service to the greater good of people throughout our country and the world,\" Sen. Dodd said on his campaign Web site. \"His music and his commitment to bettering our world reflect the leadership and optimism that my campaign is all about.\"\nNo telling whether Sen. Dodd will share the mic as well as the stage with Mr. Simon at any point.\n\"I'd have to ask the senator that,\" said Colleen Flanagan, a Sen. Dodd spokeswoman.\nNot Their Job\nEver been annoyed by security guards that force you to sign your name before going in a building? Apparently, so has House Financial Services Committee Chairman Barney Frank.\nWhile discussing ways to extend the Terrorism Risk Insurance Act at a hearing last week, Rep. Frank objected to those who opposed the program because they believed the market should find a way to defend against terrorism.\n\"I am a proponent of market solutions, as are almost all on this committee, but I don't think Adam Smith is relevant to vicious fanatics trying to destroy this country,\" he said. \"I do not think it is reasonable to expect that those who work in office buildings to be able to diminish the risk of terrorism ... those nice people who stand in the lobby and make us sign our name.\"\nHe then said, \"The notion that the terrorist is going to sign his name and therefore not blow up a building does not persuade me. ... I am happy for those people to have jobs. I think that has no more to do with preventing terrorism than this microphone.\"\nOuting Probed\nIt was billed as a private event for current and former Federal Deposit Insurance Corp. employees, their families, and friends, but some of the public behavior at the party sure did not seem family-friendly.\nThe FDIC has begun an investigation into the golf tournament its information technology division held last month, after reports surfaced of inappropriate behavior. According to The Washington Post, which broke the story last week, a top official in the division \"asked or offered to pay two women at the outing - one of whom didn't work in that division - to take off their blouses, which they did.\"\nAndrew Gray, the agency's director of public affairs, emphasized that the individuals who participated in the event \"used their own resources and took official leave to attend.\"\nBut organizers of the event did not try and hide any connection with the FDIC. Sources said that the drink carts at the event, at which beer and soda were served, included signs with the letters \"FDIC\" on them.\n\"Since the event was publicized internally by staff within the Division of Technology, the FDIC has taken strong action to thoroughly investigate and determine the facts behind the allegations,\" Mr. Gray said.\nThe investigation is expected to be completed soon, and \"full disciplinary action will be taken against individuals who are found to have behaved unprofessionally and inappropriately,\" he said.\nJones Joins Group\nThe Conference of State Bank Supervisors has hired Beth Jones as a vice president and regulatory counsel. \nMs. Jones, who started June 1, is providing legal assistance on state regulatory issues and on interagency matters that come before the Federal Financial Institutions Examination Council.\nShe spent the last four years as a senior anti-laundering officer for International Finance Corp., the World Bank's for-profit investment bank in Washington. Previously she had been an associate general counsel for the $7 billion-asset First American National Bank in Nashville.\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nLoad-Date: June 22, 2007"
}