{
    "title": "WASHINGTON U.S. MAY REVIVE GUANTANAMO MILITARY COURTS",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 3,
    "full text": "The Obama administration is moving toward reviving the military commission system for prosecuting Guantanamo detainees, which was much criticized during the Bush administration, including by Barack Obama himself.\nOfficials said the first public moves could come as soon as this week, perhaps in filings to military judges at the U.S. naval base at Guantanamo Bay, Cuba, outlining an administration plan to amend the Bush administration's system to provide more legal protections for terrorism suspects.\nContinuing the military commissions in any form would probably prompt sharp criticism from human rights groups as well as some of the president's political allies because the troubled system became an emblem of the effort to use Guantanamo to avoid the American legal system.\nOfficials who work on the Guantanamo issue say administration lawyers have become concerned that they would face significant obstacles to trying some terrorism suspects in federal courts. Judges might make it difficult to prosecute detainees who were subjected to brutal treatment or for prosecutors to use hearsay evidence gathered by intelligence agencies.\nObama administration officials -- and Mr. Obama himself -- have said in the past that they were not ruling out prosecutions in the military commission system. But senior officials have emphasized that they prefer to prosecute terrorism suspects in existing American courts.\nWhen the president suspended Guantanamo cases after his inauguration on Jan. 20, many participants said the military commission system appeared dead.\nBut in recent days a variety of officials involved in the deliberations say that after administration lawyers examined many of the cases, the mood shifted toward using military commissions to prosecute some detainees, perhaps including those charged with coordinating the Sept. 11 attacks.\n\nLoad-Date: May 5, 2009"
}