{
    "title": "Watch out for misinformation, Homeland Security director says",
    "publisher": "messenger-inquirer ",
    "year": 2018,
    "month": 6,
    "day": 8,
    "full text": "June 08--There's a lot of misinformation in the world today, John Holiday, executive director of the Kentucky Office of Homeland Security, told the Greater Owensboro Chamber of Commerce's Rooster Booster Breakfast on Thursday.\n\"Don't fall for it,\" he told the crowd at the Owensboro Convention Center.\nSocial media, Holiday said, is one place that misinformation thrives and he warned people to check out things they read there.\nThere are too many lies today, he said, \"perpetrated by people who want to gain power.\"\nThe office's Facebook page includes tips on handling security.\nOne item -- \"How to Survive a Computer Viral 'Zombie' Apocalypse\" -- is about cybersecurity.\n\"Threats and hazards constantly evolve,\" Holiday said, and offices like his have to evolve as well.\n\"Threats and hazards increase daily,\" he said. \"But our resources decrease.\"\nKentucky has never been a hotbed of terrorism.\nBut countering terrorism is only one part of his office's mission, Holiday said.\nGangs, organized crime including human trafficking, and natural disasters are all part of homeland security, he said.\nHoliday joked that \"it's easier to chase bad guys down in East Africa\" than it is to maneuver through politics in Frankfort.\n\"I'm not a politician,\" he said. \"There is no room for politics in homeland security.\"\nHoliday warned that \"the future will challenge us.\"\nPeople need to pray for each other, he said.\n\"Homeland security,\" Holiday said, \"begins with hometown security.\"\nBefore taking his current position in 2016, he served as the director of law enforcement in the Kentucky Department of Public Protection and as certified inspector general in the state's Labor, Environmental Energy and Public Protection cabinets.\nPrior to that, Holiday served as an intelligence officer in the military for nearly 30 years.\nKeith Lawrence, 270-691-7301, klawrence@messenger-inquirer.com\n___ (c)2018 the Messenger-Inquirer (Owensboro, Ky.) Visit the Messenger-Inquirer (Owensboro, Ky.) at www.messenger-inquirer.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 8, 2018"
}