{
    "title": "Watch lists, guns and government",
    "publisher": "the atlanta journal-constitution",
    "year": 2009,
    "month": 6,
    "day": 29,
    "full text": "The secret government \"Terrorist Watch List,\" reportedly already swelled to more than 1.1 million names, will have an addendum, if gun control advocates in Congress have their way. This new addendum --- also to be cloaked in secrecy --- would empower the U.S. attorney general to deny a person the ability to exercise their Second Amendment rights to purchase a firearm.\nWhile it is not surprising that some members of Congress are again using fear of terrorism to implement a gun-control agenda, the openly unconstitutional legislative language proponents are employing is troubling.\nSen. Frank Lautenberg (D-N.J.) is leading the effort in the Senate, while another well-known gun control advocate --- Rep. Peter King (R-N.Y.) --- is directing the House initiative. They have introduced identical bills --- the \"Denying Firearms and Explosives to Dangerous Terrorists Act of 2009.\" This proposal would give the attorney general the power to unilaterally and in secret develop a watch list of persons believed to be unworthy of possessing a firearm or any explosive.\nThis new \"dangerous terrorist\" watch list would include names based not on hard evidence of criminal activity, but on nothing more than the subjective conclusion by the attorney general that a person is \"appropriately suspected\" (whatever that means) of engaging in some manner of assisting or preparing for acts of domestic or international terrorism. The American people would never be privy to what criteria might be employed by the attorney general to determine whether someone is an \"appropriate suspect,\" and they would have no way of knowing why they might be denied the ability to purchase a firearm.\nIf a person were to be refused \"permission\" to purchase a firearm or explosive, and if they subsequently filed a lawsuit in federal court to find out why, the government still could keep such information secret. In other words, the attorney general could deny a U.S. citizen the ability to own a firearm, and never have to give the reason.\nFor legislators like Lautenberg and King, who apparently have absolute faith in unelected government officials to make the right decisions for the right reasons at the right times (and never be required to explain those decisions), one has only to consider the checkered history of post-9/11 \"terrorist\" watch lists to see the folly of such perspective. Stories abound of persons denied the ability to board a commercial aircraft, or greatly delayed in being allowed on board, for no reason other than their name erroneously appeared on some \"watch list.\" Sen. Ted Kennedy (D-Mass.), and Rep. John Lewis (D-Ga.), have been among this not-so-elite group.\nA report earlier this year by the FBI's inspector general chronicled extensive internal problems with the terrorist watch list maintained by that agency. The IG found numerous examples of inaccuracies, incomplete entries, out-of-date information and inclusion of information \"unrelated to terrorism.\" While the inconvenience of not being able to board an airliner for a business trip or a vacation can be a real headache, being refused the ability to purchase a firearm to protect one's life clearly raises the stakes.\nThe government already has remedies at its disposal to keep firearms out of the hands of known or suspected terrorists. Under existing federal law, there are numerous categories of persons prohibited from purchasing or possessing firearms, including persons in violation of immigration laws, convicted felons, illicit drug users and others. And if a person truly is a known or suspected terrorist, the Bureau of Alcohol, Tobacco, Firearms and Explosives --- as the federal law enforcement agency primarily responsible for enforcing the nation's gun laws --- certainly should be made aware of that information.\nWe don't need a secret, anti-Second Amendment watch list to implement effective law enforcement in America.\nBlog with Bob Barr at ajc.com /opinion.\nBob Barr, an Opinion columnist, is an Atlanta attorney and former U.S. Housemember. His column appears Monday.\n\nLoad-Date: June 29, 2009"
}