{
    "title": "Watch out_ Your mutual fund could report you New rules target terrorism, money laundering activities",
    "publisher": "usa today",
    "year": 2006,
    "month": 5,
    "day": 18,
    "full text": "Under little-noticed rules that kick in this year, the Treasury Department is requiring mutual fund firms and insurers to report you to Uncle Sam if they note a \"suspicious\" transaction that might relate to money laundering or terrorism.\nBanks, casinos and check-cashing shops already must flag such transactions, in a \"suspicious activity report\" (SAR) sent to the government. Separately, financial institutions have long had to report cash transactions above $10,000.\nThe new rules emerged from the post-Sept. 11 Patriot Act. The law required financial institutions to adopt programs to fight money laundering. It also gave the Financial Crimes Enforcement Network, which is part of Treasury, more authority to regulate these programs.\nJust what is a \"suspicious\" transaction? Definitions vary among banks, insurers and mutual fund companies. But generally, consumers who pay cash for transactions of at least $5,000 or who use bogus addresses or fake IDs are more likely to have personal information -- names, addresses, e-mails, Social Security numbers and account numbers -- reported to the government.\nOn insurance products, examples of \"red flags\" that could trigger a suspicious activity report are people who cash in policies early or who buy insurance products they don't seem to need, the enforcement network says. Most insurers will return your money within 10 days if you're not satisfied with a policy.\nSome insurers have voluntarily filed suspicious activity reports in recent years, but the volume is likely to increase under the new rule, says Lisa Tate, senior counsel at the American Council of Life Insurers.\nInsurance firms have had to report suspicious activity after May 2. Mutual fund companies must do so starting in November. Treasury is weighing whether to require other companies, such as car dealers, travel agents and real estate agents, to follow the same rules.\n\"It's the kind of thing that we want to make sure is going to be useful for both the industry and law enforcement,\" says Steve Hudak, a spokesman for the enforcement network.\nImmigrants, who may not trust the banking system and who pay by cash rather than check or plastic for autos or homes, could be disproportionately hurt by the rules, says J. Bradley Jansen, director of the Center for Financial Privacy and Human Rights.\n\"If you're a rich, white married man, you're much less likely to have a SAR filed on you than if you're poor, minority and immigrant,\" Jansen says.\nYet you won't know your information was sent to the government, because by law, companies can't disclose this.\nAnd if the government has a \"reasonable suspicion\" that someone is involved in terrorism, it could subpoena bank, phone and e-mail records with a National Security Letter, which doesn't need court approval, notes Bill Carter, an FBI spokesman.\nAlerting authorities\nBanks are the leading source of suspicious activity reports filed with the government. Reports in 2005{+1}:\nDepository institutions 251,092\nMoney service businesses 177,943\nCasinos, card clubs 2,827\nSecurities, futures industries 3,305\n1-- as of June 30\nSource: SAR Activity Review\n\nLoad-Date: May 18, 2006"
}