{
    "title": "WATER PLANTS Chlorine tanks swapped for safety",
    "publisher": "the atlanta journal-constitution",
    "year": 2011,
    "month": 10,
    "day": 22,
    "full text": "The danger of mixing terrorism and tanks of chlorine gas is so real Glenn Page says he can't talk about it. But the Cobb County-Marietta Water Authority, where Page is general manager, is doing something about it.\nTwo years ago the authority replaced 24 1,500-pound tanks of chlorine gas, about the size of a propane tank, with five 20,000-gallon tanks of electrified salt water at its James E. Quarles Water Treatment Plant on Lower Roswell Road. A similar conversion is under way as part of the $103 million renovation of the authority's other water purification facility, the Hugh A. Wyckoff Water Treatment Plant in Acworth.\nChlorine gas, which is used to disinfect water, is a terrorist risk, according to the Department of Homeland Security, because an attack on the plants could cause the release of the gas that is so deadly it has been used as a weapon in warfare. Page said during a tour of the Quarles plant Friday morning that the new system is an \"inherently safer technology\" than chlorine gas, which is a risk even before it gets to the plant because it has to be trucked in.\nThe Quarles plant --- which daily purifies an average of about 44 million gallons of water drawn from the Chattahoochee River --- also adds limestone and fluoride to the water in the process. Sending electricity through the saltwater produces a chemical reaction that releases the chlorine in salt into the water. Converting the Quarles plant from chlorine gas to the saltwater system cost $6.2 million.\nOther plants across metro Atlanta have converted to new chlorination systems that include treating the water with ozone or ultraviolet rays and buying chlorine bleach in bulk to add to the water. Gwinnett County is the only major metro Atlanta system yet to convert. The city of Gainesville has also yet to convert one of its plants.\nNeal Spivey, director of water production for Gwinnett's Department of Water Resources, said Friday that the county has held off on conversion as a matter of cost --- about $20 million --- but the system plans to move to a safer system in 2014.\n\"We have to figure out where it fits in our capital improvement plan,\" he said. \"But it's something we've been seriously studying, and we know that Homeland Security considers [tanks of chlorine gas] a risk.\"\nGwinnett has a combined 16 to 24 tanks of chlorine gas at its two water treatment plants at any one time. In 2002, after and the Environmental Protection Agency mandated \"vulnerability assessment,\" Gwinnett stepped up security at the plants, adding alarms and magnetic card readers on all entry doors.\nIn metro Atlanta, water purification plants that were built in what were rural areas in the 1950s and 1960s are now in the middle of residential developments. As a result, there's an increased risk to more people if for any reason --- an accident or act of terrorism --- the tanks begin to spill chlorine gas. About half the water plants in the nation have switched to safer systems, Spivey said.\n\nLoad-Date: October 22, 2011"
}