{
    "title": "Water bottle explosion empties 2 dorms at Tech Culprit could face charge of terrorism, Atlanta polic",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 10,
    "day": 11,
    "full text": "Two Georgia Tech freshman dormitories were evacuated Monday morning when a plastic water bottle found in a courtyard exploded with a loud bang in a campus custodian's hands.\nThe Atlanta police bomb disposal squad detonated two other suspicious bottles found in the area, said police spokeswoman Sylvia Abernathy.\nThe employee, who complained of ringing in his ears, was taken to a clinic for evaluation but was not seriously injured.\n\"We are taking this incident very seriously, and our investigators are working with the GBI crime lab to learn what substances were in these devices, as well as who produced and distributed them,\" Abernathy said.\nThe police have contacted the Georgia Department of Homeland Security, and any suspects identified could be charged with terroristic threats and may face federal charges, Abernathy said.\nTech officials downplayed any potential terrorist intention. \"Although the Atlanta Police Department has said they will investigate the bombing as if it were a terrorist act, that does not mean that it was in fact a terrorist act,\" said Georgia Tech Assistant Vice President Amelia Gambino.\nIn a release to Tech students and the media, Gambino urged that any student with information on the incident e-mail campus authorities at crimetips@police.gatech.edu.\nMany students were in class at the time, but about 100 male freshmen from the Glenn and Cloudman dorms, some still dressed for bed, were rousted outside shortly before 9 a.m.\nAn \"all clear\" was announced shortly after noon, and students were allowed to return to the dorms.\nCorrection\n\n\nRecent stories about a Georgia Tech student charged with possession and manufacture of an explosive device contained incorrect information about when the student picked up the bottles he used in his Oct. 7 experiment and how a custodian retrieved the remaining bottle, which erupted. Tech police Commander Ronnie Weaver said student, Theodore Hollot, on Oct. 7 retrieved two of the three bottles that did not erupt. The remaining bottle erupted on Oct. 10 and forced the evacuation of two dormitories when it was picked up by a custodian using tongs.\nCorrection-Date: October 27, 2005\n\nLoad-Date: October 28, 2005"
}