{
    "title": "Wave Of Eco-Terrorism Mocks Ideal Of Free Speech",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 6,
    "day": 18,
    "full text": "On the radical fringe of the environmental and animal-rights movements are militants who endorse violence. And predictably, a few gullible subversives answer the call.\nVisibly breaking the law to make a political point has been part of the American heritage since the Boston Tea Party, but what has been happening in recent years has gone beyond rambunctious dissent. Sneaking into a subdivision to burn down a house is not advocacy. It is terrorism.\nThe Animal Liberation Front (ALF) and the Earth Liberation Front (ELF) are taking credit for most of the damage, but criminal responsibility is hard to pin on any one person.\nIf you want to be a member of ELF, all you have to do is spray paint the initials on someone's house or truck and the vandalism is likely to merit mention on the group's Internet site.\nSet fire to a new house to protest suburban sprawl and they'll make you an unnamed hero.\n\nA Lost List Of Outrageous Crimes\nA report from the Southern Poverty Law Center outlines recent crimes for which the earth and animal groups are blamed or claim credit. Here are a few:\nIn 1997 in Utah, a McDonald's restaurant was burned to the ground. In Wimauma, Fla., in 1998, an arsonist caused $500,000 damage to Florida Veal Processors Inc. The same year in Colorado, environmental terrorists set fire to ski buildings and caused $12 million in damages.\nIn 1999 in Miami, a Worldwide Primates truck was firebombed; in Fulton County, Ga., a McDonald's restaurant was burned down; and in Seattle, a Gap clothing store was firebombed.\nAlso in 1999, radicals mailed 80 threatening letters to animal researchers. The envelopes concealed razor blades coated in rat poison, designed to cut the person who opened the mail.\nIn 2000, eco-terrorists burned down a house under construction in Bloomington, Ind., and burned five in New York in a continuing protest of suburban development.\nIn 2001, a fire set at an egg farm in Arlington, Wash., caused $1.5 million in damage. Cement trucks were set ablaze in Portland, Ore., and in Eugene, 30 SUVs were set ablaze at an auto dealership. A fire set in the University of Washington's Center for Urban Horticulture caused $5.6 million in damages. In Tucson, another McDonald's was set on fire, and this time the arsonist explained it was \"a warning to corporations worldwide.\"\nSept. 11, 2001, seemed to give eco-terrorists pause, but now the fury has returned.\nEarlier this year in Philadelphia, ELF claimed credit for damaging construction vehicles and a new display home, boasting that the vandalism was done by local residents \"tired of seeing the earth destroyed for money.\"\nLast March in Michigan, two expensive new houses were burned down in protest of development. This month, ELF reported additional \"attacks against urban sprawl\" in the burning of new luxury homes in Chico, Calif., and Washington Township, Mich.\nELF's Internet site includes a 37-page instructional manual on how to start fires that destroy buildings.\nMembers of other, less radical groups sometimes egg them on. A member of People for the Ethical Treatment of Animals is widely quoted as saying: \"It would be great if all the fast-food outlets, slaughterhouses, these laboratories and the banks who fund them exploded tomorrow. Hallelujah to the people who are willing to do it.\"\nMainstream environmentalists and animal advocates want no part of this madness. Where does it stop? What are the limits of free speech in urging violence?\nGenerally, the First Amendment protects as free speech whatever advocates of lawlessness want to say. But when the audience begins to be inflamed to immediate action, the protection begins to weaken.\nSo-called \"fighting words\" that are violently hateful have little or no protection because they spark immediate consequences. A few decades ago, before airplane hijacking became a problem, you could joke about a bomb on an airliner; today such talk would almost certainly land you in jail.\nThe extremists who advocate crossing the line from advocacy to insurgency are damaging their own causes. And because normal people lose tolerance for incendiary language once the fires actually start, habitual abuse of the First Amendment does freedom itself the gravest disservice.\n\nNotes\n\nOUR OPINION\n\nLoad-Date: June 19, 2003"
}