{
    "title": "Wave of 'Eco-Terrorism' Appears to Hit Experimental Cornfield",
    "publisher": "the new york times",
    "year": 2000,
    "month": 7,
    "day": 21,
    "full text": "On a police blotter, it might not look like much: a small cornfield vandalized, a few acres of ears trampled and uprooted.\nBut this was not just any cornfield. The patch that was damaged here last Thursday was part of a research project at the Cold Spring Harbor Laboratory, a field with a distinguished scientific heritage. It was where Dr. Barbara McClintock studied Indian corn in the 1940's to learn about genes -- work that won her a Nobel Prize in 1983.\nOfficials say they believe that the field was attacked for that very reason. The destruction, they said, appears to be the latest of several recent incidents across the country in which experimental crops have been destroyed and research centers vandalized by militant environmentalists who oppose the genetic modification of plants. Graffiti denouncing genetic engineering were found scrawled near the trampled rows of corn.\nMore than 30 acts of sabotage against genetic research have been reported in the last year, according to both law enforcement officials trying to combat the practice and radical groups that encourage it. Vandals have trampled experimental grass fields in Oregon, pruned pinot noir vines and uprooted strawberry fields in California, and hacked down cornfields in Maine.\nSometimes the destruction goes well beyond crop damage. On New Year's Eve, arson destroyed a suite of offices in Michigan State University's Agriculture Hall. No one was hurt, but the fire caused hundreds of thousands of dollars' worth of damage. A radical environmental group, the Earth Liberation Front, later claimed responsibility, saying it had focused on the program because of the program's ties to biotechnology.\nOfficials at Cold Spring Harbor Laboratory said that last week's vandalism was not only misguided, but misdirected. The corn that was trampled was not genetically modified, they said, but rather was the result of natural plant breeding.\n\"It is unfortunate that these individuals chose illegal means and intimidation to promote their point of view,\" said Dr. Bruce Stillman, the director of the laboratory, in a statement.\nScientists and businesses have been working on genetically modified crops for years, adding genes, for example, to make plants resistant to insects, funguses and viruses that would otherwise require farmers to use pesticides. In recent years, though, opposition to the practice has grown among a broad range of environmentalists and other advocates who fear the unknown effects of manipulating nature.\nThis opposition soon led to organized protests and vandalism, first in Europe, where fear of so-called Frankenfoods is more common, and now in the United States, where groups with names like the Cropatistas, the Strawberry Liberation Front, the Anarchist Golfing Association and Reclaim the Seeds have claimed responsibility for acts of sabotage.\n\"It seems to be on the rise, and we are quite concerned about it,\" said Dr. Michael J. Phillips, the executive director for food and agriculture at the Biotechnology Industry Organization, a trade organization in Washington.\nIt has attracted the attention of law enforcement officials as well, from campus police departments to the Federal Bureau of Investigation. \"We are very aware of these incidents of eco-terrorism, and when they do occur, the F.B.I. considers them to be serious violations of federal law and investigates the matters thoroughly and vigorously,\" said Steven Berry, a supervisory special agent for the F.B.I. in Washington.\nThose who claim responsibility for the attacks dislike the term vandalism, preferring to call what they do direct action.\n\"As far as the activists are concerned, it is the genetic engineering itself that is the vandalism,\" said Denny Henke, a spokesman for Genetix Alert, a group that uses the Internet to publicize actions against genetic modification. \"The activists that are doing this aren't doing it for fun. They feel passionately that this is a very real danger, and they are willing to risk arrest.\"\nCalifornia has seen such a spate of vandalism at its universities and private businesses that one lawmaker, Assemblywoman Helen M. Thomson, introduced a bill this year to stiffen the civil penalties for destroying crops used in research. Ms. Thomson, whose district includes Davis, where the state university has been the target of frequent attacks, said her bill had been nicknamed the Hate Crimes Against Vegetable Crops law. She said she decided to increase the civil penalties because of the lack of success officials in her area had had building criminal cases against the vandals.\n\"Last year a number of graduate students had their research projects upended, pulled up, cut,\" she said. \"It's all because of the overall issue of biotech. Now, that's a good debate, biotech, but without the research, the data and real understanding, there isn't very much to go on other than what your biases are.\"\nDr. Phillips said the Biotechnology Industry Organization would like to see a similar federal law intended to protect crops. At the very least, he said, the government should pass a law protecting research at government-financed universities and laboratories.\nMany scientists have been taken aback by the attacks, saying they have been working on projects that would benefit the environment by reducing the need to clear-cut forests or use deadly pesticides, or by helping developing countries grow crops more efficiently.\nDr. Catherine Ives, the director of the Agricultural Biotechnology Support Project, a federally financed group at Michigan State that helps developing countries learn to use biotechnology, was shocked when her offices were gutted. She was on her way to a New Year's Eve celebration when she saw the fire trucks heading toward her office in Agriculture Hall, and returned to find it engulfed in flames. A few weeks later, the Earth Liberation Front -- which has also claimed responsibility for the 1998 arson at a ski resort in Vail, Colo., that caused $12 million in damage -- said it had set the fire.\n\"To me, its unconscionable,\" Dr. Ives said. \"We're so fortunate to live in a country where you have the right to protest. It is unconscionable that you have to resort to violence and skulking around in the middle of the night and setting fires. Picket me, debate me, I'd salute you. But you don't have the right to destroy property.\"\nThe attack on the cornfields here at Uplands Farm stunned scientists.\nTo some researchers, it was like vandalizing Mendel's pea patch. This is, after all, where Dr. McClintock did her groundbreaking studies of Indian corn, analyzing the patterns of kernels to learn about the breaking and joining of genes and chromosomes inside the cells.\nBut lab officials were reluctant to discuss the vandalism in detail, fearing that publicity would encourage copycat attacks. The matter, they said, has been referred to the Suffolk County Police.\nIn the meantime, although a two-year research project paid for by the National Science Foundation was damaged, lab officials said the vandalism had set experiments back only a few weeks. And a new generation of scientists here is continuing the research Dr. McClintock began, using a new species: the mouse-eared cress, a small plant in the mustard family that takes less time to grow than corn.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: An underground group has claimed responsibility for destroying experimental grasses at an Oregon farm last month. More than 30 acts of sabotage against genetic research have been reported in the last year. (Associated Press)(pg. B8)      \n\nLoad-Date: July 21, 2000"
}