{
    "title": "Wave of deadly bomb attacks strikes Algeria Al-Qaida-linked group claims responsibility",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 2,
    "day": 14,
    "full text": "A group linked to al-Qaida staged seven near-simultaneous bomb attacks Tuesday, targeting police in several towns east of Algiers and killing six people, officials said.\nAl-Qaida in Islamic North Africa - the new name for the Salafist Group for Call and Combat, known by its French acronym GSPC - claimed responsibility for the attacks in a telephone call to the Al-Jazeera television network and in a statement on the Internet. The group allied itself with al-Qaida last year, raising the stakes in the region's fight against terrorism.\nThe seven bombings, some of them car explosions, hit the Kabylie region east of Algiers between 4 a.m. and 10 a.m. Tuesday, the state news agency said.\nThe apparently coordinated attacks surprised the North African country, which has emerged steadily from an Islamic insurgency that killed more than 150,000 people in the 1990s. While scattered violence by the GSPC continues, such carefully planned strikes are rare in today's Algeria, an ally in the U.S.-led war against terrorism.\nThe attackers' statement claimed casualties were much higher and accused the Interior Ministry of playing down the impact. The statement said the attacks targeted six police stations and \"ended successfully.\"\nThe bombings quashed Algerian authorities' claims that the GSPC lately had grown weaker, said Mohamed Darif, a terrorism expert at Morocco's Mohammedia University.\n\"This is to show that (the GSPC) is still capable of launching attacks in the heart of Algeria,\" Darif said.\nThe Interior Ministry said six people were killed, including two police officers, according to the state news agency. The ministry also reported 13 wounded, and said 10 of them were police.\nPolice and hospital staff put the number of wounded at 30.\n\"I was wakened by a terrific crash that shattered the windows of my house,\" said Yassine, who lives near a police station that was targeted in the town of Boumerdes. He asked that his last name not be published because he feared for his safety.\n\"I went outside and found the facade of the police station in ruins, with the carcass of a bombed car next to it.\"\n\nLoad-Date: February 14, 2007"
}