{
    "title": "Way of life faces threat",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "SUMMARY: Despite recent terrorism incidents, experts caution against looking for solutions in European-style security or gadgetry.\nIn Israel, a stray handbag in a park or marketplace will send civilians and police scrambling to seal off the area.\nA search of purses, coats and bags is standard practice at movie theaters and shopping malls. Public service advertisements for years have warned citizens to report any strange packages under seats and benches.\nIn London, Paris and Madrid, where domestic terrorism has a long and bloody history, soldiers with automatic weapons are a common sight at airports, post offices and tourist sites like the Louvre and the Prado.\nIs that what life in America is coming to? Not yet, several experts on domestic and international terrorism say.\nIn the wake of Saturday's pipe bombing at the Olympics and the highly suspect downing of TWA Flight 800, politicians and others are suggesting Americans can no longer take for granted the American way of life: fairly unrestricted airports, government buildings and even military bases.\n\"You know it seems to be the beginning,\" said Max Dadi, 49, a Frenchman whose brother, Marcel, was killed in the plane crash. \"It's more families with more bodies. You will live in your country like the Israelis live in theirs.\"\nTerror is becoming \"the way of life in the world,\" U.S. Sen. John McCain, R-Ariz., said Saturday on a campaign visit to Tampa.\nIn its wake, society must strike a balance between civil liberties and protecting public safety.\nThat balance shifts in times of national crisis, and \"I believe we are near that as far as combating terror is concerned,\" said McCain, chairman of an aviation subcommittee studying the issue of safety at airports.\nBut several terrorism experts cautioned against overreaction, pointing out that incidents of international terrorism actually have declined steadily since the 1980s.\nThey also raise concerns about depicting incidents like the World Trade Center bombing (blamed on Islamic fundamentalists), the Oklahoma City bombing (linked to disgruntled militia members) and Saturday's low-tech pipe bomb as links in a chain.\nAside from common-sense security measures, a democratic society can do little to stop a group or individual intent on killing people for a political cause or some imaginary ill, they say.\nThe most successful counterterrorism is often built on good intelligence work and an active monitoring of perceived threats, experts add. That doesn't seem to work, however, against loners like the Unabomber, some violent militia groups and religious cults like Japan's Supreme Truth.\nThe United States is vast, with hundreds of airports, two sprawling borders, and an increasingly diverse population. Protecting major \"gateway\" airports is one problem. Guarding municipal airports is quite another.\n\"The question is, how do you protect the American Airlines flight from Columbus to St. Paul?\" said Philip Stern, a terrorism expert at the Fairfax Group, a New York-based corporate security firm. \"It all comes down to the cost factor - how much you are willing to spend and what civil rights are you willing to have intruded upon to protect against terrorism.\"\nIsrael and most European countries are much smaller than the United States. Yet despite much greater domestic security, they tend to have even more numerous terrorism episodes. Both France and Israel have been terrorized by extensive bombing campaigns over the last two years.\n\"Israel is a very small country that's much easier to secure,\" said Robert Robins, deputy provost at Tulane University and author of \"Political Paranoia,\" an examination of terrorism and its effects on society.\n\"El Al (Israel's airline) is under a much greater threat than most airlines, so there's a need for that security,\" he said. \"We have a country over a continent with a tremendously diverse population. It would be much more difficult to secure it like Israel or even a European country.\"\nTechnology is no panacea, Robins and others say. The recent calls for more sophisticated baggage-scanning machines in airports is to guard against explosives. But the cult in Japan is believed to have killed 11 people and injured thousands by releasing poison chemicals in the Tokyo subway.\n\"At the Olympics you've seen them spend millions of dollars, bring in all of this technology, three security officers for every athlete there,\" said Tom Badey, a University of South Florida professor writing a book on terrorism.\n\"At the end of the day, it was something low-tech like a pipe bomb in a bag, something you can't possibly prevent.\"  Staff Writer Michael Fechter and Tribune wires contributed to this report.\n\nNotes\n\nTERROR STRIKES OLYMPICS\n\nLoad-Date: July 30, 1996"
}