{
    "title": "Ways to Keep Your Community Safer",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 15,
    "full text": "September 15, 2014\nFiled under Community\n(StatePoint) Whether you're single and live on your own, or you're raising a family, feeling secure in your community is likely an important priority to you. As an average citizen, there are several steps you can take to make your community safer.\nNeighborhood Engagement\nWhen people know one another, they are more likely to watch out for one another. Be involved. Know your neighbors. Attend block parties, local social functions and volunteer outings. If such events don't currently exist, organize your own.\nYou don't need to be a busybody to keep your eye out for potential crime. Whether you notice an unfamiliar car in your neighbor's driveway at an off hour or an unfamiliar person lurking around your child's school, reporting such oddities has proven more than once to be a useful crime stopper.\nIf there's a local neighborhood watch chapter in your area, consider getting involved.\nFight Terror\nYou may not think terrorism could touch your town, but domestic terror attacks like the Boston Marathon bombing, as well as incidences of Americans being recruited to join terrorist operations abroad, remind us that nobody should be completely complacent to this threat.\n\"Terrorism is a global issue. It is not more native to one region than another,\" says Abayomi Nurais Mumuni, a fellow at the American Society of Criminology and author of the new book, \"Global Terrorism and its Effects on Humanity,\" a primer on terrorism which addresses its causes, delves into recruitment tactics, and elucidates the agendas and methods used of terrorists. It also offers a prescription for eradicating this worldwide threat.\nWhile the profile of a terrorist is complex and not uniform, Mumuni stresses that a terrorist can be anybody - \"your brother or sister or the guy next door - without your knowing until you hear it in the news. Terrorists generally look, dress and behave like a normal person.\"\nSince picking a terrorist out of a crowd is designed to be difficult, if not impossible, protecting the targets of terror attacks is crucial. Advocate for improved security hardware and systems in places where large groups of people convene - such as public transportation,libraries,  court houses and schools. Motion detectors, bomb detectors and alarm devices can protect against such dangers and help harden potential targets against terrorism.\nStrong Community\nThere's an added benefit to a vital community where residents feel engaged, respected and empowered. When people feel like outcasts, that's when some turn to crime.\n\"Social, political and economic tensions in a community can foster run-of-the-mill crime and in some cases, even terrorist recruitment,\" says Mumuni. \"You don't want people feeling alienated where you live.\"\nBe inclusive and encourage neighbors and local residents - especially young people - to participate in community events and organizations, urge experts.\nMore information about Mumuni's new book can be found at www.media-connect.com.\nWhile some safety measures can only happen through policy and legislation, being aware of safety threats and taking action at the grassroots level can positively impact your local community.\n*****\n\nLoad-Date: October 29, 2015"
}