{
    "title": "We all could take something away from pope's blunt words",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 12,
    "day": 25,
    "full text": "In holiday messages at this time of year, the boss usually musters the energy to say nice things to the people who work for him. Even if he's exasperated by the performance of his employees or beset by arrogant bullies on the corporate rungs above him. That's the generosity of the Christmas spirit, right?\nBut what if the boss used this holiday interlude not to extol the good but to point out in withering detail his subordinates' personal shortcomings? And what if that message resonated well beyond the boss' workplace, so that all of us could read his remarks and, gulp, see ourselves in the unflinching mirror that he held aloft?\nWe're talking about Pope Francis' extraordinary Christmas message on Monday.\nInstead of a traditional message of charity and hope, Francis excoriated the cardinals, bishops and priests who run the Vatican. He accused them of knuckling under to 15 ailments and temptations, including greed, jealousy, hypocrisy, cowardice and, in a memorable phrase, \"spiritual Alzheimer's.\"\nHe talked about \"the terrorism\" of gossip, which he labeled a disease that could destroy a reputation \"in cold blood.\" He blasted prelates for vainglory, for amassing wealth and leading double lives that he said could lead to \"existential schizophrenia.\"\nYes, the pope's stinging words were aimed at a specific group of people under his command. And it's tempting to dismiss the workplace lecture of a pope, who, after all, already has a lifetime job and no worries of being fired. He doesn't have to fret about the terrorism of gossip or whether he can afford to put a new iPad under the tree.\nBut what Francis said invites all of us to take a moment from the dizzying rush of these holidays to take a deep breath and think about the life we lead, the way we treat friends and foes, the things we do to get what we seek.\nWe all navigate through life as best we can. But we also gossip. We envy others. We chase the latest gadgets, the bigger home, the fancier car. These are normal impulses that can be channeled for good or ill, for healthy pursuit or destructive obsession. The pope's words invite us to examine how we live, how we pursue our goals and - most important - how we treat others.\n\nLoad-Date: December 25, 2014"
}