{
    "title": "We all support 'terrorism'",
    "publisher": "the new york times",
    "year": 2001,
    "month": 6,
    "day": 13,
    "full text": "Jesus don't killing no matter what the reason for Your flag decal won't get you into heaven anymore -John Prine, 1969\nTimothy McVeigh is dead. His crime was a cowardly act of terrorism, and the State has taken revenge against him. But terrorism is one of those words that we toss about meaninglessly these days. Terrorists are monsters, we are told. They target the innocent to make a political point; they don't care about their destruction of human life. McVeigh, by all accounts your average American nobody, must therefore have come to his grievances with the government by some delusion of gun-crazy grandeur. He found his fantasy in The Turner Diaries and other right-wing survivalist propaganda. His anger at the government was the anger at being a loser in society; his act of terrorism was the culmination of some macho fantasy.\nColumbia U.\nFine, I say, but please listen when he calls his bombing a \"legit tactic\" -- there is a reason behind it. America has a history of legitimized terrorism.\nFirst, I feel I must say that terrorism is never legitimate. But a condemnation of terrorism must not be limited to McVeigh and other radicals and nationalists around the world. We must condemn all terrorism. My hometown paper, the Chicago Tribune, proclaimed, \"U.S. executes its worst terrorist.\" McVeigh's bombing was indeed the worst terrorist act against the United States government on its own soil, but sadly, the 168 killed in Oklahoma City make up only a fraction of our nation's \"terrorist\" casualties.\nUntil recently, the government enjoyed a near-monopoly on domestic terrorism, beginning with the systematic extermination of American Indians. On the \"Trail of Tears\" alone -- Andrew Jackson's illegal forced march of the Cherokee out of the southeastern U.S. -- an estimated 4,000 innocent civilians were killed. Indeed, the U.S. has also held a major share of the worldwide market in terrorism. Bombings of Libya, Sudan and Afghanistan provide examples from recent history, as does the support the American government provided to Pinochet's old regime. I even include the current \"war on drugs\" among the government's terrorist activities.\nOf course, all that I say assumes a reasonable definition of terrorism. Terrorism, then, is the deliberate killing or antagonism of civilians to make a political point. It is not exclusively American, but rather an ancient and horrible tactic of war. That is why McVeigh has called it \"legit.\" Terrorism is not limited to anonymous bombs in Tel Aviv shopping malls, Berlin discos, or downed commercial airliners. Terrorism is also the rape of the German countryside during the Thirty Years War, the bombing of Dresden and Hamburg 50 years ago, and of Belgrade two years ago. In short, it is difficult to find a war free of terrorist activity.\nTerrorism is almost always about revenge. McVeigh thought that he was getting revenge against the government for its actions at Ruby Ridge and Waco. We have heard that story thousands of times by now. The New York Times points out that the bombing was \"a work of vengeance by a man who had never been wronged\" -- and I believe they are correct. The New York Times goes on to say that \"the army did not form Mr. McVeigh.\" I do, however, take exception to the claim that the bombing was not related to his experience in the Gulf War. The U.S. that entered the Gulf was as a nation that \"had never been wronged\" and proceeded to exact an excessive revenge. McVeigh was the army's wayward son, learning by example.\nSo, a small-time loser from upstate New York who learned terrorism while going about his patriotic business in the army and returned to the states to become 168 times all-American. It is a disgusting story, and is more complicated than \"right-wing nut likes to kill.\" Sure, Timothy McVeigh deserved to die, but it does not really do any good to have him dead.\nSome of his victims say that they are satisfied that they will never again have to hear him speak and defend his actions. Those sentiments are understandable, but not particularly beneficial. It was too disturbing that we could learn something from McVeigh, because it was something we didn't want to know. We don't like the idea that our culture, our history can promote terrorism, and with McVeigh dead and disposed of, we can tell ourselves that we won't tolerate such acts. It would be nice if that were true.\nUnfortunately, the lessons of McVeigh's life may be lost. The next time -- there will, sadly, be a next time -- our government starts killing overseas in the name of \"American interests\" or some such bullshit, altogether too many people will forget the grim reality of terrorism and wave their flags, proud to be American.\n(C) 2001 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: June 13, 2001"
}