{
    "title": "We Americans are learning slowly, painfully how to respond to terrorism",
    "publisher": "lancaster new era",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "Early in the anthrax attacks, Mrs. Scribbler suggested that the Scribbler should take care opening his mail. The Scribbler scoffed.  \"The New Era has nothing to worry about,\" he said.\nAfter multiple anthrax developments this week, the Scribbler has amended his words to \"The New Era has nothing to worry about -- yet.\" Considering unfolding events, it would be stupid for anyone to continue blustering about being beyond the reach of terrorism.\n#HORSES.BRU008#\nEven the federal government now admits that it does not know what is going on. \"There are no guarantees that the mail is safe,\" says the postmaster general. \"I'm worried that we're being attacked and we don't understand the attack,\" says the surgeon general. \"We don't really have any history in this field,\" says an FBI spokeswoman.\nIn their early responses to terrorism, government officials on occasion have been confusing, contradictory and incapacitated.  While the bombing of Afghanistan is progressing as anticipated, America seems to be standing still in the homeland-defense sector of this dreadful war.\nAn old war story from Elting Morison's \"Men, Machines and Modern Times\" applies here. This will take a little while to explain. Hang in there: it's worth the effort.\nDuring the early days of World War II, when armaments of all kinds were in short supply, the British pressed into service a piece of light artillery that had been used by previous generations stretching back to the Boer War half a century earlier.\nIn the weeks following the fall of France, these guns, drawn by motorized trucks, served usefully as part of the coastal defense.\nOfficers thought the rapidity of the guns' fire could be increased, however, so they called in a time-motion expert to suggest ways to simplify procedures. The expert watched one of the five-man gun crews at practice in the field for some time.\nPuzzled by certain aspects of the procedures, he took slow-motion pictures of soldiers performing the loading, aiming and firing routines. When he closely examined these pictures, the expert discovered an oddity. A moment before the firing, two members of the gun crew stopped all activity and came to attention for a three-second interval extending throughout the discharge of the gun.\nThe time-motion expert summoned an old colonel of artillery, showed him the pictures and asked him what this strange behavior might signify.\nThe colonel, at first, also was puzzled. He asked to see the pictures again.\n\"Ah,\" the colonel said at last. \"I have it. They are holding the horses.\"\nThe motorized gun crew had never adjusted to change. Soldiers whose predecessors had restrained horses from bolting during the gun's discharge kept standing still decades after there were no horses to hold. Inefficiency temporarily immobilized them.\nIn crucial ways, the United States has been holding the horses since well before Sept. 11.\nWhile Americans have created the most sophisticated civilization in history, with enough military, economic and cultural firepower to bury all competition, the terrorists have been searching for weaknesses in the infrastructure.\nThis country has a first-rate air transport system, but airlines were holding the horses when it came to airport security.\nThe nation has first-rate postal and public-health services, but they were holding the horses when anthrax arrived in the mail.\nThe Nuclear Regulatory Commission and nuclear power plant operators repeatedly assure everyone that these most dangerous of all facilities are so well guarded nothing can harm them, but the rest of us worry, when TMI goes on highest alert, whether someone is holding the horses on a Susquehanna island.\nSpeaking of TMI, here's another old story, as related by journalist Howard Morland in Harper's magazine several months after the near-nuclear meltdown in 1979.\nOn March 28, the first day of the reactor accident, a Harrisburg citizen drove down to TMI's visitor center. He sat there and watched the containment building for signs of a rupture.\n\"His plan was to observe the plume as it left the building,\" Morland reported. \"He would then head in the opposite direction by car… For the first few minutes the plume would hold enough moisture to form a visible steam cloud, signaling both the exact moment of release and the direction of the wind. The would-be nuclear refugee sagely assumed that it would be best to be upwind of the plant.\"\nGiven the terrorists' reported interest in ramming a jumbo jet into TMI, that is an appropriate cautionary tale for our time. The Scribbler is concerned about more than the possible practical application; the story's deeper lesson may be the key to the nation's salvation in all kinds of situations.\nAlthough the United States has been holding the horses in many respects and the terrorists seem to be finding creative ways to capitalize on that failing, it is indisputably true that we Americans as a group have the resilience and resolution to think and act fast under stress.\nThat guy on watch at TMI is just one example. There are plenty more. Before this war is over, the list no doubt will lengthen.\nWe know now that we have been holding the horses in our response to terrorism. We are learning slowly, painfully how to improve our reaction time. Eventually, like the heroes of United Airlines Flight 93, who refused to hold their horses, we will be ready to roll.\n\nLoad-Date: November 8, 2001"
}