{
    "title": "We are not fighting 'terrorism,' we are fighting theocratic imperialism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 17,
    "full text": "After the assault on Paris, world leaders lined up to offer their sympathies and their solidarity. Iconic buildings around the world from the Convention Centre Dublin, the Wembley Stadium, the One World Trade Centre and the CN Tower donned the French tricolors. Candlelight vigils were held in London, Paris, Montreal and as far away as Agartala, India. All of this is to be welcomed and supported.\nBut we've seen this all before. It's become a war with no name; a war that few people understand or want to understand. Why are they attacking us? Why are they killing so many Muslims? Is American foreign policy to blame? Is Islam to blame? Is it poverty? Is it extremism? For fifteen years we've been asking ourselves the same questions. After London, Madrid, Mumbai, Charlie Hebdo, Beirut and the thousands of others you think we would have an answer by now. But we don't. We don't because our politicians and our public intellectuals refuse to understand the enemy that both eastern and western countries are up against.\nMany believe that this is a war against terrorism, a war against extremism and mindless violence. It is a policy that has dragged us into pointless wars and foreign policy disasters that do not in any fundamental way address the problem. Our politicians have to realize that this is not a war against terrorism, it is a war against theocratic imperialism. To make our government leaders understand this they have to start by actually listening to what the enemy is saying.\nThe western countries exist on the periphery of a war that has been going on for more than thirty years. These attacks are not done for their own sake or to instill fear; they are acts that extend from a political ideology that groups like al-Qaeda, Boko Harem and ISIS are waging war to impose on us and on Muslim-majority countries.\nWhen Mohammed Abd al-Salam Faraj, an important figure in the intellectual development of 20th century Jihadism, wrote of the \"near enemy,\" he was referring to those 'apostate' Muslims in the Arab and non-Arab world who do not live in strict accordance with sharia. It is an idea that almost all Jihadist groups follow and has justified the slaughter of thousands.. Ayman al-Zawahiri, the current leader of al-Qaeda and a close friend of Faraj, is one of them.\nThe student leaders in Iran, liberal democrats in Egypt, free speech activists in Saudi Arabia, the Kurdish Peshmerga, feminists in Pakistan, are the 'apostates' the Jihadists refer to; the people who are actually on the frontlines paying with their lives to stop a theocratic movement. But as long as our politicians continue to follow this line that Muslims and Westerners are fighting 'terrorism' and an enemy with no name, the situation will remain as it has for the last fifteen years with nobody knowing what to do, what to say or whom to support.\nU.S. President Barack Obama described the attacks as an \"outrageous attempt to terrorize innocent civilians\" and as \"an attack on all of humanity and the universal values that we share\".\nRussian President Vladimir Putin, shortly after the attacks, sent a telegram to Hollande stating that the attacks were \"the latest testimonial to the barbaric essence of terrorism, which throws down a challenge to human civilization\".\nThe president of Afghanistan, Ashraf Ghani, tweeted Hollande: \"I sympathize with you and your people; Afghanistan stands with France with resolve to tackle terrorism as a common enemy\". Ghani's office issued another statement saying \"The brutal attacks in Paris prove that global terrorism does not recognize borders\".\nShinzo Abe, the Prime Minister of Japan, also in Turkey at the time of the G20 meeting, stated alongside Ahmet Davutoglu, the Prime Minister of Turkey, said \"We will stand against terrorism regardless of its reasons. We will stand in solidarity with the international community to prevent acts of terrorism.\"\nThe European Union, in its statement, said \"This shameful act of terrorism will only achieve the opposite of purpose, which was to divide, frighten and sow hatred ... Good is stronger than evil. Everything that can be done at the European level to make France safe will be done. We will do what is necessary to defeat extremism, terrorism and hatred.\"\nThe office of Egyptian President Abdel-Fattah el-Sisi said in its statement that there needs to be a \"concerted international effort\" to stop \"the scourge of terrorism, which aims to destabilize the security and stability in various parts of the world, without distinction.\"\nEvery world leader and politician lined up to tell us that these attacks were perpetrated by terrorists. Their motive was nothing more than to spread fear and sow division; to spread violence for its own sake.\nIf the liberal democracies of the world are to formulate sensible policies, we have to understand what it is that a group like ISIS (and the hundreds exactly like it) want. Implacable opposition is one thing but if we don't even understand what it is we're opposing we will lose this is war (Westerner and Muslim alike).\nTo start, words like 'terrorism' and 'extremism' are absolutely meaningless. They tell us nothing about the nature of the enemy, his philosophy, or his ultimate objectives.\nThey do have practical consequences when adopted as policy, however, in that they lead to the kind of security legislation and foreign policy blunders we have watched unfold over the years but in terms of actually understanding who it is we're fighting and why we're fighting them, they serve us nothing but illiteracy.\nI'll refer to two documents in particular. Both are from Abu Bakr al-Baghdadi, the self-proclaimed leader of the Islamic Caliphate: \"A Message to the Mujahidin and the Muslim Ummah\" and \"This is the promise of Allah\". These documents set out in the clearest possible language the designs of a theocratic state.\nThe jihadist, the holy warrior, the mujahid, whatever we wish to call him, is waging war to establish a glorious paradise here on Earth; a new country where people will call him master. His cause is not only just it is righteous. And he is willing to die for it. This in short is Islamism.\nWhen bin Laden declared war on America on Sept. 11, he told us exactly the reason: to undo the injustice that was done to 'Islam' more than ninety years ago. The 'injustice' he was referring to was the collapse of the Ottoman Empire in 1924 after the last Caliph, Kemal Atatürk, dissolved it. Islamism arose out of the ashes of a lost empire. It's sole purpose is to reclaim that empire and recover its glorious past.\n\"Here the flag of the Islamic State, the flag of tawhid (monotheism), rises and flutters. Its shade covers land from Aleppo to Diyala. Beneath it, the walls of the tawaghit (rulers claiming the rights of Allah) have been demolished, their flags have fallen, and their borders have been destroyed. Their soldiers are either killed, imprisoned, or defeated ... The kuffar (infidels) are disgraced. Ahlus-Sunnah (the Sunnis) are masters and are esteemed. The people of bid'ah (heresy) are humiliated. The hudud (Sharia penalties) are implemented - the hudud of Allah - all of them. The frontlines are defended ... It is a dream that lives in the depths of every Muslim believer. It is a hope that flutters in the heart of every mujahid muwahhid (monotheist). It is the khilafah (caliphate). It is the khilafah - the abandoned obligation of the era.\"\n\"If you disbelieve in democracy, secularism, nationalism, as well as all the other garbage and ideas from the west ... you will own the earth, and the east and west will submit to you.\"\nIf the leaders of the world are going to get this right, then call it what it is: it is an act of war by theocratic imperialists who are fighting to rebuild a lost Islamic empire. They are not 'terrorists' or 'extremists' or human bombs who travel the world looking to sow division and hatred. They are imperialists, in the real meaning of that term, who want to reclaim a glorious past. And they are willing to die for it. If we can at least get that part right - knowing who we are fighting and what motivates them - we might start by moving ahead with more sensible and practical policies.\n\nLoad-Date: November 17, 2015"
}