{
    "title": "We all need a little more Jack",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 17,
    "full text": "He's tactical and savvy. He holds allegiance to no one, only to the mission of defending the United States against its enemies. He is Jack Bauer, the counter terrorist agent portrayed in Fox's TV drama \"24.\" While \"24\" is a fictional show and Bauer a fictional character, it goes without saying that the threats portrayed in the show are very real and the methods utilized to resolve those threats are the way we would all hope are being used to stop them.\nYes, I will say it again, the show is not real, and it is, in fact, fiction. I am sure that problems are not really resolved in 24 hours and much of the drama involving affairs and backstabbing are TV sensationalism and do not happen in real life. But what is certainly real about the show is the threat that terrorists are definitely out there working endlessly to attack this country.\nPeople are too easily deceived into the idea that we can ignore the fact that terrorism is still as great a threat as it was on Sept. 11 and that they can sleep comfortably at night pretending that it does not exist. Whether anyone would like to admit it or not, it's a scary world we live in, and relying on good old-fashioned police work to stop these threats will not protect this country from another attack.\nWhat America needs to fight terrorism are the methods and tactics that are portrayed on \"24,\" no holding back, no apprehensions, but pure commitment to do anything possible to save this country. While the \"politically correct\" crowd would like to label these tough interrogation methods as \"torture,\" I find it suspiciously interesting that despite deploring tough interrogation they offer up no feasible alternative. It seems as though they are more interested in protecting the rights and civil liberties of terrorists than they are at protecting American lives. In their mind, every terrorist would be given a painstaking O.J. Simpson-like trial, all while the information that could possibly help stop an attack against America is not revealed.\nEvery measure necessary to ensure our safety should be implemented to stop terrorism.During the Civil War, President Lincoln suspended habeas corpus in order to quell a storm of riots wreaking havoc toward Washington. In World War II, we firebombed German and Japanese cities, in addition to dropping the atomic bomb to end the war. Had any of these methods not been implemented, would we have prevailed as we did in each situation?\nSince we have undertaken more effective means to counter-terrorism, the threat has severely diminished. In Sept. 2006, ABC investigative reporter Brian Ross researched a story about CIA interrogation methods. What Ross found is that the methods that are so controversial are the ones that are actually helping thwart attacks: \"The CIA broke 14 high value leaders in secret prisons. They used coercive techniques. They started with a slap in the chest, then cold rooms, then sleep deprivation, then waterboarding, where you think you are drowning and about to die. In the case of Khalid Shaikh Mohammed, the information he gave up was very valuable regarding one plot which would have involved an airplane attack on the tallest building in Los Angeles. It's clear that in several cases coercive interrogation does seem to have an effect, and that's the bottom line.\" In Ross' findings, more than 12 plots were stopped due to tough interrogation by our counter-terrorism agents.\nThe bottom line, as is said in \"24,\" is that \"people want results but they don't want to get their hands dirty.\" The world we live in can no longer rely on idealism to solve problems, and it takes real-life Jack Bauers to put political correctness aside, take risks to prevent terror and ultimately put America's safety before feel-good policies of comfort.\n(C) 2007 The Breeze via U-WIRE\n\nLoad-Date: January 17, 2007"
}