{
    "title": "We can't let terrorism affect us unduly Americans can't let Colorado shootings change our lifestyles",
    "publisher": "the world",
    "year": 2012,
    "month": 7,
    "day": 26,
    "full text": "YOU are in a dark room with dozens of strangers. You are all looking at the same thing.\nThere is that strange semi-synthetic smell of butter in the air.\nYou are laughing. You are crying. A voice shouts something, and everyone shushes or chuckles. You whisper to your friends in the next seat. You spill your popcorn between the rows.\nAnd you feel safe. The worst thing that can happen is that Fred Willard may become overexcited by the film.\nThere is something both frivolous and numinous about the movies. There is danger, excitement, the dilation of time.\nIn the course of two hours you grow an extra life or get new eyes, or maybe you only laugh once and Jason Statham explodes something. It varies.\nIt is supposed to vary. And afterwards there is a magical solidarity between you and the others who came on that voyage to a place that did not exist.\nYou exit the theater with the same lines on your lips, and hours later strangers in bars on different sides of the city are still making the same indignant gestures.\nWhat did you think of that trailer? Prometheus was a let-down! Why did they bother rebooting Spiderman so soon?\nAnd all of this is a small miracle. But when a miracle happens every day you cease to notice, until the one day it doesn't.\nThursday night, in a movie theater in Aurora, Colo., a 24-year-old shooter opened fire on a crowd of people there to see \"The Dark Knight Rises,\" killing 12.\nAnd now there is the usual mad, sickening dash to shout the loudest and keen the most ostentatiously and tar the people with whom you disagree.\nTo talk about gun restrictions and safeguards and drag in ideologies and posit dark theories about the malign influence of film and unleash the shadowy winged things that sleep inside the box.\nThat there were thousands of theaters where this did not happen does not make this news less horrible. But one of the reasons it is so startling is because it is the exception, not the rule.\nSometimes when awful news hits, when places you expect will be safe become scenes of terror, when the person sitting next to you in the darkness acquires a face in the saddest possible circumstances, this is easy to forget.\nNo, people are dangerous. Stay home. The world is dark and cold and nowhere is completely safe.\nThese acts of terror make the one horrible person stand out in relief and blur the faces of everyone else.\nSuddenly we all know the name James Holmes. For weeks we will pry at his head and forget how many good, civilized people there are.\nThere are so many. There were so many in the theater that night.\nCivilization is not an impersonal clockwork. It is the constant accretion of small politenesses. It abounds in these wonderful, small things that we do together.\nWe buy tickets and walk into the room with the giant screen and say, \"Excuse me, is this seat taken?\" and sometimes we even pick up our trash on the way out.\nWe sit together in the dark and tell each other stories, secure in the knowledge that the only horrible things that will happen will be on the other side of the screen.\nNow AMC is already banning people from wearing any kind of masks. Fear creeps in.\nThat is the most horrible side effect of terror, to make us afraid to take part in these daily miracles. To make us scared to get on the bus or the train. To set a nervous stutter-step in the pit of our stomach every time there is a loud noise in the theater.\nAnd it would be awful if we let that happen.\nPetri is a columnist for The Washington Post.\n\nLoad-Date: July 26, 2012"
}