{
    "title": "WE CAN DO BETTER _ Droning About Drones",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 10,
    "full text": "By GIDEON TEITEL\nI have a severe problem with our nation's use of drones for many reasons. First and foremost, drone strikes ironically produce more terrorists than they decimate. The number of individuals who lose their loved ones due to drone strikes are much more likely to join terrorist organizations against the U.S. Recruitment has risen by the thousands in Yemen, while Al Qaeda has grown from 300 to 700 members from 2009 to 2012 due to the continuation of drone strikes. The attempted underwear and Time Square bombers both cited the U.S.'s use of drones as reasons for carrying out their plans. What good do drones do if they only propagate terrorism?\nSecondly, drone strikes target people who may not even be terrorists or enemies. Obama's use of \"signature strikes\" permits the CIA and the JSOC to target anyone without having their name or sufficient evidence that they were involved in any terrorism against the U.S. NBC News reported that out of the 114 drone strikes in Pakistan and Afghanistan between September 3, 2010 and October 30, 2011, 26 targeted \"other militants\" indicating that the CIA and JSOC could not figure out the relations of those who were murdered. What uses do drones have if they are shooting in the dark, further enflaming the public?\nThirdly, according to a meta study, eight to 17 percent of the victims of drone strikes are civilians. Many innocent citizens of Pakistan and Afghanistan are terrorized by the sound and sight of drones every day. These people are wary of getting involved of any social gatherings for fear of death. People have trouble sleeping and children are scared of walking to school; if that's not terrorism, I don't know what is. These are the primary reasons why 76 percent of residents in northwestern Pakistan detest drones and why the Pakistani parliament voted three times in favor of denouncing the strikes. Yemen too called for an end to our drone program after 11 to 15 people were murdered during a wedding. The harmful impact is the deterioration of Arab relations with the CIA and NATO.\nFourthly, drones vastly kill low-level individuals who do not pose a strong harm to U.S. security. Reuters declared that out of the 500 militants the CIA claimed to have killed between 2008 and 2010, 14 were high-level and 25 were mid-level. If they can't nab the right people, how effective can drones really be considering the hydra that has been created by the CIA's very own program?\nFifthly, drones can be hacked because they use an unencrypted GPS system for navigation. All you would have to do is create a faux GPS signal and coax a UAV to tracking your signal rather than another, spoofing the system, which would give you control. The University of Texas at Austin took control of a drone with equipment costing only $1000. Iran similarly took control of a UAV in December of 2011.\nFinally, drone strikes violate international law as identified by Amnesty International and the United Nations. Many of those who are killed are not directly participating in hostilities with the U.S. or posing an impending threat that cannot be stopped without mortal force. By simply being a suspect of terrorism in the Arab world, the CIA and the U.S. has decided to become your judge, jury and executioner, an absurd travesty of justice. It is farcical to claim that these strikes are in self-defense when the two latest attempted terrorist attacks against the U.S., as I said earlier, were caused by these very strikes. These attacks violate the sovereignty of the Arab world, most notably in Pakistan where Prime Minister Mian Nawaz Sharif has called for end to these violations. Since we are not actively participating in armed conflict with Afghanistan and Pakistan, and since war has not been declared or granted by congress, Obama has too much clout to conduct these unlawful, clandestine operations. Given that these strikes are already illegal, the fact that the CIA shrouds these drones operations in secrecy under Title 50 exacerbates the problem. Through these covert drone activities, we are encouraging other nations to follow our example and abuse human rights. China could justify drone strikes against Tibetans or the Taiwanese, Russia could with the Chechnyans or Ukrainians and Turkey with the Kurds.  Because of how far away drones operate and how little information the government reveals, we have become further removed from the calamities of war. Not only is the public apathetic, but the military members themselves who see targets merely as dots on a screen and not the faces behind them.\n\nLoad-Date: April 10, 2014"
}