{
    "title": "WE CAN BE BOTH SAFE AND FREE BEWARE ANTI-TERRORISM LAWS THAT DILUTE JUDICIAL REVIEW",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "Our nation's leaders have for the past month been saying that the Sept. 11 terrorist-inflicted carnage was an attack on freedom, and that we now are fighting a war for freedom. Presumably, therefore, sacrificing our precious freedoms and civil liberties to defend them should be a last resort. Fortunately, we can both enhance security and still protect our liberties. Unfortunately, President Bush and Congress are on the verge of unnecessarily imperiling civil liberties.\n We clearly must make some changes to improve security against terrorists. Many recently enacted airport security measures are warranted and don't violate our rights.\nOn the other hand, Congress, pushed hard by the administration, is about to pass anti-terrorism legislation that dramatically expands government's power to invade our privacy and indefinitely imprison noncitizens, even legal aliens. While some measures may be necessary to fight terrorism, it is absolutely unnecessary to dilute the most important civil liberties safeguard: judicial review. Yet the proposed legislation jettisons this most important protection, giving federal agents virtual free reign to spy on foreigners and American citizens.\n No one is suggesting that our government officials are evil or have anything but the best intentions. But Americans should remember Justice Louis Brandeis' famous admonition:\n \"Experience should teach us to be most on our guard to protect liberty when the government's purposes are beneficent. Men born to freedom are naturally alert to repel invasion of their liberty by evil-minded rulers. The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding.\"\n Few questioned the patriotism or integrity of 20th-century American leaders like Attorney General Mitchell Palmer, who jailed union leaders and other political dissidents during World War I; Joseph McCarthy, who conducted a witch hunt to protect against communism; J. Edgar Hoover, who used surveillance powers, similar to those now proposed, to spy on (and destroy) anyone who questioned the status quo, including Martin Luther King Jr.; and President Franklin Roosevelt, who imprisoned countless innocent Japanese-Americans during World War II. We now generally recognize, however, that in the zeal to protect America, these men went too far. Their actions are historical embarrassments.\n Nevertheless, we are about to sow the seeds for more historical embarrassments and civil liberties abuses. How? The new vastly increased surveillance and detention powers do not include the all-important judicial-review safeguard.\n Judicial review is the most common and important civil liberties protection.\n Our Constitution's framers, who themselves were fighting a war, insisted that before government agents could \"search or seize\" homes, property or people, a judge must determine there is probable cause to justify the liberty intrusion. Judicial review is an indispensable shield against misguided or overzealous agents and it does not impede effective crime fighting. Historically, judges rarely refuse warrant requests.\n The administration claims the new powers include judicial review, but through various gimmicks judges become mere rubber-stamps. They will have neither authority nor means to check for and stop civil liberties abuses. Consequently, the new law does not provide meaningful judicial review before federal agents do the following:\n *Review Internet usage histories.\n * Access, use and disseminate sensitive educational, banking, credit, consumer and communications records.\n *\"Sneak and peek searches,\" whereby agents enter your home, office or other private place and conduct a search, take photographs, and download computer files without notifying you until later.\n * Indefinitely detain noncitizens, including those here legally.\n Significantly, the surveillance powers can be used against not just foreign nationals, but also Americans.\n A new crime, \"domestic terrorism,\" could apply these anti-terrorist measures to investigate Operation Rescue, the Earth Liberation Front and the World Trade Organization protesters. And, as if that were not enough, the legislation expands CIA authority to engage in domestic spying.\n Law enforcement agents make mistakes -- just ask suspected Atlanta Olympic bomber Richard Jewell -- and, as we know from history, can misuse their powers. Giving judges real power to halt civil liberties abuses is vital to freedom. And doing so doesn't interfere with terrorist-fighting capability.\n At this historic time when we reconsider our most important civic values, let's heed our forefathers. Benjamin Franklin said, \"They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.\" Thomas Jefferson reportedly added that those who trade liberty for safety will eventually lose both.\n\nNotes\n\nWitold J. Walczak is director of the American Civil Liberties Union's Pittsburgh chapter.\n\nLoad-Date: October 15, 2001"
}