{
    "title": "WE HALT DEADLY PLOTS, W SAYS, Prez offers details, but pros call it mostly rehash",
    "publisher": "daily news ",
    "year": 2005,
    "month": 10,
    "day": 7,
    "full text": "WASHINGTON - The latest terrorism scare in the city emerged just hours after President Bush claimed that several terrorist attack plots on U.S. soil have been thwarted since 9/11 and five attempts to case potential targets were broken up.\nBush has made similar claims of disrupting plots in the past without providing specifics, but under heavy pressure the White House released for the first time a list of the planned attacks and surveillances that were disrupted.\nThe list did not appear to include any events that hadn't previously been disclosed, but some terrorism experts said it exaggerated the importance of certain claims.\nThe thwarted attacks Bush referred to included the well-known plot by convicted Al Qaeda operative Iyman Faris to knock out the Brooklyn Bridge in May 2003.\nAnother involved Brooklyn-born Jose Padilla, who is in indefinite military custody for allegedly planning to destroy apartment buildings and detonate a \"dirty bomb.\"\nThe list includes two foiled attempts to hijack airliners and attack U.S. targets, one on the West Coast in mid-2002, the other on the East Coast in 2003.\nA White House statement said the West Coast hijack plot \"included at least one major operational planner involved in planning the events of 9/11,\" who was Al Qaeda's No. 3 Khalid Shaikh Mohammed, a source said.\nThe list appears to have mangled dates of plots, and not all counterterrorism officials agree on the importance of some threats.\nFor instance, the CIA disclosed the hijack \"plots\" at a 9/11 commission hearing in June 2004 when asked by the panel whether any U.S. homeland attacks were stopped since Sept. 11, 2001. But FBI Deputy Director John Pistole told the Daily News at the hearing that what the CIA referred to was more a threat than an advanced plot.\nMany of the alleged surveillances of potential American targets refer to the activities of Abu Issa al-Britani, known as Esa al-Hindi, whose August 2004 arrest in London prompted a U.S. orange alert, two senior officials said.\n\"It looks like al-Hindi is all over this list,\" said the counterterrorism official.\n\"Fact or fiction?\" said another federal law enforcement official reading the White House list. \"Much of what's listed was deemed to have come from sources whose credibility was questionable.\"\nMany of the busted terrorism plots were overseas and were aimed at London's Heathrow Airport, tourist sites in an unnamed foreign country and allied shipping in the Mideast.\njmeek@nydailynews.com\n\nLoad-Date: October 7, 2005"
}