{
    "title": "We Have a White Nationalist Terrorist Problem",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 4,
    "full text": "Mass shootings like the one in El Paso should be condemned by America’s leaders as terrorism.\nIf one of the perpetrators of this weekend’s two mass shootings had adhered to the ideology of radical Islam, the resources of the American government and its international allies would mobilize without delay.\nThe awesome power of the state would work tirelessly to deny future terrorists access to weaponry, money and forums to spread their ideology. The movement would be infiltrated by spies and informants. Its financiers would face sanctions. Places of congregation would be surveilled. Those who gave aid or comfort to terrorists would be prosecuted. Programs would be established to de-radicalize former adherents.\nNo American would settle for “thoughts and prayers” as a counterterrorism strategy. No American would accept laying the blame for such an attack on video games, like the Texas lieutenant governor, Dan Patrick, did in an interview on Sunday when discussing the mass shooting in El Paso that took 20 lives and left 27 people wounded. \nIn predictable corners, moderate Muslims would be excoriated for not speaking out more forcefully against the extremists in their midst. Foreign nations would be hit with sanctions for not doing enough to help the cause. Politicians might go so far as to call for a total ban on Muslims entering the United States “until our country’s representatives can figure out what the hell is going on.”\nEven a casual observer today can figure out what is going on. The world, and the West in particular, has a serious            white nationalist terrorist problem that has been ignored or excused for far too long. As President George W. Bush declared in the wake of the 9/11 attacks, we must be a country “awakened to danger and called to defend freedom. Our grief has turned to anger, and anger to resolution.” \nThere are serious questions about how the United States has approached Islamic extremism, but if even a degree of that vigilance and unity of effort was put toward white nationalism, we’d be safer. \nWhite nationalist terror attacks are local, but the ideology is global. On Saturday, a terrorist who, according to a federal law enforcement official, wrote that he feared a “           Hispanic invasion of Texas” was replacing white Americans            opened fire in a Walmart in El Paso. In a manifesto, the gunman wrote that he drew some inspiration from the white nationalist terrorist attack in Christchurch, New Zealand, that left 51 people dead. The F.B.I. is investigating the El Paso mass shooting as            a possible act of domestic terrorism. The motive behind another mass shooting in Dayton, Ohio, is under investigation.\nIn April, another terrorist who opened fire at a synagogue in Poway, Calif., echoed the words of the Christchurch suspect, too, and appeared to draw inspiration from a massacre at a synagogue in Pittsburgh last fall. The alleged Christchurch terrorist, for his part, wrote that he drew inspiration from white supremacist attacks in Norway, the United States, Italy, Sweden and the United Kingdom. \nAn investigation by The Times earlier this year found that “at least a third of white extremist killers since 2011 were inspired by others who perpetrated similar attacks, professed a reverence for them or showed an interest in their tactics.”\nWhite supremacy, in other words, is a violent, interconnected transnational ideology. Its adherents are gathering in anonymous, online forums to spread their ideas, plotting attacks and cheering on acts of terrorism.\nThe result is an evolving brand of social media-fueled bloodshed. Online communities like 4chan and 8chan have become hotbeds of white nationalist activity. Anonymous users flood the site’s “politics” board with racist, sexist and homophobic content designed to spread across the web. Users share old fascist fiction, Nazi propaganda and pseudoscientific texts about race and I.Q. and replacement theory, geared to radicalize their peers.\nThese communities aren’t new. Stormfront, an early white supremacist bulletin board and website, was begun by Don Black in 1996. Communities like the neo-Nazi site, the Daily Stormer, have spread white nationalist ideas for years. Some of these communities’ most unstable users have moved their hate into the real world — Dylann Roof, who killed nine black churchgoers in Charleston in 2015 had a Stormfront account under the name, “Lil Aryan.”\nYet, in recent months, conversations in one anonymous 8chan forum in particular have evolved. They increasingly focus on carrying out acts of white nationalist terror. In the wake of the Christchurch shooting, copycat killers have taken to the board to seek approval for acts of violence. They post hastily written manifestoes in the hopes that these rantings will be shared online and by the media —  and inspire more shootings. Posts actively incentivize the darkest impulses of the most dangerous users. In May, an anonymous user posted a screed on “Target Selection,” providing a blueprint on how to increase the body count during mass shootings. The community celebrates and compares the number of casualties from shooting to shooting — a gamification of mass murder.\nLaw enforcement currently offers few answers as to how to contain these communities. The anonymous nature of the forum makes it difficult to track down the validity of threats, and trolls frequently muddy the waters by attempting to dupe authorities with false threats and disinformation. \nBut the real world violence associated with the site has caused some agencies to pay closer attention to conspiratorial and hateful communities online — just           recently           an F.B.I. field office for the first time identified fringe conspiracy theories as a domestic terrorist threat.\nTechnology companies, too, appear unwilling to treat white nationalist terror online the way they have dealt with the online spread of radical Islamic terror groups, such as the Islamic State. Companies like Facebook and Twitter took bold action to remove tens of millions of pieces of ISIS and Al Qaeda propaganda and accounts between 2014 and 2018. Similar standards have not been applied to white nationalists, perhaps because, as a 2018 report from researcher J.M. Berger, who specializes in online extremism,            notes, “The task of crafting a response to the alt-right is considerably more complex and fraught with land mines, largely as a result of the movement’s inherently political nature and its proximity to political power.”\nWhile its modern roots predate the Trump administration by many decades, white nationalism has attained a new mainstream legitimacy during Mr. Trump’s time in office.\nDiscussions of Americans being “replaced” by immigrants, for instance, are a recurring feature on some programs on Fox News. Fox hosts            Tucker Carlson and            Laura Ingraham, for example, return to these themes frequently. Democrats, Ms. Ingraham            told viewers last year, “want to replace you, the American voters, with newly amnestied citizens and an ever-increasing number of chain migrants.”\n“You will not replace us,” white nationalists proudly chanted at Charlottesville in 2017. (Mr. Trump himself proclaimed that there were “           fine people” on both sides of that deadly event.) \nIn May, bemoaning an “invasion” of immigrants, Mr. Trump asked how immigrants could be stopped during a rally in Florida. “Shoot them,” someone in the crowd yelled. Mr. Trump gave a smirk and said, “That’s only in the Panhandle you can get away with that stuff,” as the crowd exploded in ghoulish laughter.\nFar more Americans have died at the hands of domestic terrorists than at the hands of Islamic extremists since 2001, according to the F.B.I. The agency’s resources, however, are still overwhelmingly weighted toward thwarting international terrorism. \nThe nation owed a debt to the victims of the 9/11 attacks, to take action against the vile infrastructure that allowed the terrorists to achieve their goals that horrible Tuesday. We owe no less of a debt to the victims in El Paso and to the hundreds of other victims of white nationalist terrorism around the nation.\nModerate members of the political right must do more to condemn white nationalists, even if the president condemns them from one side of his mouth and extols ethnonationalism from the other. \nAdvertisers have a duty not to sponsor television programs that flirt with white nationalism or advocate it outright. \nBanks have a duty not to help finance white nationalist organizations. \nReligious leaders should feel called to denounce white nationalism from the pulpit. \nTechnology companies have a responsibility to de-platform white nationalist propaganda and communities as they did ISIS propaganda. And if the technology companies refuse to step up, law enforcement has a duty to vigilantly monitor and end the anonymity, via search warrants, of those who openly plot attacks in murky forums.\nThose people who encourage terrorism anonymously online should be named.\nThose who sympathize with the white nationalist ideology but who deplore the violence should work closely with law enforcement to see that fellow travelers who may be prone to violence do not have access to firearms like semiautomatic assault-style weapons that are massively destructive.\nMost importantly, American law enforcement needs to target white nationalists with the same zeal that they have targeted radical Islamic terrorists. Ensuring the security of the homeland demands it.\nThere can be no middle ground when it comes to white nationalism and the terrorism it inspires. You’re either for it or against it.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some            tips. And here’s our email:            letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nPHOTOS: The flag over the White House flew at half-staff on Sunday, after the mass shootings in Texas and Ohio. (PHOTOGRAPH BY ERIC BARADAT/AGENCE FRANCE-PRESSE — GETTY IMAGES); Mourners gathered Saturday at El Paso High School. (PHOTOGRAPH BY CELIA TALBOT TOBIN FOR THE NEW YORK TIMES)\n\nLoad-Date: August 15, 2019"
}