{
    "title": "WE MUST BE PREPARED TO COMBAT TERRORISM ON U.S. SOIL",
    "publisher": "the forward",
    "year": 1999,
    "month": 8,
    "day": 1,
    "full text": "In recent months, the eyes of the world have rightly focused on the threat to American interests and values in the Balkans. At the same time, we cannot afford a national case of farsightedness that precludes us from focusing on threats closer to home, such as the potential danger of a chemical or biological attack on U.S. soil.\nThe United States now faces something of a superpower paradox. Our supremacy in the conventional arena is prompting adversaries to seek unconventional, asymmetric means to strike our Achilles' heel. At least 25 countries, including Iraq and North Korea, now have -- or are in the process of acquiring and developing -- weapons of mass destruction. Of particular concern is the possible persistence in some foreign military arsenals of smallpox, the horrific infectious virus that decimated entire nations down the ages and against which the global population is currently defenseless.\nAlso looming is the chance that these terror weapons will find their way into the hands of individuals and independent groups -- fanatical terrorists and religious zealots beyond our borders, brooding loners and self-proclaimed apocalyptic prophets at home.\nThis is not hyperbole. It is reality. Indeed, past may be prologue. In 1995 the Japanese cult Aum Shinrikyo used sarin gas in its attack on the Tokyo subway and also planned to unleash anthrax against U.S. forces in Japan. Those behind the 1993 World Trade Center bombing were also gathering the ingredients for a chemical weapon that could have killed thousands. In the past year, dozens of threats to use chemical or biological weapons in the United States have turned out to be hoaxes. Some day, one will be real.\nWhat would that day look like? A biological agent would sink into the respiratory and nervous systems of the afflicted. The speed and scope of modern air travel could carry this highly contagious virus across hemispheres in hours. Indeed, the invisible contagion would be neither geographically nor numerically limited, infecting unsuspecting thousands -- with many, in turn, communicating the virus to whomever they touch.\nThe march of the contagion could accelerate astoundingly, with doctors offering little relief. Hospitals would become warehouses for the dead and the dying. A plague more monstrous than anything we have experienced could spread with all the irrevocability of ink on tissue paper. Ancient scourges would quickly become modern nightmares.\nWelcome to the grave New World of terrorism -- a world in which traditional notions of deterrence and counter-response no longer apply. Perpetrators may leave no postmark or return address -- no tell-tale signs of a missile launch, no residue of TNT that can be traced to a construction site, no rental truck receipts leading to the foolhardy suspects. In fact, their place of business may be a number of countries that are conducting bioengineering under the guise of pharmaceutical research. Penicillin for the poor, or ebola for the enemy? Who is to say, and with what deterrent is America left?\nPreparation is itself a deterrent. By minimizing the death and destruction would-be terrorists hope to spawn, we reduce the likelihood they will even try. Yet a chemical or biological strike on American soil could quickly surpass any community's ability to cope.\nAs part of a federal interagency effort launched last year by President Clinton and led by the National Security Council, the Defense Department is doing its part to prepare the nation for the catastrophic consequences of an attack that unleashes these horrific weapons. Because it has long prepared to face this grim possibility on the battlefield, the military has unique capabilities to offer in the domestic arena as well.\nSeveral core principles are guiding our efforts. First, any military assistance in the wake of a domestic attack must be in support of the appropriate federal civilian authority -- either the Department of Justice or the Federal Emergency Management Agency. Second, an unequivocal and unambiguous chain of responsibility, authority and accountability for that support must exist.\nThird, military assistance should not come at the expense of our primary mission -- fighting and winning our nation's wars. A special Task Force for Civil Support is being created to ensure that we have the military assets necessary to help respond domestically while still meeting our foremost mission.\nFourth, our military response efforts will be grounded primarily in the National Guard and Reserve. In contrast to their more familiar role of reinforcing active-duty forces overseas, our guard and reserve are the forward-deployed forces here at home. Special National Guard teams are being positioned around the nation to advise and assist communities upon request.\nFinally, we must not trample on American lives and liberties in the name of preserving them. Fears about the military's role in domestic affairs are unfounded, as evidenced by a long history of reasonable and successful military support to communities ravaged by natural disasters, such as fire and flood.\nAs in the past, any military support will be precisely that -- support. Both legal and practical considerations demand it. The Posse Comitatus Act and the Defense Department's implementing policies are clear -- the military is not to conduct domestic law enforcement without explicit statutory authority, and we strongly believe no changes should be made to Posse Comitatus.\nBut merely managing the consequences of an attack is not sufficient. We must be vigilant in seeking to interdict and defeat the efforts of those who seek to inflict mass destruction on us. This will require greater international cooperation, intelligence collection abroad and information gathering by law enforcement agencies at home. Information is clearly power, and greater access to information will require the American people and their elected officials to find the proper balance between privacy and protection.\nMere months before the attack on Pearl Harbor shocked America out of its slumber, Walter Lippmann wrote, \"Millions will listen to, and prefer to believe, those who tell them that they need not rouse themselves, and that all will be well if only they continue to do all the pleasant and profitable and comfortable things they would like to do best.\"\nThe race is on between our preparations and those of our adversaries. We are preparing for the possibility of a chemical or biological attack on American soil because we must. There is not a moment to lose.\n\nNotes\n\nWilliam Cohen, a former congressman and U.S. senator from Maine, is secretary of defense. His commentary was originally written for The Washington Post.\n\nLoad-Date: August 3, 1999"
}