{
    "title": "We must fight ISIS ideology",
    "publisher": "university wire",
    "year": 2016,
    "month": 8,
    "day": 25,
    "full text": "subscriber-premium\">\nThe Facebook Trending page has now become the most terrifying thing on the internet since the College Board. Mainly because we never know when our routine check up on the likes counter for our beach photos with beagles dressed as Bernie Sanders is going to turn into a nerve-wracking refresh session when we see that red \"live\" marker next to a truck attack in France, a shooting in Orlando or a bombing in Turkey.\nAlmost every week this summer we've heard news of violence that ISIS takes responsibility for, and if you're like me and spend up to four hours nerve-wrackingly staring at CNN's Twitter page, you might believe that we're in the middle of World War III. Many would argue that ISIS's increased global presence needs to be met with a more direct U.S. Military response, notablyRepublican candidate Donald Trump, who stated that we needed \"20,000 to 30,000\" troops in Iraq and Syria to defeat ISIS. He echoed these statements in hisRNC speech by stating, \"We are going to defeat the barbarians of ISIS and we're going to defeat them fast.\"\nWhat many don't seem to realize is that the spike in global terrorism appears to bearlittle to no correlation with military victories or setbacks in Iraq and Syria. Fred Kaplan, author of \"Dark Territory: The Secret History of Cyber War,\" states that, \"Though the two strands of ISIS operations - military operations in the Levant and terrorist strikes abroad - are part of the same overall goal, they are run as separate enterprises.\" Many of the recent well-covered international terrorist attacks were in fact carried out by \"lone wolves\" or individuals who were inspired by ISIS, but not necessarily directed by the organization itself.\nTherefore, while a U.S. Military presence of some kind may be necessary in ISIS-afflicted areas, a further increase of U.S. Military personnel shouldn't be the focus for the fight ahead. Rather, it's important that we focus on suppressing the spread of ISIS-esque ideology both within the borders of America and its allies as well as more directly impacted areas such as Syria, Iraq, Turkey and Afghanistan.\nISIS's ideology of war against the West and the establishment of an Islamic Caliphate is one that attempts to appeal to any disenfranchised, isolated and aimless individual, regardless if they're Muslim or not. Of77 people arrested on terrorism charges after 9/11, 44 percent of them had prior criminal records, and 82 percent of those were between the ages of 19 and 33, which according to a report by theNew York State Intelligence Center, such persons tend to be \"less established, more impressionable, and therefore more susceptible to radicalization.\"\nAccording to Harvard's Shorenstein Center, France has shown to be an obvious hotbed for radical Islam ideology due to the societal strain of a17.3 percent immigrant unemployment rate, with the largest population of Muslims in Europe, most of whichdisproportionately live in France's most impoverished and isolated districts. France perpetuates further isolation thanks to policies such as a2004 ban on Islamic headscarves in the classroom and a 2010 ban on face covering veils. Because some may feel that France is actively working against their religion, coupled with their very minimal economic opportunity, Islamic radicalism, with its promises of \"communion\" and \"the chance to make a difference,\" can seem greatly attractive to many a disenfranchised European.\nNonetheless,Swarthmore College professor George Lakey outlined a non-violent methodology for fighting international terrorism that has been known to be successful; one that attempts to address the internal issues that spur individuals to inhabit radical ideology. The method included emphasizing infrastructure and reducing cultural marginalization in order to increase economic opportunities and social inclusivity for vulnerable disenfranchised minorities such as France's Muslim population.\nLakey also called for the move toward \"police as peace officers\" via increased community policing in order to reduce the social distance between police and their patrolled neighborhoods. Lakey showcased the Icelandic unarmed police as successful examples of this tenant, solidified with Iceland's first place ranking on the2016 Global Peace Index.\nIt's important to note that according toNew York Times reporter Rukmini Callimachi, \"ISIS wants us to engage them militarily. It would do wonders for their recruitment pitch.\" However, we shouldn't completely cease our current military operations in ISIS-held areas as Callimachi later states that local forces such as the Kurdistan Worker's Party can only succeed in pushing back ISIS thanks to indefinite U.S. air support.\nNonetheless, if the U.S. and the rest of the world wish to effectively curb terrorism within their borders, it's imperative that they start shifting their focus more toward dealing with the internal conditions that spur radical ideology. Tactics including improving economic infrastructure, reducing cultural marginalization and increasing community policing have proven to be successful for preventing terrorism in the past. Shifting our focus toward such methods is vital if we wish to reduce the proliferation of radicalistic ideology and in turn suppress terrorism in the long run.\nArmin Haracic is a senior political science major. Contact Armin at haraciax@dukes.jmu.edu\nSee our Editorial Policy here.\nSuccess! An email has been sent with a link to confirm list signup.\nError! There was an error processing your request.\nWant to stay updated on all the latest news from The Breeze? Sign up for our newsletter. Sign up Manage your lists\n\nLoad-Date: January 16, 2018"
}