{
    "title": "We must block cyber attacks",
    "publisher": "the day ",
    "year": 2012,
    "month": 8,
    "day": 12,
    "full text": "Today, just about everything is run by computers. We don't think about it much, but the water we drink, the light switches in our homes, our paychecks - they are all connected to systems that, ultimately, are governed by computers.\nIt's hard to imagine, but our water treatment plants, our power grids, our banks, even our traffic lights, airports and hospitals are guided and controlled by computers tied to the Internet.\nSo what happens if a hacker decides to take one of those computer systems down?\nIn the recent past, when we talked about terrorism, we thought of preventing direct physical attacks on well-known landmarks, public events and government buildings.\nBut today, a new wave of sophisticated terrorists can also use the Internet to wage attacks through computers, but with human and economic harms, on any place in the country, toward any target, and at any time of the day or night.\nFor instance, this year, someone hacked into computers that run a water treatment facility in Texas. Think of the havoc someone could wreak by shutting it down, contaminating it with excess chemicals, or releasing a dam without warning.\nThose kind of malevolent hacks are called cyber attacks. They are happening today and come from other countries, terrorists, criminal organizations or individual hackers.\nI asked the U.S. Department of Homeland Security's cyber security response team to do some research on these attacks. Its report showed that last year, hackers broke into computer systems running critical infrastructure almost 200 times (that's up from only 41 times in 2010).\nClearly, we need to step up our efforts to manage this threat and prevent attacks. Experts warn that we're on the brink of a disaster on any given day from a computer-generated catastrophe. Adm. Mike Mullen, former Joint Chiefs chairman, says the cyber threat is the only other threat on the same level as conventional terrorists obtaining rogue nuclear weapons. And FBI Director Robert Mueller told Congress recently that the cyber threat will soon overcome physical terrorism as the top national security focus of the FBI.\nWorking with a bipartisan group of senators, I helped write a bill that strikes a balance between addressing dangers we now face without undue regulations on business.\nDirectors of the National Security Agency under presidents Clinton, Bush and Obama are urging Congress to protect our most critical infrastructure. Our bill does just that, by identifying facilities most vulnerable to devastating cyber attacks, such as utilities, hospitals and dams.\nOur proposal creates no new bureaucracies, promotes innovation of the private sector market, and encourages private-sector leadership and accountability in securing their own networks, with government assistance if necessary. We absolutely must pass a bill that protects these critical systems and every American.\nWe can't lose sight of threats we're facing and why these efforts are so crucial to protecting our country. In the months leading up to 9/11, our national-security systems warned us about the possibility of a terrorist threat, and we did too little to intervene and prevent such a devastating attack.\nToday, these clear warnings are again in front of us.\nWest Virginians know all too well the feeling of going without power or water for an extended period of time, as the recent storms put too many people in this dire situation. Hundreds of thousands of people across the state lost access to electricity, phone and Internet. And many nursing homes and hospitals had to evacuate patients.\nThe storms and the resulting damage were from a random weather event, but imagine how much chaos a targeted and calculated attack could cause. It's an all too real possibility.\nI'm working in Congress to make sure this doesn't happen. Unfortunately, political maneuvering by Republican leaders brought these efforts to a halt and we were unable to pass this crucial bill. But I won't give up until it's enacted. There is no excuse for waiting for safeguards to protect this country and our people.\nRockefeller is West Virginia's senior U.S. senator.\n\nLoad-Date: August 13, 2012"
}