{
    "title": "We need to stop using the phrase 'radical Islamic terrorism'",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 19,
    "full text": "Unlike democratic President Obama, Republican President Trump is unafraid to use the phrase \"radical Islamic terrorism.\"\nOn February 14, President Trump said at the Conservative Political Action Conference, \"let me state this as clearly as I can, we are going to keep radical Islamic terrorists the hell out of our country.\"\nSo, what does the term \"radical Islam\" mean? According to Merriam-Webster Dictionary, radical  means something different from the usual or against tradition and is also defined as advocating extreme political views, practices, and politics. Islam is the world's second-largest religion with 1.8 billion followers worldwide. Islam, like any other religion, has its own series of traditions, customs and acts.\nThese two words are defaming Muslims and Islam when put together in political context. When our president uses the term on news media outlets, it reaches millions of viewers across the U.S. and around the world.\nSteven Cook, a Middle East scholar at the Council on Foreign Relations wrote, \"to term something 'radical Islamic violence' condemns a religion and leaves one with the erroneous impression that the competing modern interpretations of Islam that specifically refute violent Islamism's world view do not exist.\"\nWho is the president referring to when he says \"radical Islamic terrorism?\" Terrorist groups like ISIS and al-Qaeda? Why not just call them by their names? Labeling ISIS \"radical Islam\" does nothing but acknowledge that the group is representing an entire religion.\nThe vast majority of victims of ISIS are Muslims themselves. You are a valid target if you are from a different sect of Islam or if you are from a country that is allied with the West, CNN reported.\nISIS bombed two Christian churches on Palm Sunday. Wahby Lamie, whose nephew was killed and another injured in the Tanta church attack, said to Reuters, \"how much longer are we going to be this divided? Anyone who's different from [the Islamist extremists] now is an infidel, whether they're Muslim or Christian. They see them as infidels.\"\nMuslims who are not affiliated with terrorist groups will face hate crimes and violent attacks by non-Muslim residents. Muslims' faith is being reduced and directly connected with violence. As Steven Cook said, \"Christian, Muslim and Jewish texts can be interpreted to justify violence, but that does not mean that they are inherently violent religions.\"\nThe Bridge Initiative, a Georgetown University Research Project, produced a special report under the title \"When Islamophobia Turns Violent.\" The report shows that anti-Muslim attacks reached the total of 53 in December, 2015. The report says this happened after then-candidate Trump called for shutting down mosques after the Paris attacks and the mass shootings in San Bernardino, California. Seventeen of these attacks targeted mosques and Islamic schools.\nWe have seen several incidents of violence against Muslims involving perpetrators who were public supporters of President Trump, like one incident when the attacker yelled 'Trump! Trump! Trump!' while beating a Muslim student from Wichita State University in Wichita, Kansas.\nHow many more of these attacks need to occur before realizing these terms do nothing but feed Islamophobia? We need to stop using the term and simply call the terrorist groups by their names. Muslims make 0.9 percent of the total U.S. population, according to the Pew Research Center. They are a vulnerable American minority group. Irresponsible statements contribute to the tension and fear of our Muslim brothers and sisters.\n\nLoad-Date: April 19, 2017"
}