{
    "title": "We need to address our toxic political climate",
    "publisher": "lnp ",
    "year": 2018,
    "month": 11,
    "day": 4,
    "full text": "In the last two weeks, Americans have been forced to confront the brutality of political extremists. Federal agents have intercepted 15 pipe bombs mailed to the political enemies of President Donald Trump, including CNN. (A 56-year-old Florida man, Cesar Sayoc, has been charged with five federal crimes in the case.)\nEven before the last of the bombs had been intercepted, a gunman entered the Tree of Life synagogue in Pittsburgh and brutally murdered 11 innocent people. In his social media posts, the suspect, 46-year-old Robert Gregory Bowers, pledged to defend \"my people\" from Jews and HIAS, a Jewish organization involved in the resettlement of political refugees. Bowers referred to these refugees as \"invaders that kill our people.\"\nBy most definitions, these recent acts can be classified as terrorism. For example, the U.S. Code of Federal Regulations defines terrorism as \"the unlawful use of force and violence against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives.\" Both men's social media posts provide ample evidence that they meant to intimidate and harm for political ends.\nIf we recognize these atrocities as the acts of domestic terrorists, then research into the psychology of terrorism might help us to better understand them. It is important to note that explaining why things happen is not the same as justifying those acts. However, recognizing the psychological motivations of terrorists is essential to identifying solutions, as traditional legal penalties offer little deterrence for people driven to violent extremism.\nMultiple studies have failed to link mental illness with terroristic behavior. Social psychologists Stephen D. Reicher and S. Alexander Haslam conclude that terrorists are ordinary people from a mental health perspective, but are influenced by group dynamics and social environments that feed off of fear and moral outrage. Terrorism expert Marc Sageman concludes that radicalization is an interaction among moral outrage over political and social events, an ideological framework through which events are interpreted, relevant personal experiences, and reinforcing social networks.\nAccordingly, we might predict an increase in political violence in the coming years. Americans on both sides of the political aisle are increasingly outraged by the perceived moral failings of the other party and by social and economic policies they believe disadvantage their own identity groups.\nPolitical extremists use ideological frameworks to interpret current events as affronts to cherished values and group interests. Trump feeds these narratives, referring to CNN as \"an enemy of the people,\" stoking fears about dangerous caravans of refugees, and condoning the use of violence against his political rivals.\nRelevant personal experiences include economic hardships and loss of status. And social media networks contribute to these victim narratives, creating echo chambers that reinforce and radicalize political extremists, often by spreading untruths and conspiracy theories such as the one that claims Democratic donor George Soros is funding immigrant \"invasions.\"\nYet there are many participants in a cycle that scholars call \"co-radicalization.\" This occurs when the rhetoric on one side of the political divide feeds off of the other, intensifying division and prompting calls to violent action.\nExamples of divisive \"co-radicalizing\" rhetoric for right-wing domestic terrorists might include Hillary Clinton's characterization of Trump supporters as \"deplorables\" or her recent remarks to CNN that you \"cannot be civil with a party that wants to destroy what you stand for, what you care about. ... The only thing the Republicans seem to recognize and respect is strength.\"\nThis doesn't mean that Clinton is responsible for these horrible acts. Trump's comments about media enemies and immigrant caravans clearly have a more direct connection, and even then, only the terrorists are responsible for their actions. But heated rhetoric on both sides contributes to a toxic political climate and fuels this \"it's us or them\" perspective. Combined with other motivating factors, rhetoric matters.\nThus, research on terrorism suggests that one way to reduce domestic radicalization is to calm our national discourse. In fact, most Americans have grown weary of the divisive vitriol coming from our leaders. Enough.\nFollow the example of my students, who recently formed a new club on campus\\!q - United Movement for Advancing Dialogue - dedicated to engaging people in constructive conversations across lines of difference. Call out political leaders who spread misinformation and seek to inflame tensions for their own political gains. On Tuesday, elect people of either party to office who are committed to fostering civil discourse and debating matters of principle rather than attacking others on the basis of identity.\nApril Kelly-Woessner is a professor and chairwoman of the political science department at Elizabethtown College. She also is a correspondent for LNP. Email: woessnerak@etown.edu\n\nLoad-Date: November 4, 2018"
}