{
    "title": "We need a new approach to terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2016,
    "month": 8,
    "day": 25,
    "full text": "If peace is a process, the same can be said of war.\nIt should be said - even discussed at length - by the two major-party candidates now vying for the White House. Fact is, we can't win the war against ISIS by treating the organization like an isolated growth of weeds: a quick treatment with weed spray, and the \"event\" is finished.\n Winning the global war on terrorism is a process; the sooner we accept this fact, the more effective our strategies will be.\n Indeed, one hyperbolic theme in the current political debate is that we - the West and its allies - are losing. Evidence of this is offered in the lone-wolf attacks in Europe and the U.S., organized or merely associated with ISIS, and in the fact that ISIS still occupies vast territories across Syria and Iraq.\n The proffered solution, by those who do not get it, is to destroy ISIS in Iraq and Syria and declare victory: Eschew process and make this war an event.\n As if we could.\n The war against ISIS can be thought of in terms of concentric circles. The inner circle is the so-called Islamic State (IS). This is where the enemy is most densely packed and easiest to identify, target and destroy. Success within the inner circle - and there has been significant success recently - pushes the enemy to the second ring: Europe.\n Here the enemy is less concentrated, more difficult to identify and harder to target and destroy because it's operating in a densely populated urban environment. Drones, to say nothing of traditional ground warfare, are off the table.\n The U.S. is separated from IS by an ocean, not a sea as is Europe, and buffered by much stricter immigration regulations. The enemy population in the U.S. is almost certainly smaller than in Europe and therefore even more dispersed.\n The more successful the war is at the inner circle, the more it will push violence to the outer circles. Relatively easy successes will lead to more difficult successes, or more disturbing failures. Pretending that defeating ISIS in the Eastern Mediterranean region will be the end of the war is, at best, misleading that most important stakeholder, the public. Worse, it means failing to prepare the public for the long fight ahead, a fight that will touch much closer to home than most are prepared to accept.\n This has been a long war. It started with the Mujahideen fighting the Soviets in Afghanistan in the 1980s. After the terrorist attacks of Sept. 11, 2001, the U.S. and its allies fought al-Qaida in Afghanistan. In 2007, Gen. David Petraeus orchestrated a surge of 20,000 troops in Bagdad and Anbar Province for a tactical victory over al-Qaida in Iraq (AQI). Al-Qaida in Iraq in the Arabia Peninsula (AAQAP) was born in 2009.\n Six years later, ISIS and its territory-based version, the Islamic State, are only the latest conjuring of the enemy and the latest contested territory. There is already evidence that ISIS is moving to the city of Sirte in Libya. Its epicenter may be shifting once again. What materializes after the defeat of ISIS in Iraq and Syria may have a new name and a new home, but its mission will remain the same.\n We need more than a \"terrorist-be-gone\" approach. Like weeds that, killed in one crevice, show up in another, terrorism deterred in one pocket of the world will simply invade new pockets.\n War - this war - is a process we need to pursue. This should be one of the most compelling topics of the U.S. election season.\n Dr. James J. Hentz chairs the Department of International Studies and Political Science at Virginia Military Institute, where he teaches courses on national security. He is editor of the journal \"African Security\" and co-editor with Hussein Solomon of the forthcoming \"Understanding Boko Haram: Terrorism and Insurgency in Africa.\" Contact him at hentzjj@vmi.edu\n\nLoad-Date: August 25, 2016"
}