{
    "title": "We Never Got Down to Blue",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 30,
    "full text": "Well before the end, the government's color-coded alert system was eroding into a macabre laugh line for the modern age of terrorism. Were people standing beltless in their socks actually hearing the airport announcements when the risk estimate mostly shuttled between yellow (Elevated) and orange (High)?\nThe five-color code is going the way of cold war survival biscuits. Homeland Security officials decided that it ultimately lacked credibility and clarity to the point of sapping rather than bolstering public confidence.\nBy the end of April it will be replaced with a more focused -- color-free -- system that promises to point authorities to specific threats while alerting the public through the news and social media (Watch Out! in 140 characters).\nThe change is a reminder of how rooted if not routine the terrorism era has become. The code was instituted by presidential order in March 2002 and its effectiveness was instantly debated. Some critics suspected the alerts were manipulated for political ends. Others said it made them think of M&M candies or the Great Oz's ever-shifting horse of a different color.\nIf not color, what? Music? No, the Kremlin has devalued Tchaikovsky to a mere town coup crier.\nSo the code passes into the realm of trivia questions. Which of the five colors of risk were never used? The two lowest: blue (Guarded) and green (Low). When did the highest alert -- red (Severe) -- have to be flashed? On Aug. 10, 2006, for airline flights heading from Britain after terrorist threats deemed credible. Domestic flights were kept at orange. The code worked that way: it wasn't quite one color fits all.\nThe colors tended more toward the emotional than informational, particularly on the eve of major travel holidays.\nThe replacement remains to be proved as the era unfortunately goes forward. At least the color code message was never less than, we're all in this together.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 30, 2011"
}