{
    "title": "We Need an International Court on Terrorism; The Captors' Reasons",
    "publisher": "the new york times",
    "year": 1989,
    "month": 8,
    "day": 27,
    "full text": "To the Editor:\nIn ''Bring Americans Along on Terrorists'' (editorial, Aug. 9), you raise important questions about terrorism and hostages.\nI am possibly the only person in America today who has ever met with the hostage holders in Lebanon. I know the psychology of these people. I know how they think and how they react. On Aug. 3, when everyone was sure that Joseph Cicippio was about to die by 11 A.M., I predicted at a news conference on television that nothing would happen to Mr. Cicippio.\nYour news columns carried the story of our delegation to Lebanon in 1987 and 1988 to secure the release of the hostages. In tense and dramatic meetings in a dark room in some back alley somewhere in Beirut, we met with the captors of Joseph Cicippio and Terry Anderson of The Associated Press. The why of the hostage holders' actions was our concern, and they explained their circumstances to us. The news media related the story of our meetings, but not their contents.\nBriefly, the captor of Joseph Cicippio found his children burnt by American napalm, dropped over them by an American airplane, piloted by an Israeli. The hostage holder of Terry Anderson found his village shelled by the battleship New Jersey, during which he lost his entire family, including his wife, children, grandparents, aunts, uncles.\nWhen I asked the kidnappers, in the name of Islam, to release their hostages because they are innocent, one captor replied, ''But my wife, children and grandparents who were killed by Americans were also innocent!''\nNaturally, the news media would not wish to relate the unpleasant facts and make everyone unhappy and guilty. The State Department and the White House are equally unwilling to bring the terrible truth to the people and thereby admit that their policy in the Middle East was the cause of American difficulties in that region of the world.\nYour asking President Bush to bring the people along deserves all our praise, even if the questions you raise are rhetorical.\n \nM. T. MEHDI\nPresident\nAmerican-Arab Relations Committee\nNational Council on Islamic Affairs\n  New York, Aug. 10, 1989"
}