{
    "title": "We repudiate terrorism",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 11,
    "full text": "In the wake of the recent terror plot in Britain, American Muslims are once again being asked why we are \"silent\" on the issue of terrorism committed in the name of Islam.\nIt is a valid question, but one that frustrates those of us who repeatedly and consistently condemn terrorism in all its forms.\nI recall the tragic day of Sept. 11, 2001, when a coalition of leading Muslim groups issued what was perhaps the first statement by any organization condemning the World Trade Center and Pentagon attacks.\nSince 9/11, I have personally written dozens of statements condemning terrorism in all its forms, whether suicide bombings in the Middle East, terror attacks in London and Madrid, the killing of Christian missionaries in Yemen, or a shooting at a Jewish center in Seattle.\nIn the past six years, the Council on American-Islamic Relations (CAIR) has coordinated the release of a fatwa (Islamic religious ruling) repudiating terrorism and religious extremism, initiated an online petition drive called \"Not in the Name of Islam,\" and distributed a related TV public service announcement that has been seen by some 10 million viewers nationwide.\nThis repeated repudiation of terrorism is not prompted by outside pressure, but by the basic Islamic principle that no one has the right to take innocent life.\nCAIR officials and representatives of other major American Muslim groups regularly reinforce Islam's rejection of attacks on civilians when they speak to community and interfaith organizations, media outlets and law enforcement officials.\nAmerican Muslims are also working with local, state and national law enforcement agencies to help make our nation more secure.\nYet despite striving daily to remind our fellow Americans that we do repudiate the terrorists who falsely claim to represent Islam, we are still grilled about the Muslim community's \"silence\" on the issue.\nThe deadly phenomenon of terrorism will not be eliminated by condemnations alone. A real end to terror will come only when the mainstream followers of all faiths and citizens of all nations work together to marginalize extremists and to build a future based on freedom and justice.\nAmerican Muslims stand ready to help build that better future for all our children.\nIbrahim Hooper is national communications director for the Washington-based Council on American-Islamic Relations (CAIR), the nation's largest Muslim civil liberties group. \n\nLoad-Date: July 11, 2007"
}