{
    "title": "We should respond to terrorism like Ariana Grande",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 13,
    "full text": "I can't remember the last time I heard of an attack at a concert like the one in Manchester. Say what you will, but it's impossible to deny Ariana Grande's reaction to the attack is anything but sincere and resilient.\nFor those of you that don't know, a suicide bomber detonated a bomb after one of Ariana Grande's concerts in Manchester, England, on May 22. In total, 22 adults and children were killed.\nI can't imagine the pain that she feels. Even worse, I hate to imagine the pain the families of the victims feel. At just 23 years old, 22 of her fans were killed, some as young as eight years old. However, in the face of this terrorism, she didn't crack.\nAll you have to do is read any of the news articles about the things she's doing for the victims' families. After the attack, she personally visited injured fans in hospitals in Manchester, enlisted the help of the British Red Cross to raise support for the victims and just recently hosted the One Love Manchester benefit concert, which raised $3.5 million for the victims. She has constantly pushed the idea that love will always triumph and that we should not let hate win. That is something that each and every one of us can learn from.\nMake no mistake, this was a terrorist attack. That doesn't mean we have to react with terror. Instead, we should follow in Ariana's footsteps. Respond with grace and let others know that we have their back. Don't give in and let terrorists see us crack. Instead, we should come together, stronger than ever, and show everyone that we will not falter. \nThat's the kind of stance we should always have towards acts of terror. I see a lot on social media when an act of violence like this happens. People are quick to jump to conclusions. People will go, \"Oh, this group is responsible for it. This is why we shouldn't allow them here,\" or, \"This kind of thing wouldn't happen if we just did this thing.\" I'm sparing details, of course, but typically, these kinds of posts I see are directed at one group of people for the actions of a few, or one in this case, and often come with irrational fear that is misplaced and given little thought.\nAdmirably, I haven't seen much of that with the Manchester attack. Maybe I haven't looked too hard, but so far, the message being spread seems to be \"Come together, be safe and be loved.\" I can't agree more with that ideology. We don't always have to react to violence with wilder violence. We can fight certain battles without ever lifting a weapon. We can be better than the enemies who attack innocent children in places they're supposed to feel safe and welcome. We have the power to do that.\n\nLoad-Date: June 13, 2017"
}