{
    "title": "We travel, but with caution",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 2,
    "day": 10,
    "full text": "From an interview on the Today show after coalition planes began the air war in the Persian Gulf: Deborah Norville: Now that the war has started, will the Arab terrorists start to plot their targets?\n \n    Brian Jenkins: Terrorism is what terrorists do for a living; they have not been waiting for some formal battle to start their plans.\n\n \n   Printed on the metal film covering the mouth of a peanut butter jar:\n Sealed for freshness and your protection.\n\n \n   The comments by the expert on terrorism and the little notice that greeted me when I made my son's lunch have much in common. For a couple of decades, the deranged and the fanatical have challenged our everyday lives: It was poisoned Tylenol that caused a revolution in product packaging, such as the note on the peanut butter jar. And a new word, skyjackers, was coined to describe gun-wielding passengers who took entire planeloads of people hostage for political reasons.\n   But those worries had faded. The Persian Gulf war has frightened us into again having to consider terrorism.\n \n    Nowhere do we confront the problem more directly than in our travel plans. We don't want to \"take chances,\" but we don't want to become prisoners in our own towns. We don't want to give up vacations we now need the diversion from stress even more.\n \n    What to do?\n \n    First, each of us has to decide how real we consider the threat of terrorism. The quick response has been to stay away from Europe.\n \n    Airlines, one of the obvious, high-profile targets of opportunity, have recorded thousands of cancellations from those wary of traveling abroad. A television report last weekend had planes arriving at European airports with as few as 40 passengers on board.  Airlines have canceled flights and have substituted smaller planes on some trans-Atlantic routes.\n \n    That fear of flying isn't justified, protest two European tourism executives visiting Florida last week to offer reassurance.\n \n    \"It's very human to be concerned, especially with the war so young,\" said Finland's Matti Linnoila, a vice chairman of the 24-nation European Travel Commission. \"But this fear will change as the war draws on people will revert to their normal plans.\n \n    \"Europeans are not as anxious as are Americans, who now feel terrorism is at the doorstep. Because of increased security, air travel is safer today than it was a month ago,\" before the war began.\n \n    Also holding out Europe as a safe destination was Helmut Klee, director of the Swiss National Tourist Office for the United States.  His homeland celebrates its 700th anniversary this year.\n \n    \"We have had to deal with terrorism for 10 years, maybe more. We attack it, professionally. We are not nervous about the terrorism that may be around us it can happen anywhere.  The fear of terrorism is a little irrational. In Europe, people feel secure.\"\n \n    He added: \"The distance from my office in Zurich to Kuwait is about the same as from Zurich to New York City.\"\n \n    Both officials noted that winter is the slow tourist season in Europe and that they expected Americans to wait until later than usual to make their plans. American travel to Europe has set records the past three years, hitting about 7.3-million in 1990, with the bulk of them coming during the traditional summer months.\n \n    For those folks who don't want to wait to make vacation plans, Canada, Mexico, Central and South America are ready to take reservations. There was a bombing in Peru last week, but any link to the Persian Gulf situation was uncertain at press time.\n \n How ironic that fear is forcing us to notice the splendors of this hemisphere breathtaking landscapes, intriguing archaeological sites, vast jungles and mighty rivers, remnants of colonial development. Travel agents and tour operators are scurrying to reserve space for the certain influx of North Americans planning to take a holiday closer to home.\n \n    Meanwhile, the cruise lines have also been busy. Eastern Mediterranean and European itineraries have been canceled; Alaska, the Mexican Pacific coast and New England-to-Canada sailings are being substituted.\n The cruise companies have stepped up their security more checking of bags before they are put aboard, searching purses and tote bags after passengers have visited a port.\n \n   There is a drawback to these sudden cruise changes: Because of the passenger loads on many of the big liners, numerous ports are likely to be overwhelmed when too many ships glide in at the same time. That is especially true of Alaska, whose cruise destinations are small towns.\n \n    And there is this cautionary note: Cruise ships can also be terrorism targets, as was the Achille Lauro in the Mediterranean in October 1985.\n \n    The cruise companies have stepped up their security more checking of bags before they are put aboard, searching purses and tote bags after passengers have visited a port.\n \n    These security efforts pale when compared to the heavily armed troops and vehicles patrolling some European airports, the ban on carrying aboard laptop computers or even large cameras at some of those airports, or the increased X-ray and hand searches of carry-on luggage at American airports.\n \n    But generally speaking, the increased awareness, searches and armed patrols have made travel considerably safer, as the Finnish official noted.\n \n    And to be shut in by fear would be a real loss. Travel allows us to experience different cultures, different people, different lands.  What we do not pursue, we cannot attain.\n \n\nLoad-Date: November 12, 1992"
}