{
    "title": "WE WOULD NOT FORGET",
    "publisher": "the brunswick news ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "May 03--Marjorie Farley says she gained a little comfort Sunday after hearing that U.S. forces had killed Osama bin Laden, the nation's No. 1 terrorism enemy.\n\"I was up (Sunday) night when I heard the president make his announcement,\" she said.\nA team of U.S. Navy SEALs stormed a walled complex in Abbottabad, Pakistan, where the al-Qaida leader who had planned the Sept. 11, 2001, terrorist attacks on U.S. soil was holed up early Monday, Pakistan time, and killed him. His body was quickly autopsied and buried at sea.\nFarley's daughter, Paige Marie Farley-Hackel, 47, was killed in one of those attacks, when terrorists flew American Airlines Flight 11 into the north tower of the World Trade Center, in New York City.\nMarjorie Farley, 79, of St. Simons Island was surprised by the news that bin Laden had been killed -- and also at her own reaction to it.\n\"I was kind of mixed up. I thought I'd be thrilled and happy. I mean, I'm glad he's gone, but it's a mixed emotion. I'm glad he's gone, and yet it brings up everything,\" Farley said.\nEverything includes the deaths of her daughter and two close family friends, all of whom were passengers on the plane that Sept. 11, and were counted among the 3,000 men, women and children who died in the attacks on New York City, the Pentagon and in a plane terrorists had intended to fly into the White House, but crashed near Pittsburgh after passengers overpowered them.\n\"We lost three folks that day,\" Farley said of her daughter and friends.\nFarley experienced a range of emotions Monday as she dealt with the news of the day and reminders of a painful time in her life. \"I thought I'd be jumping with joy, but I'm not,\" she said.\nFarley remembers being similarly dazed more than nine years ago, when the Sept. 11 attacks took her daughter's life. \"That was such a crazy time. Everyone kept saying, 'Marjorie, you are doing so well,' and I don't know what that means,\" she said.\nJim Holland of Glynn County, whose son, U.S. Army Spec. Christopher Holland, died in December 2003 in Iraq while fighting in the extended war on terrorism, was gladdened but a little jarred when he heard of bin Laden's death.\n\"I was shocked. Here I am watching TV and they come on with a special announcement,\" Holland said. \"I'm relieved, too, they finally got him.\"\n\"Chris died fighting the war on terrorism, so it is some satisfaction to hear that bin Laden is dead,\" Holland said of his son who was killed by an insurgent sniper.\nThe war in Iraq was not directly connected to the 2001 attacks, but it was still a part of the war on terror, Holland said.\n\"It's all part of it. When 9/11 happened, it really upset (Christopher Holland). That's one reason he joined the Army,\" Holland said.\nHolland said bin Laden's death was one of many victories that needed to be achieved.\n\"We are always going to have to fight terrorism, but always remember that justice will be done. It almost took 10 years, but justice is done,\" Holland said.\nTo see more of The Brunswick News or to subscribe to the newspaper, go to http://www.thebrunswicknews.com/. Copyright (c) 2011, The Brunswick News, Ga. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 3, 2011"
}