{
    "title": "We Wont Forget",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "What started out as any other day turned out to be one to go down in infamy. 9/11 is a date that will always receive recognition all over the world. On this day the United States of America experienced turmoil, destruction, and despair. This day changed the world forever.\nThirteen years ago on September 11, 2001, a total of 19 Islamic extremists known as al-Queda hijacked four airplanes and carried out suicide attacks on the U.S. Two of which hit the twin towers at the World Trade Center in New York City, a third hit the Pentagon right outside of Washington D.C, and the fourth and final one crashed into a Pennsylvania field. A total of 3000 people lost their lives on this tragic day.\nWhen the first American Airlines Boeing 767 hit the north tower most people thought it was just a freak accident. The plane was loaded with 20,000 gallons of jet fuel and the impact itself left a huge burning hole from the 80th floor, instantly killing hundreds. As the evacuation of the north and south tower got underway many watched the accident unfold on the telivision.\nOnly 18 short minutes after the first plane hit a second Boeing 767 United Airlines Flight 175 struck the north tower's twin. It struck the south tower near the 60th floor. The impact caused and explosion with a showering of burning debris. It was clear at that moment that this wasn't an accident and America was under attack.\nAt 9:45am as the eyes of the nation were focused on New York the third plane crashed into the Pentagon. Jet fuel from the Boeing 767 caused an inferno that eventually led to the collapse of a portion of the structure.\nFifteen minutes later the situation in New York City got worse, the south, tower collapsed into a massive cloud of dust and smoke. The tower itself was constructed to withstand 200mph winds and any normal fire, but not the heat and flames of a jet fueled generated one. At 10:30am the other tower collapsed as well. Only a total of six people who were in tire towers at time of the collapse survived.\nMeanwhile, a fourth flight-United 93-was hijacked forty minutes after taking off. Because the flight was delayed die passengers aboard knew of the ongoing events. When the hijackers claimed they were going back to the airport they knew this wasn't true. A group of the passengers and flight attendants decided to plan an insurrection.\nAt this time many passengers called their loved ones and said goodbye. The passengers of Flight 93 fought the four hijackers and are thought to have attacked die cockpit with a fire extinguisher. The plane flipped and plummeted to the ground at a speed of 500mph. It crashed in a Pennsylvania field and killed all 45 people aboard. The intended target is still not known but dieories include the U.S. capital, the White House, and nuclear power plants.\nAfter these horrific events Americans were ready for war, and patriotism was at an all time high. Many wanted al-Queda and Bin-Laden to pay. \"The president is authorized to use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the U.S. by such nations, organizations, or persotis. was a law that the Congress signed. It passed with ninety-eight in favor, and zero against it\nThe Bush administration announced a war on terrorism starting with Bin-Laden and al-Queda on October 7, 2001, Enduring Freedom or the War in Afghanistan as it's known began. Around 94,000 troops were deployed for Afghanistan alone. Two years later the War in Iraq started. During this time the search for Bin-Laden was on, finally on May 2, 2011, the one responsible for the planning of 9/11 and the leader of al-Queda was caught and killed, by special forces in Pakistan. To this day the war on terrorism is still an ongoing tiling.\nOur current president, Obama is trying to bring more troops home. It's been an ongoing mission since for many years, pulling them out slowly but now more quickly. Back in 2009 Obama called for a new beginning with the Muslim World. But recently ISIS (Islamic State of Iraq and Syria) has seized many northern cities and towns in the Middle East, possibly making their new beginning more difficult\n\nLoad-Date: February 27, 2016"
}