{
    "title": "We'll miss things, but we need to remain vigilant",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "FACEBOOK\nA suspect near the New York-area bombings was charged Monday with five counts of attempted murder of a law enforcement officer after he was captured in a bloody shootout.\nDonald Trump quickly makes the correct assessment of the situation and calls it terrorism. Apparently, our news media, Hillary Clinton and Mayor Bill de Blasio couldn't even discerm what a pressure cooker bomb  is and identify it with terrorism!\nJoe Garwood\nNews services are just out of it. It's the anniversary of Sabra and Shatila massacre. It's a big deal in the Middle East. Three days of murder and mayhem in Lebanon Sept. 16-18, 1982. Terrorists never forget.\nKhalid Nurredin\nI think it's fascinating people are willing to die instead of admitting we have a problem with weak borders and who we let into this country. People won't learn until they start losing family members like those of us who already have.\nJustin Jenkins\nThe first reports that came out were saying that the explosion was not associated with terrorism. How ridiculous is that? I don't care if it's domestic or foreign; any time you have a bomb go off in America it's a terrorist attack.\nSean Hackney\nLETTERS\nWhere there is a will, there will always be a way. And even though our nation's utmost challenge and responsibility is to remain vigilant, in efforts to keep America safe, it's impossible to thwart every act of terror. With sleeper cells all over the world we, as a nation, would be lucky to reduce the number of attacks and keep terrorism down to a minimum.\nJoAnn Lee Frank\nClearwater, Fla.\nTWITTER\nGiven that the FBI investigated N.Y. bombing suspect before, we asked our followers if there's a better way for the bureau to closely monitor or identify potential threats.\nYes. Online monitoring with or without warrants.\n@denjaill\nThe FBI needs to be rebuilt from the ground up, and that starts with Director James Comey behind bars!\n@SlippyField\nThe FBI can't decide who is a terrorist anymore. It follows President Obama's lead. Ask the parents of the victims in the Orlando shooting.\n@bullfrog19170\nAdjusting evidentiary thresholds to persecute a suspected bad actor for a crime not yet committed isn't the way.\n@JeromeTeal1\nFor more, follow @USATOpinion or #tellusatoday. \n\nLoad-Date: September 21, 2016"
}