{
    "title": "We're not ceding ground",
    "publisher": "usa today",
    "year": 2009,
    "month": 2,
    "day": 19,
    "full text": "The talks between the government of Pakistan's Northwest Frontier province and supporters of traditional Islamic law in the Swat Valley should not be viewed as a concession to the Taliban. The arrangement in Swat is a local solution to a local problem that was being exploited by Taliban and al-Qaeda supporters from outside the region.\nThe democratic Pakistani government is not ceding ground to militants. It is attempting to build consensus against them. After all, governing is about consensus and compromise.\nPakistan remains committed to fighting terrorism, militancy and extremism.\nWhile almost all of the world views terrorism with fear and fascination, the women, men and children of Pakistan have been dying by the thousands, innocent victims of an insurrection whose goal is the destruction of Pakistan. As President Asif Ali Zardari and Prime Minister Yousuf Raza Gilani have repeatedly said, this is our war, and we intend to fight and defeat terrorism.\nOver the past year, the lawlessness and anarchy of the Federally Administered Tribal Areas, bordering Afghanistan, have spread to other parts of our nation, most notably to the beautiful Swat Valley. What was once the \"Switzerland of Pakistan\" has become its Beirut. The former princely state of Swat was always somewhat different from the rest of Pakistan -- much more traditional, much more conservative before and after its merger into Pakistan in 1969.\nSwat has been deteriorating by the month. The people have been forced to choose between exile or submission to the most fanatical and often barbaric extremism. Our goal is clear. We are attempting to drive a wedge between al-Qaeda and the militant Taliban on the one hand, and Swat's indigenous movement that seeks to restore traditional law in the district. This is part of a pragmatic military and political strategy to turn our native populations against the terrorists, to isolate and marginalize the terrorists.\nPakistan's attempts to satisfy some of the concerns of local groups are conditional on their commitment to peace and the laying down of their arms. Although some technical amendments to existing regulations would allow for some elements of Islamic legal principles practiced locally throughout history, public mandatory education of girls would be guaranteed and protected.\nHusain Haqqani is Pakistan's ambassador to the United States. \n\nLoad-Date: February 19, 2009"
}