{
    "title": "We're overly afraid of terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 27,
    "full text": "It's the season of terror again. After Paris, Belgium, Nice and now London, the spurge of terrorist attacks in Europe seems to have sparked the same feelings of vulnerability and helplessness as they did after 9/11.President Trump's election campaign and subsequent policies of  banning refugees during his presidency have only exaggerated the threat of America being a victim of another terrorist attack. Following the widespread paranoia, he even banned most things foreign, from courier to refugees from entering America. \nHowever, exactly how much more dangerous has terrorism made our lives?According to Centers for Disease Control and Prevention findings, the number of people who've been killed due to domestic acts of terrorism from 2001 to 2014 is 3,043, while the number of people killed by firearms on U.S. soil is 440,095. This clearly lays out that gun violence in America is a far bigger threat to Americans than Syrian refugees, who, according to our president, are \"pouring into\" America with malicious intentions.While shootings could break out at anytime and anywhere, whether it's a church hall in Charleston or a Planned Parenthood facility in Colorado, the gun laws in the U.S. have barely been discussed in the president's reign. Instead, all the focus has been diverted to eradicating immigrants and tightening the security against anything foreign. The big problem with President Trump's wolf cries about terrorism in the U.S. is that these false alarms keep people from being alert to the persisting threats, like shootings. These are, in turn, pushing people into much more vulnerable and defenseless positions since no actions have been taken to guard the public from shooters. However, what worries me most is the possibility of potential civil strife.Hillary Clinton once called President Trump \"the recruiting sergeant for terrorists,\" due to his constant denigration and race-baiting against Muslims. This, in fact, is very much in alignment with terrorist organizations such as ISIS - its sole propaganda ploy is to pit Islam against the West. Unfortunately, our president's actions, policies, statements and views against Muslim refugees and Muslims living in the U.S. are doing nothing productive, but instead fuel ISIS' propaganda. I think it's time that we step forward with courage and valiance and look to a unified America. It's important to put an end to the prolonged spell of fear and enmity that has become a part of the American air.Fearmongering has never prevented adversity and has only worsened the crisis. Besides hurting innocent people in the name of religion, violent radicals are trying to instigate fear. By letting the uncertainty grapple us on a daily basis, we're actually losing the war on terrorism. Especially in this case where the fear is mostly made up and propagated for personal agendas by politicians, it leaves us with the enduring question of whether we're more victimized by terrorism or the falsity that lives and breeds in our own system.\nRishmita Aich is a junior media arts and design major. Contact Rishmita at aichrx@dukes.jmu.edu\nSee our Editorial Policy here.\n\nLoad-Date: January 16, 2018"
}