{
    "title": "We've Blocked 125000 ISIS Accounts Since Mid - Twitter",
    "publisher": "university wire",
    "year": 2016,
    "month": 2,
    "day": 6,
    "full text": "Twitter Inc. said it had suspended more than 125,000 accounts since mid-2015 for \"threatening or promoting terrorist acts, primarily related to ISIS\". According to CNBC News, this is the first time Twitter has revealed the scale of the terrorist activity on its website.\nThis sort of effort is important because ISIS in particular has proven very adept at using Twitter and other forms of social media to reach prospective recruits.\nBack in December, the US Congress introduced legislation requiring social media companies to report online to law enforcement any terrorist activity they detect, such as planning, recruiting or distribution of terrorist material.\nThe suit also alleged that \"ISIS members use Twitter to post instructional guidelines and promotional videos, referred to as 'mujatweets'\". In a closed-door meeting last month in San Jose with United States national security officials, she and other technology executives discussed the idea of using an algorithm to try and automatically flag Isis content.\nThese efforts have resulted in an increase in account suspensions and this type of activity shifting off of Twitter.\nIn a news release, the company said it was committed to weeding out content that advocates for terrorism and violence.\nWeb-savvy militants fighting for the Islamic State in Syria and Iraq could control as many as 90,000 Twitter accounts worldwide, allowing them to spread their sickening propaganda easily.\nBut social media's war on terror isn't over. At a recent summit on terrorism attended by bigwigs from both the White House and Silicon Valley, government officials suggested that the heads of tech companies like Twitter should do more to proactively combat terrorism, perhaps by creating some kind of technological system that could detect, measure, and flag \"radicalization.\" It said it would continue to \"engage with authorities and other relevant organizations to find solutions to this critical issue and promote powerful counter-speech narratives\".\nThe number of terrorist accounts already suspended is fairly astounding. \"It will definitely help degrade the-all-too effective online marking campaigns of ISIS\", said Rabbi Abraham Cooper, head of the Simon Wiesenthal Center in Los Angeles' digital terrorism and hate project.\nTwitter's latest announcement comes at a time when ISIS's online presence is increasingly politicized.\nTrump, Carson accuse Cruz of cheating in Iowa\nI don't think so, but I do think there comes a time when you do what's right rather than what's legal. \"I made changes\", he said. Trump's tone has drastically shifted from Monday night, when he graciously thanked Iowa voters for handing him second place.\nLike this:\nOuch... Microsoft only sold 4.5 million Lumia phones last fiscal quarterOJ Simpson miniseries has strong ratings in debutMen who were in Zika areas should use condoms - CDCRaptors coach Dwane Casey named Eastern Conference coach of the monthPrince touring Australia and New ZealandFacebook declares 'Friends Day', the internet hates itIPhone 7 Design Rumors point towards Camera upgradeOven wings keep the crisp, lose the laborLee-AlphaGo Match to Start March 9Liverpool fans plan Anfield walkout over ticket pricesPaying the bank interest to hold your deposits? What gives?Dems up the decibels in NH debate; Wall Street a common foeHafiz Saeed leads anti-India march in PakSix People in Bexar County Tested for Zika VirusUS signs up 12.7 million Americans for Obamacare health insurance\n\nLoad-Date: December 15, 2016"
}