{
    "title": "WEAK WAR AGAINST TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 5,
    "day": 3,
    "full text": "Within the next 30 days, President Bill Clinton is to issue an executive order cutting off all trade and investment with Iran by U.S. citizens, companies and their branches abroad. Separate foreign subsidiaries of U.S. companies would not be affected. A trade embargo, the president assured the World Jewish Congress meeting Sunday in New York City, \"is the most effective way our nation can help curb Iran's drive to acquire devastating weapons and support for terrorist activities.\"\nThe president's decision may have as much to do with his own domestic political needs as with deterring Iran's push to become a nuclear power and its sponsorship of terrorism around the world.     The decision is likely to have little effect on Iran because virtually no other nation will honor the embargo. France, Britain, Germany and Japan are among leading industrial countries that will move quickly to fill any gaps in Iran's trade patterns left by Mr. Clinton's action. Even though Iran now sells about one-fifth of its oil to U.S. companies, its exports are unlikely to drop enough to cause problems for the mullahs who rule the country.\nMr. Clinton's decision to act unilaterally seems predicated primarily on a desire to pre-empt bills introduced by Sen. Alphonse M. D'Amato and Rep. Peter J. King, both New York Republicans. Their bills would take the initiative from the White House and would not only ban trade and investment but impose a secondary boycott on any company that does business with Iran.\nThis second provision would clearly be punitive to companies based in allied countries such as Britain and France. It also could cause enough economic harm to Iran to effect the goals Mr. Clinton has outlined - but at a high diplomatic price. Neither Mr. Clinton nor the bills' sponsors have any assurances that a secondary boycott would be honored or, if it were, that it would not set off retaliation in Europe and Asia against American companies.\nThe best one can hope is that Mr. Clinton has set in motion a series of negotiations with U.S. allies that will result in Iran receiving neither the nuclear materials it wants to build weapons nor the trade it needs to rebuild its economy.\n\nLoad-Date: May 4, 1995"
}