{
    "title": "Weapons won't defeat terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 22,
    "full text": "Shortly after the 9/11 attacks, Defense Secretary Donald Rumsfeld, discussing how to find terrorists, asked rhetorically: \"Is it likely that an aircraft carrier or a cruise missile is going to find a person?\" No, he answered; defeating terrorism entails gathering intelligence, freezing bank accounts and persuading other nations to change policies.\nBut if defeating terrorism remains the top U.S. security goal, why is the Bush administration spending billions on major weapons systems more appropriate to the Cold War? Why maintain 12 aircraft-carrier battle groups and fund new nuclear-powered attack submarines and three fighter-plane programs?\nOptimism rests on intelligence\nRumsfeld was right when he recognized that these costly weapons systems are unlikely to find Osama bin Laden or prevent a terrorist attack. When Army officials recently expressed confidence they would capture bin Laden in 2004, they cited better intelligence -- not powerful new arms -- as the basis for their optimism. Even if all of the big-ticket items in the new defense budget were deployed today, they would be irrelevant in combating roadside explosives and suicide bombers in Iraq.\nYet President Bush and his Democratic challenger, Sen. John Kerry, fail to question the cost-effectiveness of U.S. defense spending. The proposed 2005 defense budget amounts to a whopping $ 421 billion, an 8% increase over last year. This includes the Pentagon's basic operations and the Energy Department's nuclear weapons activities, but not the costs of combat or postwar reconstruction in Iraq and Afghanistan.\nMoreover, the defense budget contributes little to homeland security. In an era of big tax cuts and record deficits, the U.S. is spending more than a half-trillion dollars a year to maintain a globe-circling military, fight two insurrections, turn Iraq and Afghanistan into functioning nations and protect our own soil. Military programs receive 14 times as much as homeland security. We must address this misallocation. Bush's doctrine calls for a dominant military to oppose terrorists and the governments that aid them. Despite the recent discovery that a Pakistani scientist sold nuclear secrets, the network of threats is shrinking.\nFewer threats seen in Middle East\nAl-Qaeda's camps and the Taliban regime, if not its remaining fighters, have been eliminated in Afghanistan. Iraq still is violent, but has no weapons of mass destruction (WMD). Sudan and Libya have disavowed terrorism; Libya is dismantling its weapons programs. Iran has agreed to tighter inspections of its nuclear facilities, though it recently suspended them. Al-Qaeda and North Korea remain the most worrisome. North Korea may have nuclear weapons; it has tested a missile that someday could reach Alaska. But unless the U.S. is prepared to risk war in Korea, pressure and incentives at current talks offer a better alternative.\nThe fight against terrorism depends in large part on intelligence agents, financial experts and police forces. The Department of Homeland Security, other civilian agencies and \"first responders\" have erected a skeletal anti-terrorist barrier. Early measures have focused on air travel, but our ports offer tempting targets, and underfunded police and fire units face a cut in the Bush budget. That isn't the place to skimp.\nThe 9/11 attacks have given the Pentagon and congressional hawks the political cover to justify the unjustifiable. If Bush's 2005 budget is approved, military spending since September 2001 will have increased by almost 25%. Yet this increase contributes virtually nothing to providing security at home, nor paying for the wars in Iraq and Afghanistan.\nThe United States needs mobile, high-tech forces adapted to fighting guerrillas and preventing genocide; troops trained in peacekeeping; a Navy to interdict WMD shipments; more transport planes and fewer bombers; and a vigilant Coast Guard.\nLeaner. Just as mean. And far cheaper.\n***\nSanford Gottlieb is the author of Defense Addiction: Can America Kick the Habit? Christopher Hellman is military policy analyst at the Center for Arms Control and Nonproliferation in Washington.\n\nGraphic\n\n \nPHOTO, B/W, USA TODAY file photo; Aboard USS Kitty Hawk: An F/A-18 Hornet takes off.\n\nLoad-Date: March 22, 2004"
}