{
    "title": "Weapons wish-list focus of Fort Dix terrorism trial questioning",
    "publisher": "the philadelphia daily news",
    "year": 2008,
    "month": 10,
    "day": 22,
    "full text": "Moments before an FBI SWAT team kicked in his door, the government's top informant in the Fort Dix terrorism case dropped a little irony on two men he had just set up.\n\"I don't trust anybody,\" Mahmoud Omar said to brothers Shain and Dritan Duka before the FBI arrested the Dukas last year. \nAccording to a video played in U.S. District Court in Camden yesterday, the brothers were inside the apartment to purchase weapons - four M-16 and three AK-47 assault rifles - from Omar, an Egyptian national and paid government informant who received the neutered weapons from the FBI.\nYesterday, the seven assault rifles, along with four other weapons that the defendants owned, sat on a table inside the courtroom a few feet away from the jury.\nThe government alleges that the weapons were a key component in a terrorist plot to attack and kill U.S. soldiers at Fort Dix in New Jersey. They allege that the men were inspired by Osama bin Laden and al Qaeda to defend Islam and start a holy war in the United States.\nThe Dukas, their other brother, Eljvir, Mohamad Shnewer and Serdar Tatar are charged with conspiracy to commit murder and attempted murder of soldiers at Fort Dix, and could face life in prison if convicted. All five of the men are foreign-born Muslims in their 20s who were living either in Cherry Hill or Philadelphia when they were arrested on the night of May 7, 2007.\nDefense attorneys for the two Dukas claim that the assault rifles were bought solely for the defendants' yearly trips to the Poconos, where they liked to shoot guns, watch movies and relax.\nMichael Huff, an attorney for Dritan \"Tony\" Duka, said that the hidden camera in Omar's apartment failed to capture his client or Shain Duka ever mentioning terrorist attacks or harming anyone. They do mention the Poconos, Huff pointed out, specifically that the weapons would be much appreciated on future vacations.\n\"Now we don't have to wait on line to shoot in the Poconos,\" a laughing Dritan Duka said to Omar in the video.\nFred Lang, a senior investigator with the Camden County Prosecutor's Office and an officer in the Southern New Jersey/Philadelphia Joint Terrorism Task Force, testified that he helped develop the list of weapons that Omar would offer to Dritan and Shain Duka prior to the deal.\nWhen the government created the list of available weapons for Omar to give to the Dukas, the government included rocket-propelled grenades that the Dukas never asked for. Assistant U.S. Attorney William Fitzpatrick said that the grenades had been placed on the list because Shnewer, in separate recorded conversations with Omar, said that he would like to use them during the attacks.\nHuff said that neither Dritan nor Shair wanted nor asked for the grenades, and that the government deliberately put them on the list to connect another person to an alleged conspiracy.\n\"You knew that if he [Dritan Duka] ordered them, it would help your case that he plotted to attack a military base,\" Huff said to Lang during cross-examination.\nLang said that the investigation of the defendants began after they brought a video they made in the Poconos in January 2006 to be copied at a Circuit City in Mount Laurel, N.J.\nThat video depicts the defendants, and others who were not charged, firing weapons on a snow-covered shooting range, calling for jihad, and praising Allah. A clerk at the Circuit City watched the video and called Mount Laurel Police.\n\"It was very concerning to them,\" Lang said.\nLang said that it appeared that the defendants were \"advancing\" toward the targets and conducting specific \"firing-maneuver training.\"\nHuff showed the jury additional portions of the video depicting people skiing, snowboarding, and riding snowmobiles at Camelback Ski Resort. When finished, Huff asked whether skiing, snowboarding or snowmobiling could be considered training.\n\"It depends upon your mission,\" Lang said.\n\"Would that come in handy if it were a 007 movie?\" Huff replied.\nProsecutor Fitzpatrick objected.\n\"That's a silly question,\" he said. * \n\nLoad-Date: October 22, 2008"
}