{
    "title": "Weapons left from rebel fighting raise terrorism fears",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 2,
    "day": 27,
    "full text": "Before Iraq, before Sept. 11, Central American nations were torn by rebel conflicts, leaving behind weapons that have come back to haunt American officials, who believe terrorists might tap the past to carry out future attacks.\nThe topic took center stage last week as President George W. Bush pushed to clean up stocks of shoulder-fired missiles, many of which were distributed for conflicts in the 1980s, then discarded, buried or sold on the black market.\nU.S. officials fear terrorists will use the missiles, which are easily carried and hidden, to attack commercial flights.\nBush signed an agreement Thursday with Russia to restrict the availability of the missiles. A day before that, he sent Rose Likins, the acting assistant secretary of state for political and military affairs, to Nicaragua after an air-conditioning repairman was arrested trying to sell an old SA-7 missile.\nMissiles from previous conflicts can be found all over the world, though there has been only one known attempt to use them against a commercial airliner outside a war zone. In 2002, two surface-to-air missiles barely missed an Israeli charter jet taking off from Mombasa, Kenya, with tourists returning to Israel. Osama bin Laden's al-Qaida network claimed responsibility.\nA recent White House statement said about 1 million such missiles have been produced worldwide, and they can be found in many countries, including Pakistan, Cambodia, Russia and Liberia.\nU.S. officials earlier expressed concern about missing supplies of portable U.S. Stinger weapons that helped fighters -- including some who became al-Qaida figures -- drive the Soviet Union out of Afghanistan in 1989, at the same time Nicaragua's civil war was winding down. In Nicaragua, the Soviet Union backed the Sandinista government and the United States funneled weapons to the Contra rebels.\nNicaragua's army says it destroyed most of its stock but still has 1,000 leftover SA-7 missiles -- heat-seeking rockets that can hit low-flying aircraft within a range of three miles -- in a secure place.\nU.S. officials have questioned that figure and said they are afraid the weapons will fall into the wrong hands. They want them destroyed.\nNicaraguan lawmakers are opposing efforts to destroy the missiles, saying they are needed for national security.\nIn a statement issued Thursday through the U.S. Embassy in Managua, Likins said Nicaragua was the only Central American nation with the missiles, which she described as the \"preferred weapons\" of terrorists.\n\"As a responsible member of the international community, Nicaragua should continue to consider commercial aviation's security and the implications that not securing these missiles would have on the country's safety and its economic opportunities,\" she said. \nNicaraguan army spokesman Adolfo Zepeda said officials suspect other missiles -- including those supplied to the Contras by the U.S. government -- are hidden throughout the country. Both the Contras and the Sandinistas handed the missiles out to supporters during the war and some were hidden or simply forgotten.\n\"We need to get them under control,\" Zepeda said. \"The United States worries about them. We share that worry. We think it's valid.\" \nArmy officials say the anti-aircraft missile discovered last month in the house of repairman Oscar Rivera was not from their stock. They believe it was left over from the Contras. The weapon is being held by a judge who handed down terrorism convictions for Rivera and another man, Jorge Ivan Pineda, and will be destroyed later.\nRivera said he bought the missile from Pineda for $45,000. After he was convicted, he told court officials he was set up by CIA agents to create a scandal that would prod Nicaragua into destroying their remaining missiles. U.S. Embassy officials have not commented on the claim.\nWhile U.S. and Nicaraguan officials agree there is no evidence that terrorists from outside Latin America have come here to buy arms, the region does have a black market that is centered largely on the civil war in nearby Colombia.\nJoaquim Cuadra, a former commander of Nicaragua's army, said it wouldn't be a stretch for others to come looking for shoulder-fired missiles. \"They are easy to use and easy to hide,\" he said. \"Those looking for arms will find them wherever they are.\"\nUnder the agreement signed Thursday by the United States and Russia, both countries plan to take inventories of weapons, destroy \"excess and obsolete\" arms and share information to keep them away from terrorists.\nThe battle to rid the world of renegade missiles is an uphill one, and Nicaragua could become a symbolic fight.\nAfter President Enrique Bolanos promised last year to destroy the weapons, lawmakers passed a law to stop him from doing do. Congressional president Rene Nunez, a member of the leftist Sandinista party, said the United States \"has no right, no reason, to demand that.\"\n\nLoad-Date: February 27, 2005"
}