{
    "title": "WEB SITES TAKE ON TERRORISM BY RESTRICTING CONTENT",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 7,
    "full text": "* Much of the data remain in the public realm, \"but that is not a justification for publishing it in easily accessible ways; let them work for it.\"\nBefore the terrorist attacks Sept. 11, you could have visited the Web site of the Federation of American Scientists for diagrams and photos of U.S. intelligence facilities.\nYou could have gone to another Web site to learn about gatherings at Minot Air Force Base in North Dakota.\nAnd you could have gone online to order maps of military installations.\nNo longer.\nConcerned that they are aiding terrorists, some government and private Web sites have decided to stop sharing so much potentially sensitive data.\nThe decisions would not prevent terrorists from turning to libraries or other Web sites for information that could help attacks.\n\"But that is not a justification for publishing it in easily accessible ways. Let them work for it,\" said Steven Aftergood, the senior research analyst for the scientists group.\nThe private organization removed research containing locations, building layouts and aerial images of intelligence offices, including some not acknowledged by the U.S. government. Also, details on nuclear sites abroad were removed.\nMinot removed clues about where personnel could gather, including schedules of activities and locations of military housing units.\nMeanwhile, the National Imagery and Mapping Agency suspended online and offline sales of maps depicting military installations and its highest-resolution maps of other U.S. locations.\nThe federal Office of Pipeline Safety has restricted its mapping software and pipeline data to industry and government officials.\n\"People have a right to know what kinds of risks there are, but unfortunately, terrorists are people, too,\" said Jim Makris, the Environmental Protection Agency's emergency coordinator.\nThe reports remain available in EPA reading rooms, and identification is required for viewing.\nJeremiah Baumann of the U.S. Public Interest Research Group, a private watchdog organization, criticized the EPA's decision, saying the data \"would not be very useful to terrorists.\"\nStill, his group took down a report based on the EPA data to avoid provoking a debate on public disclosure at a sensitive time.\nInformation is being withdrawn for non-security reasons, too.\nSome online forums have deleted hate messages attacking Muslims. A news site, Irish Republican Activist Radio, suspended operations out of fear that it might be accused of supporting terrorism.\nThe removed or restricted materials represent only a tiny piece of what's available on the Internet, but First Amendment advocates are worried that the incursions won't end soon.\n\"It's a fine balance that must be struck here, but in wartime, the temptation is always to greater censorship rather than less,\" said Adam Powell, the vice president for technology and programs at the Freedom Forum.\nThe extent to which terrorists used the Internet to plot the World Trade Center and Pentagon attacks remains unclear. But one hijacker who listed a flight school as his address on a pilot's license might have gotten it from a printed brochure or a Web site. Some of the hijackers used online travel sites like Travelocity to buy their airline tickets.\nU.S. Attorney General John Ashcroft told Congress that one person in custody downloaded information about crop-dusting planes, which terrorists could use for biological or chemical attacks.\nWilliam C. Martel, a professor of national security affairs at the Naval War College in Newport, R.I., called online self-censorship futile.\n\"We can easily come into the category of shutting down the Internet,\" he said. \"Think of how many mundane pieces of information can be used for ill purposes.\"\nSaying the benefit outweighs the potential for misuse, operators of Trip.com retained its FlightTracker service, which gives information on the speed, the altitude and the location of flights.\nBoeing reviewed its Internet offerings the day of the attacks and left everything up. Boeing spokesman Bob Jorgensen said: \"If it has the potential of aiding and abetting the enemy, it's not out there in the first place.\"\n===============\nResponse to terror: Internet security\nSeveral federal agencies removed data from their Web sites after Sept. 11 to avoid inadvertently helping terrorists to carry out a chemical attack:\n* Transportation Department: Removed pipeline-mapping information as well as a study describing risk profiles of various chemicals.\n* Centers for Disease Control and Prevention: Removed a report that describes the nation's shortcomings in the face of a possible chemical attack.\n* Environmental Protection Agency: Removed information on risk-managemen t programs that contains general guidelines for emergency plans and chemicals used at 15,000 sites nationwide.\n* National Imagery and Mapping Agency: Suspended sales of maps depicting military installations.\nFrom wire services\n\nGraphic\n\n \nPHOTO; Color Photo by THE ASSOCIATED PRESS - Becky Parker checks the employee identification of Delta Air Lines first officer Paul Sullivan as he buys uniforms at Abbott Uniforms Corp. in East Point, Ga. The store suspended online sales of airline uniforms temporarily while reviewing security procedures after terrorists hijacked planes and crashed them into buildings last month.\n\nLoad-Date: October 7, 2001"
}