{
    "title": "Webcast to address TRIA solutions BI to host online panel discussion",
    "publisher": "business insurance",
    "year": 2006,
    "month": 8,
    "day": 28,
    "full text": "The Terrorism Risk & Insurance Act won a last-minute reprieve from Congress in 2005, but only after persistent lobbying by insurers, risk managers and others. Is the industry prepared to repeat this struggle all over again when the TRIA extension expires, or is there a long-term solution to insuring terrorism risks?\nBusiness Insurance invites readers to register for “A Permanent Solution to TRIA,” a free online panel discussion on Aug. 29, 2006, that will explore this important issue.\nSeveral proposals have been floated to create a more permanent solution to financing U.S. terrorism risk and providing security to insurers that write the coverage, particularly workers compensation. Before the TRIA extension expires at the end of 2007, industry leaders are pushing for new and more lasting solutions.\nDuring this webinar, a panel of experts will explore some of these new proposals for handling terrorism risk in the United States, and take questions from the live online audience. Speakers include:\n* J. Eric Brosius, senior vp and manager, reinsurance for Liberty Mutual Insurance Co. in Boston.\n* Aaron Davis, director, National Terrorism and Property Resources for Aon Risk Services in New York.\n* Al Gorski, manager of risk management for the Orange County Transportation Authority in Orange, Calif.\n* Greg Heidrich, senior vp of policy development & research for the Property Casualty Insurers Assn. of America in Des Plaines, Ill.\nBusiness Insurance Editor Regis Coccia will moderate the webinar.\nBI’s Online Executive ForumTM webinars, developed by our editorial staff, are highly informative online events where noted speakers and respected business leaders come together with BI editors to discuss the most pressing issues in this live interactive format.\nFor more information, and to register for the free Aug. 29 Online Executive Forum on TRIA, please visit www.BusinessInsurance.com/webinars\n\nGraphic\n\n \nArt Credit: Mr. Coccia * Mr. Brosius * Mr. Davis * Mr. Gorski * Mr. Heidrich\n\nLoad-Date: September 1, 2006"
}