{
    "title": "WEBSTER UNIVERSITY GIVES WARNING ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 11,
    "day": 18,
    "full text": "Webster University is alerting students at its four European campuses to a heightened possibility of terrorist threats, a school official says.  The school has written a letter to each student in Europe to be aware of the changing international climate because of the standoff in the Middle East, the academic dean of Webster's undergraduate college, Neil George, said last week.\nThe letter was prompted by a general alert Nov. 1 from the security office of the U.S. Embassy in the Netherlands, George said. The office warned that the State Department had noticed an increase in the likelihood of terrorist threats in the Middle East and Europe, George said.  Webster's admissions office also is alerting all students who have applied for the school's European program, George said.  Webster University has campuses in London; Vienna, Austria; Geneva; and Leiden, the Netherlands.  n St. Louis University and Washington University have no foreign campuses, but both schools have about 100 students studying abroad. Spokeswomen at the two schools said the directors of their foreign programs were aware of the terrorist threats and were cautioning students.  ''They've been advised to keep a low profile, not to talk loudly in public in English,'' said Sue Killenberg of Washington University.  George emphasized that the university knew of no specific threats against its students. The directors of all four European campuses were in close contact with the U.S. embassies of their countries and would follow any recommendations about terrorist threats, he said.  On Monday, officials of the U.S. Embassy in Rome said authorities were tightening security at American university branches in Italy because a terrorist group had threatened to attack the schools if U.S. forces moved against Iraq.\n\nLoad-Date: October 18, 1993"
}