{
    "title": "WEEK IN REVIEW_ Laurels and Darts _ December 7, 2018",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "ADDRESSING OPIOIDS\nIn order to address the growing opioid epidemic that is wreaking havoc across New Jersey and the nation, the researchers in Rutgers Biomedical and Health Sciences will be forming a new series of workshops to address the problem. The opioid epidemic kills approximately 3,000 people in New Jersey every year, according to Rutgers Today. The Centers for Disease Control and Prevention released statistics that said drug overdoses reached a new high in 2017, killing more than 70,000 Americans nationwide, according to the article. The state and the U.S. are dealing with a public health crisis, and welaurel RBHS for taking a role in addressing the epidemic.\nVOTER FRAUD\nIn North Carolina's 9th Congressional District, the state election board, which is made up of four Democrats, four Republicans and one independent, voted 7-2 against accepting the results of the midterm elections as it investigates the possibility that fraud helped Republican Mark Harris defeat Democrat Dan McCready by a slim margin. Yet, those who cling to voting fraud hysteria and make false claims of millions of illegal voters are silent. Until Dec. 6, Republicans had been \"publicly adamant\" that the state elections board ought to immediately certify Harris's victory. Wedart the lack of strong nonpartisan support, and focus on the possibility of coordinated voter fraud and undemocratic practices in North Carolina.\nMINIMUM WAGE MOVEMENT\nAfter many public claims and promises, Assembly Speaker Craig Coughlin (D-N.J., 19) introduced the much-anticipated minimum wage legislation yesterday, Dec. 6. With Gov. Phil Murphy (D-N.J.) wanting a $15 minimum wage for all, and state Senate President Stephen Sweeney (D-N.J.) wanting a $15 wage for some, the bill is an attempt at finding middle ground. The bill, which now must be passed by the Senate and assembly before it is signed by the governor, would gradually raise the state's minimum wage to $15 by 2024. But, to reach the $15 mark, according to NJ Advance Media, \"teens under 18 years old, agricultural workers, seasonal workers and workers at businesses with less than 10 employees would wait until Jan. 1, 2029.\" Welaurel the legislative movement in progressing the state's minimum wage, but more discourse and debate is needed on those who are excluded from the $15 by 2024 minimum wage.\nSUBVERTING DEMOCRACY\nIn Florida, after voters overwhelmingly approved a ballot initiative to restore voting rights to those with felony records who have completed their full sentences, Secretary of State Ken Detzner (R-Fla.) claimed that the ballot language is unclear, and he wants the state legislature to weigh in. In Wisconsin, lawmakers have taken measures to place new limits on early voting, give new authority to the state legislature and constrain Gov.-elect Tony Evers's (D-Wis.) powers. In one day, lawmakers also approved 82 appointees of outgoing Gov. Scott Walker (R-Wis.). Similarly, the Republican state legislature in Michigan is working to undermine the authority of Gov.-elect Gretchen Whitmer (D-Mich.), the state attorney general-elect and the secretary of state-elect on campaign finance and other legal issues. In Pennsylvania, Republicans are threatening to not seat state Sen.-elect Lindsey Williams (D-Pa.), claiming she is lying about meeting the residency requirements to hold the position. She was given a week to provide copies of her driver's licenses, employment history, tax information and home purchase or rental agreements. Wedart these blatant subversions of the democratic process.\nACCOUNTABLE USE OF FORCE\nFollowing the recent release of the comprehensive report on the use of force by police in New Jersey, the state's attorney general was accompanied by major police union officials and local, county and state law enforcement officials for a rare joint statement. To address the revealed problematic use of excessive force across the state, they jointly claimed that they will be taking the first step of \"working together to design a new system for obtaining use-of-force data in New Jersey,\" according to NJ.gov. Welaurel the responsiveness of the criminal justice system to the revelations on the use of force and expect continued confrontation of the pervasive police practice.\nDOMESTIC HATE\nDeaths resulting from terrorism declined in 2017 for the third straight year, according to recent reports. But, far-Right extremism and deaths resulting from its activities is on the rise. The 2018 Global Terrorism Index reported that deaths from terrorist activity decreased 27 percent worldwide last year. Comparatively, there has been a threefold increase in Right-wing terror attacks in North America from 2015 to 2017. These numbers echo the increase in hate crime reports. Hate and violence are not isolated to one extremist group. There is a need to address extremism the growing hate in America. Wedart the continued framing of terrorism solely as a religious and foreign threat rather than having the necessary focus on domestic hate.\n_____________________________________________________\nThe Daily Targum's editorials represent the views of the majority of the 150th editorial board. Columns, cartoons and letters do not necessarily reflect the views of the Targum Publishing Company or its staff.\n\nLoad-Date: February 5, 2019"
}