{
    "title": "Weighing our words when we talk about terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 17,
    "full text": "On the evening of the London terrorist attacks, I found myself surfing the TV for the latest news and commentary. Before I knew it, I was listening to Bill O'Reilly, the Fox cable bloviator who has called my newspaper \"corrupt,\" among other things. This time, O'Reilly was on a tear because the New York Times had described Abu Musab al-Zarqawi, the murderous head of al-Qaida's operations in Iraq, as a \"Jordanian-born fighter.\" Why won't the New York Times call a terrorist a terrorist? he demanded to know.\nI can only imagine O'Reilly's reaction the next morning to a front-page story in the New York Times that began: \"The insurgent group al-Qaida in Iraq said Thursday that it had killed Egypt's ambassador-designate in Iraq, Ihab al-Sharif . . .\" The story went on to describe al-Zarqawi as \"\"the Jordanian-born militant named by Osama bin Laden as al-Qaida's chief representative\" in Iraq.\nSo now al-Qaida is just another \"insurgent\" group in Iraq and its leader is just another \"militant.\" Maybe O'Reilly has a point - where are the terrorists in the war on terrorism?\nMost serious newspaper readers probably know that al-Zarqawi is a terrorist. So why the fuss about semantics? Don't we have more important things to worry about in protecting ourselves from terrorists, or militants if you prefer? And do the words we use to describe this evil really matter?\nSome people, myself included, think they do, up to a point.\nIf there is no difference between terrorists and militants, then why don't we describe Osama bin Laden as a Saudi-born militant who was behind the 9/11 attacks that killed almost 3,000 Americans? If we can call the bombings in London and Madrid terrorist attacks, then why is it so difficult to say terrorists are committing car-bomb atrocities against Iraqi civilians, including women and children? The words \"insurgents\" and \"militants\" are fine with me when you're talking about an attack on U.S. forces or Iraqi police officers. But when suicide bombers carry out the deliberate and wholesale murder of innocent civilians, I call them terrorists because that's what they are.\nThe BBC refuses to use the word \"terrorist\" in its coverage of the London bombings, explaining that it tries to avoid \"the careless use of words which carry emotional or value judgments.\" Heaven forbid that we make value judgments about terrorists.\nIn recent years U.S. newspapers have drawn complaints from Jewish organizations for describing acts of terror against Israeli civilians as the work of Palestinian \"militants.\" Suicide bombings aimed at civilians are acts of terror, and the people who commit them are terrorists. That said, there is nothing wrong with the more precise term \"suicide bomber.\"\nMeanwhile, Muslim groups in the U.S. have their own complaints about the way the news media cover terrorism. Parvez Ahmed, chairman of the Council on American-Islamic Relations, a Muslim advocacy group, objects to references to \"Islamic terrorism\" in news reports. Terrorism, he says, goes against everything Islam stands for. It goes without saying that all Muslims are not terrorists. But the fact is that the terrorists who have flown hijacked airliners into New York skyscrapers and set off bombs in London subway tunnels are all Muslim fanatics. Unfortunately, moderate Muslims have allowed the jihadists to become the face and voice of Islam in much of the world.\nMansoor Ijaz, chief executive officer of Crescent Technology Ventures, said in the Financial Times last week that the London bombings represent \"a milestone\" for moderate Muslims.\nHe wrote: \"They can either stand up and fight Islam's radical fringes from within or sit haplessly by while the West does it for them. Verbal condemnations and choreographed press releases against violent terrorist acts . . . are no longer sufficient. Real action is needed - and fast. That moderate Muslims do not take meaningful steps to irradiate al-Qaida's cancerous metastasis in their communities is a stunning failure of leadership and lies at the heart of the increasing distrust secular societies have for all Muslims.\"\nMuslims don't want to be stereotyped; American and British commuters don't want to be blown up in subways. So let's make a deal: We'll watch our language if peace-loving Muslims will watch our backs and drive the extremists out of their mosques and communities.\nPhilip Gailey's e-mail address is gailey@sptimes.com.  \n\nLoad-Date: July 17, 2005"
}