{
    "title": "Weighing the costs of terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "The recent attacks on Sept. 11 have opened our eyes to the fundamental vulnerability of our great nation. Our fierce desire to protect individual liberties exposes us to those who would destroy our liberties and our way of life. As long as we value freedom more than public safety, we will be susceptible to attacks by terrorists. Individual freedom is perhaps the single most dangerous concept in the entire world, and we were awakened to that cold fact on the morning of Sept. 11.\nU. Iowa\nUnderstandably, there are those in our nation that want to do whatever it takes to ensure that the horrors of the World Trade Center are never repeated. They cry out for protection from terrorism, and our leaders in Washington are quick to respond. Almost immediately following the attacks, the Bush administration drafted many proposals designed to root out terrorists before they strike. While these proposals would surely make our country safer, the cost in individual freedom would be too much to bear.\nFirst of all, the administration proposals include new laws that would extend the amount of time that non-U.S. citizens suspected of terrorism could be held without charge. This is a direct violation of the Sixth Amendment to the Constitution, which guarantees the right to a speedy trial. It is a common tactic for totalitarian governments to round up suspected dissidents and throw them in jail indefinitely in order to quell dissent.\nSecond, the administration wants a new law requiring college administrators to turn over all records relating to foreign students suspected of involvement with terrorism. We here at the University of Iowa are proud of the diversity brought by our foreign students. Do we really wish to endanger that diversity by sending the message that people who come to the United States to study will automatically forfeit their right to privacy?\nFinally, many of the proposals are downright draconian. For example, the administration wants to make it legal to use evidence obtained by foreign governments using unconstitutional means. Therefore, we would be using evidence gained through methods that would be considered illegal in the United States. We would be effectively condoning such medieval practices as torture and intimidation in the name of the public good. Apparently, Bush thinks that the United States is only a few lines on a map. He does not seem to realize that our nation is more about the ideals of freedom and equality than it is about national borders. Our nation was founded on the principle that all people are entitled to the same basic freedoms. Bush wants to betray this principle and sacrifice the freedoms of the 5.8 billion people who live outside the United States.\nBefore passing any anti-terrorism laws, we must face a hard truth: Any law dealing with terrorism necessarily deals with freedom. These terrorists use our freedom against us, and if we decide to fight them, then we must then sacrifice some of our freedom. However, the Bush administration's proposals completely cross the line of acceptability. If passed by Congress, these proposals would be a crucial step in transforming the United States from the leader of the free world to a xenophobic, totalitarian state.\nThe 5,000 people who died on Sept. 11 are martyrs to the principles of freedom. Do we really want to betray those principles and dishonor their memory?\n(C) 2001 The Daily Iowan via U-WIRE\n\nLoad-Date: October 10, 2001"
}