{
    "title": "WEIGHING ISLAM'S ROLE IN TERRORISM",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 6,
    "day": 24,
    "full text": "Religion's wicked neighbor - June 20, commentary\nDavid Brooks seems to be getting more confused with every column. In his opening sentence in the above-referenced piece, he castigates President Barack Obama for \"refusing to use the word 'Islam' in reference to Islamic terrorism.\"\nThen he uses the entire last half of his column explaining why the phrase \"Islamic radicalism\" is wrong because \"terrorism is not a radical extension of this kind of faith,\" and that it is \"the spirit of dominion\" that \"does not start with an awareness of God\" that breeds terrorism.\n\"Terrorism\" he writes, \"emerges from a psychic state, not a spiritual one.\" He continues: \"For the religious person it's about God. For the terrorist it's about himself.\"\nSo which is it? Is the president \"wrong for refusing to use the word 'Islam' in reference to Islamic terrorism,\" or is he correct because, as Brooks so eloquently explained, the terrorist only attaches religion to his deeds to rationalize them; that Islam is not the cause of the terrorism, but rather merely an excuse for it?\nBrooks needs to make up his mind. He can't have it both ways.\nRobert Sterling, St. Petersburg\n* * *\nWhere they got their guns - June 19, Perspective\nOn some shootings, silence\nThis chart pictured 15 guns that were used in 10 recent mass shootings and gave the timelines of the gun purchases and shootings. All of these shooters were to some extent mentally ill. What the chart failed to address is the fact that all of these shootings took place in government or privately mandated gun-free zones. The media seemto overlook that fact every time one of these shootings takes place.\nForty-nine people were killed in the latest mass shooting in Orlando, and we've had 24/7 coverage of the incident and a visit to Orlando by the president of the United States. For the first six months of 2016, in the city of Chicago, there have been 1,803 shooting victims and all we get from the White House and the media is crickets.\nLarry Lunsford, Brooksville\n* * *\nAssault weapons must be banned - June 14, commentary\nNo need for military arms\nMilitary-grade assault weapons are intended for the military in combat and war, produced specifically for killing as many people as possible in a single clip. Why would (or should) any \"civilian\" want to possess one of these unless he/she has that specifically in mind? I believe the ban of assault weapons is essential, and we must leave them for the use they were intended for: the military in combat/war situations.\nIn addition, in order to purchase a firearm, it would make sense to make it mandatory to go through the same process one would go through to get a driver's license. \"Gun owner education,\" like driver education, and \"gun owner training,\" like driver training, makesense. This would educate the gun owner on the proper usage of the firearm and the pertinent laws to be a responsible gun owner. If we go through study, testing and training for a driver's license, why wouldn't we do the same for a firearm?\nThis type of education must be mandated nationwide so that, for example, someone from Massachusetts (where currently it is not so easy to purchase a firearm) cannot go to Virginia (where it currently appears to be easy) and purchase a firearm with just a driver's license and no training and other background checks.\nAll of this seems to make sense, but as long as we have the politics of the NRA and a Congress that supports them, no gun-control laws will ever get passed. In light of the tragedy in Orlando, Democrats and Republicans have their own proposals on gun control, but the passage of any of them is highly doubtful. Some of these proposals appear to be \"no-brainers,\" especially the ones regarding people on terror watch lists and no-fly lists. On gun-control laws, we have to start somewhere.\nMary Ellen Thompson-Laliberte, Madeira Beach\n* * *\nConsider the facts\nThe early European church declared it heresy to accept the new theory of the Earth revolving around the sun, which threatened the long-held opposite doctrine.\nToday, the left believes that every senator and congressman who votes against unconstitutional or ineffective \"gun control\" bills is in the pocket of the NRA lobby.\nPerhaps it is time for them to actually consider the facts presented by the NRA rather than pander to their constituents or their ideological beliefs. Just maybe, the NRA has it right.\nMarshall Adams, Tampa\n* * *\nReasonable reforms\nInaction by our elected officials is the proximate cause of the deaths and injuries resulting from gun violence. Two well-respected organizations have called for action.\nThe League of Women Voters has called for legislation that makesselling or possessing a semiautomatic assault weapon or large-capacity ammunition feeding device a crime, whilecalling for comprehensive, universal background checks.\nThe American Medical Association adopted a policy calling gun violence in the United States \"a public health crisis\" requiring a comprehensive public health response and solution.\nThese proposals are reasonable and necessary responses to gun violence in this country. We, as potential victims, deserve at least this much from the officials we have elected to office.\nMimi B. Osiason, Tampa\n* * *\nUnity night - June 18\nCommunity support\nMajor kudos to the entire Rays front office and organization for a first-class evening last Friday in addition to offering $5 tickets and $5 parking.\nFrom the young to the old, Pride Night took on a special significance and brought the \"United\" back in the United States, along with raising more than$300,000. For one night we showed the world, \"We Are Orlando.\"\nNeil Armstrong, Tampa\n\nLoad-Date: June 24, 2016"
}