{
    "title": "Weinberger defends US attack on Libya as 'very ethical'",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 17,
    "full text": "In an emotional defense of this week's air strikes against Libya, US Defense Secretary Caspar W. Weinberger said Wednesday that ''to safeguard our own people, which is very ethical, we didn't see any other course.''\nSpeaking before the Boston World Affairs Council, Secretary Weinberger also said that he doubted a coup was under way in Libya, despite reports of sporadic gunfire in Tripoli, and that he was very disappointed by France's refusal to allow United States F-111s to fly over the country on their way from bases in Britain to Libyan targets.\n''The French action required that the mission (of the F-111s) be doubled in length, and risk,'' he said.\nIn explaining why the Reagan administration felt it necessary to resort to force in dealing with Libyan leader Muammar Qaddafi, Weinberger admitted that it is tempting for nations to turn the other cheek in regard to terrorist attacks, and that the US in fact had followed that course of action in the past. ''We tried our best with alternatives'' to force, he said.\nBut US diplomacy and economic sanctions against Libya had little effect. Colonel Qaddafi's support of international terrorism did not change, Weinberger said, and the US could no longer just sit idly by while bombs blew up in US airliners.\n''Essentially we have to make a very clear statement that terrorism has a cost, and a very high cost,'' Weinberger said.\nTargets were chosen, he said, with an aim to making it clear that the US was going after terrorism, and not Libyan society in general.\nRegarding reports of civilian casualties, including three of Qaddafi's children, and damage to civilian homes and embassies in Tripoli, Weinberger insisted, as have other US officials, that this may not be the US's fault. He repeated assertions from US carrier pilots that Libyan ground-to-air rockets fell back to earth, and may have caused the collateral damage.\n''We don't know how that occurred. We don't know the cause of it,'' Weinberger told the World Affairs Council.\nAs an aside, the defense secretary plugged the performance of US weapons in recent encounters with Libya. US missiles and planes are sometimes criticized for being overly complex, but Weinberger said it was this very complexity that ensured their effectiveness.\n''They have come off very well in comparison with weapons of Soviet manufacture'' that Libya used, he said.\nThe decision to drop the gloves and go after Qaddafi was a difficult one, said the secretary, though ''I don't think anybody in Washington regrets it.''\nHe said he hoped it would be the death knell of terrorism, though he doubts that it will. The question now, he said, is what Qaddafi will decide: ''Will he want to incur this kind of cost in the future?''\nWeinberger also talked at length about his recent trip to the Pacific and the Far East. He said the continued military buildup by the North Koreans was exacerbating tensions in the Korean peninsula, and he denied that there were any parallels between the domestic political turmoil in South Korea and the recent upheavel in the Philippines.\n\nGraphic\n\n \nPicture, Weinberger, FILE PHOTO/PAUL CONKLIN"
}