{
    "title": "Weiner To Introduce Bill To Limit Areas Eligible for Anti-Terror Funds",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 1,
    "day": 5,
    "full text": "More than half of all Americans now live in areas eligible to apply for federal grants originally meant to protect high-threat urban areas from terrorism, Rep. Anthony Weiner said yesterday. He pledged to introduce legislation to reduce the number of areas eligible.\n\"What we need to do is get this high threat urban area initiative back to focusing on high-threat urban areas,\" Mr. Weiner, a Democrat who represents parts of Brooklyn and Queens, said at a news conference in Manhattan yesterday. City Council Member Peter Vallone Jr. joined him, calling the new funding system \"an absurdity.\"\nThe secretary of Homeland Security, Michael Chertoff, on Monday announced that 35 urban areas would be eligible to apply for funding this year as part of the fiscal year 2006 Urban Areas Security Initiative. The department this year expanded the definition of urban area to include suburbs, and it combined cities on last year's list that share boundaries into single entities.\nIn addition, 11 areas that received funding last year are eligible to apply for sustained funding, Mr. Chertoff said.\nThe program, which consisted of seven cities when it began in 2003, now includes more than 600 cities and towns, covering 54% of America's population, Mr. Weiner, a member of the Subcommittee on crime, terrorism, and homeland security, said.\nMessrs. Weiner and Vallone applauded Mr. Chertoff's announcement that \"risk-based\" funding was the department's goal but denounced the program's expansion of risk to include to include the threat of natural disasters.\n\"We are not fighting a war against natural disasters. We're fighting a war against terrorism.\" Mr. Vallone, a Democrat who heads the council's Public Safety Committee, said. \"Just because the federal government dropped the ball in New Orleans is not an excuse to\nnow raid our terrorism fund to help with natural disasters.\"\n\"Here's what Omaha, Nebraska, is going to be able to say in their application: 'We get a lot of tornados. We get a lot of hurricanes.' The result is that New York City's dollars drop and drop and drop,\" Mr. Weiner said.\nHe added that having such cities on the list \"is just going to lead other cities say, 'Wait a minute, we're equal in size and threat. ... We've come up with hypothetical threat x and y,' and the list is just going to grow again.\"\nHe also complained that the total funding for the program had decreased to $765 million from $829 million last year.\nMr. Chertoff's announcement met with immediate criticism from Mayor Bloomberg, whom The New York Sun quoted yesterday as saying: \"I think we should keep monies for the risks of terrorism and the risks of natural disaster separate.\" The Sun reported on Tuesday that Rep. Vito Fossella, a Republican of Staten Island, also opposed Mr. Chertoff's plan.\nMr. Weiner said he would reintroduce a bill he authored in 2004 that would cap the number of eligible cities at 15, change the funding formula to give more weight to risk, and give funds directly to cities. Currently, states keep 20% of the funding, he said.\n\nLoad-Date: January 5, 2006"
}