{
    "title": "Welcoming refugees reinforces fight against terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 22,
    "full text": "The debate on Muslim immigration to Western countries often revolves around humanity versus security. Those on the left argue that we have to welcome Muslim refugees because-like other Middle Easterners-they aren't safe in their home countries. The right side, however, counters that welcoming them inside our borders poses a threat to our national security. Just as in any debate, no one is really swayed from their original view. That's why presidential candidates Donald Trump and Hillary Clinton are both racing to match the majority public opinion on this-and that's why this is such a divisive issue for our population. Putting aside these arguments, the refugee crisis has a positive side for the United States' diplomatic alliances and national security.\nIn the Middle East, some nations have low levels of democracy and highly marginalized populations. Groups such as the Islamic State of Iraq and Syria capitalize on these dynamics by waiting for regime changes and political instability. These conditions allow them to appeal to the people and eventually seize power without significant resistance. Western countries are opposed to such regimes and extremist organizations, but ultimately need support to fight them.\nThe refugee population-those who are so opposed to our common enemies that they would leave their homes and risk safety to escape them-are the exact population that we need to appeal to in order to fight terrorism and fascist regimes in the Middle East.\nEssentially, any acceptance of refugees will go a long way toward bridging the ideological gap amidst the American people. Refugees who oppose the existing regimes in the Middle East-the refugees who do not support ISIS-are the ones seeking safety in the West. They have the resources to smuggle themselves out of their countries and are open to compromise and change if it means they can live freely. These are the people we want on our side.\nAs strange as it may seem, it would actually be easier to control terrorist activity within the U.S. if refugees were welcomed into the country. With a focus on net cost, the most straightforward way to stop terrorism is to nurture ties with refugees. If a potential terrorist gets through security screening procedures, they are essentially entering a country where they cannot operate in the open.\nIn the Middle East-where these groups are currently centered-they're more frequently able to act in the open with unlimited access to power. Allowing refugees to come to Western countries could alienate terrorists, thus stunting the growth of these organizations as a whole.\nRelations between the West and the Middle East are at a crossroads. There is a group of people who do not want to live under the oppressive regimes and seek new lives in Western countries in lieu of adhering to ISIS extremism. There is tremendous potential for crossover with the West-it's a tactical diplomatic solution to the long-standing cultural separation from the East. And we can enact this cultural peace with one simple effort: welcome the refugees.\n\nLoad-Date: October 4, 2018"
}