{
    "title": "Were the Deaths of Three Children Worth It_",
    "publisher": "the world",
    "year": 2019,
    "month": 10,
    "day": 31,
    "full text": "One of the interesting aspects surrounding the death of Abu Bakr al-Baghdadi was the simultaneous deaths of three of his children who were near him when he exploded his suicide vest rather than be taken captive by U.S. forces.\nThe question naturally arises: Were the deaths of those three children worth it?\nU.S. interventionists would undoubtedly respond by saying that U.S. forces didn’t kill the three children. Baghdadi did. Therefore, they would say, the U.S. government isn’t responsible for the deaths of those three children.\nBut the fact remains that if U.S. forces had not conducted the raid to get Baghdadi, those three children would still be alive. The price for getting Baghdadi included the deaths of those three children.\nWas it worth it?\nInterventionists would undoubtedly say that of course the deaths of those children were worth it. After all, Baghdadi was a vicious and brutal terrorist who was head of an organization that wanted to establish a tyrannical Islamic caliphate in the Middle East. Therefore, interventionists would say, the lives of three children, while difficult, are without a doubt worth getting a terrorist like Baghdadi.\nIn fact, that was precisely what happened in the 1990s, when the U.S. Ambassador to the United Nations expressed the official mindset of the U.S. national-security establishment when she declared that the deaths of half-a-million Iraqi children from U.S. and UN sanctions, while difficult, were in fact “worth it.” But “it” she meant striving to achieve the political goal of achieving regime change in Iraq.\nGiven the importance to interventionists of the U.S. government’s perpetual “war on terrorism,” which has committed U.S. forces to ridding the world of terrorists, it stands to reason that if the price of getting rid of those terrorists is the lives of just a few or even many children, U.S. interventionists would not hesitate to pay such a price, especially given their willingness to sacrifice hundreds of thousands of Iraqi children in the attempt to achieve regime change in Iraq.\nThe situation with Baghdadi is problematic, however, owing to the fact that he is certain to be replaced by another ISIS member, one that almost assuredly will be just a vicious and brutal as he was. Thus, the question naturally recurs: Were the deaths of those children worth getting Baghdadi, given that he’s going to be replaced by someone just as vicious and brutal as he was?\nThere is something else to consider. What happens if brothers and sisters, or cousins or aunts and uncles, or just friends, decide to retaliate for the deaths of those three children, or even for the death of Baghdadi himself? Suppose they decide to initiate a terrorist attack on American tourists, including children, traveling in England or Europe as a way to wreak vengeance for the deaths of those three children and Baghdadi himself?\nWhat then?\nIn that instance, U.S. officials will say what they always say — that terrorists are vicious and brutal and just hate us for our freedom and values. They will then retaliate by killing even more terrorists abroad and by destroying our liberty and privacy even more here at home to keep us “safe” from the dangers that their interventionism has produced abroad.\nThat’s what makes the “war on terrorism” a perpetual “war.” U.S. forces intervene abroad and kill people. Foreigners get angry and retaliate with a terrorist attack against Americans. The terrorist attack causes U.S. forces to retaliate against the vicious and brutal terrorists. The terrorists then retaliate by committing more terrorist attacks against Americans. And the process just continues indefinitely.\nIt’s all one never-ending deadly and corrupt racket, one that guarantees a continuous stream of death and suffering, ever-increasing  budgets for the national-security establishment, and ever-increasing destruction of our rights and liberties at the hands of our own government.\nThere is only one solution to all this mayhem: Bring all U.S. forces home immediately. Don’t let them kill even one more person, not even the most vicious and brutal terrorist in the world. After all, no matter how vicious and brutal a foreign terrorist might be, he isn’t going to come and invade and occupy the United States, conquer our nation, and take over the reins of the federal government.\nOnce the interventionism is brought to a stop, anti-American terrorism dissipates. No more terrorism would mean no more “war on terrorism,” which would mean that American would be back on the road to liberty, peace, prosperity, and harmony with the people of the world.\nThe post Were the Deaths of Three Children Worth It? appeared first on The Future of Freedom Foundation.\n\nLoad-Date: January 24, 2020"
}