{
    "title": "WEST GERMANY PROBING EAST INVESTIGATION TARGETS EASTERN SUPPORT OF ANTI-WEST; TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 6,
    "day": 18,
    "full text": "BERLIN - A West German woman suspected of being a terrorist was living in EastGermany with the approval of the secret police when she allegedly bombed a U.S. air base, officials said Sunday.  And West German Federal Prosecutor Alexander von Stahl said he was investigating whether there was sufficient evidence to charge Erich Honecker, the former Communist leader of East Germany, and members of his ousted regime with supporting leftist terrorism in West Germany.  The disclosure followed the arrests of seven people suspected of being members of the radical Red Army Faction, which has been blamed for dozens of killings, bombings and kidnappings in West Germany in the last two decades.  The suspects had been living in East Germany under false names. Some even said they had been in regular contact with East Germany's secret police.  The seventh person arrested was Sigrid Sternebeck, 40, who was seized Friday night in her apartment near Frankfurt an der Oder. Sternebeck told authorities that she moved to East Germany in 1980 and had kept in regular contact with the secret police, who found her a place to live, according to a statement released Sunday by East Germany's Interior Ministry.  But she denied that she had had any contact with the Red Army Faction after moving to East Germany.  West German authorities link Sternebeck to the August 1985 death of a U.S.  soldier who was lured from a discotheque in Wiesbaden, West Germany, and shot to death.\nThe soldier's identity card then was used to drive a car laden with explosives onto the Rhein-Main U.S. Air Base near Frankfurt, West Germany.  Two Americans were killed in the blast that followed, and 20 people were injured. The Red Army Faction later claimed responsibility for the soldier's death and the bombing.  Sunday's editions of the West German newspaper Welt am Sonntag quoted Stahl, the prosecutor, as saying that he would look into whether there was evidence to begin preliminary proceedings against former East German officials for allegedly supporting and harboring terrorists.  Hans-Juergen Foerster, a spokesman for the West German federal prosecutor's office, said there was a ''priority'' inquiry involving Honecker; former Minister for State Security Erich Mielke, the head of the secret police; and former espionage chief Markus Wolf.  Honecker's regime was ousted in October by mass demonstrations. He and Mielke are among several leaders undergoing medical examinations to determine if they are competent to face prosecution in East Germany on charges of abuse of office and corruption.  Extradition Sought West Germany announced Sunday that it would seek the extradition of a suspected Irish Republican Army member who was arrested in Belgium after a shootout Saturday.  The woman, identified by Belgian police as Donna Maguire, was arrested in woods near Hoogstraten in eastern Belgium and charged with criminal association and use of a false name and passport, a Belgian police spokesman said.  The West German federal prosecutor's office in Karlsruhe said Maguire was wanted in West Germany for two attacks last year, including the bombing of a British Rhine Army barracks June 19 in Osnabrueck and the murder July 2 of a British soldier in Hanover.\n\nGraphic\n\n \nPhoto; PHOTO HEADSHOT of Donna Maguire...Suspected in bombings…\n\nLoad-Date: October 14, 1993"
}