{
    "title": "Western Pennsylvanians discuss 9_11, its impact and the war",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "John Airhart \nAge: 29 \nResidence: Penn Hills \nOccupation: Assistant manager at Enterprise Rent-A-Car \nWhere were you when you heard about 9/11? \n\"I was at the Marriott City Center and had a training class. Somebody came in the room and stopped the class, and said we needed to watch what's on TV.\" \nWhat has been 9/11's biggest impact on you? \n\"Just being more caring about the servicemen that put their lives on the line every day.\" \nHow can the nation win the war on terrorism? \n\"Be diligent on counter-terrorism, the funds that need to be funded.\" \nMandy Barriss \nAge: 28 \nResidence: Ben Avon \nOccupation: Aide at Quaker Valley School District \nWhere were you when you heard about 9/11? \n\"My college roommate and I watched (it on TV). ... It was scary.\" \nWhat has been 9/11's biggest impact on you? \n\"You have to think more about what you do, where you go. You can't really be scared. Everyone's protecting us as much as they can.\" \nHow can the nation win the war on terrorism? \n\"I think it's going in a better direction now that bin Laden's dead. ... I feel like we know more and people know more.\" \nLarry Basil \nAge: 76 \nResidence: Weirton, W Va. \nOccupation: Retired \nWhere were you when you heard about 9/11? \n\"I was golfing. We were the last group out, and when we came back, everybody was watching TV. At that point, I didn't know it was terrorists.\" \nWhat has been 9/11's biggest impact on you? \n\"Worrying about terrorism coming to this country and all over the world.\" \nHow can the nation win the war on terrorism? \n\"It's impossible. It's spread all over the world.\" \nGretchen Beveridge \nAge: 33 \nResidence: Upper Burrell \nOccupation: Stay-at-home mom \nWhere were you when you heard about 9/11? \n\"I was in downtown London in the Millennium Ferris Wheel, and I was standing right at the top of it. ... My boyfriend called and said 'Where are you?' When I told him, he told me to get out of there, to get out of downtown.\" \nWhat has been 9/11's biggest impact on you? \n\"I think right after 9/11, remembering all of the funerals. How many people died ... just watching funeral after funeral. ... I now hear bagpipes in a different way. When I hear bagpipes and the Star Spangled Banner now, I get emotional. People died for me.\" \nHow can the nation win the war on terrorism? \n\"Effectively, they are partially getting the war on the Taliban by breaking their infrastructure and money coming in. If you can stop the flow of money ... they can't be as well-organized.\" \nTessa Conte \nAge: 23 \nResidence: Wexford \nOccupation: Part-time student who works for UPMC Sports Performance \nWhere were you when you heard about 9/11? \n\"I was in seventh grade at the time and I was in my home economics class ... and all of a sudden there was a big announcement and they said to turn on the news. ... I was saying to myself, 'This isn't happening.' It was very much a wake-up call.\" \nWhat has been 9/11's biggest impact on you? \n\"I think that I used to be pretty egotistical about America and I think everyone is -- the biggest, the best, the wealthiest country. ... But with the war on terrorism, I definitely think we're not the most advanced. There are a lot of other people out there that can impact (us). We can't let our guard down.\" \nHow can the nation win the war on terrorism? \n\"I think there's always going to be seeds of terrorism. ... No matter what country it is, there's always going to be those rebel groups. When we killed bin Laden, that was a good morale boost. ... I think that's just the beginning. I think Osama has already trained people.\" \nFred Cochran \nAge: 43 \nResidence: Penn Hills \nOccupation: Works in retail \nWhere were you when you heard about 9/11? \n\"My mother told me about it, so I turned on my TV and watched for the next three days.\" \nWhat has been 9/11's biggest impact on you? \n\"Awareness of things going on around me and my surroundings.\" \nHow can the nation win the war on terrorism? \n\"By being aware and making sure we make good decisions as a country.\" \nShannon Coffey \nAge: 19 \nResidence: North Side \nOccupation: Cashier at Macy's in Ross Park Mall \nWhere were you when you heard about 9/11? \n\"Mom came and got me (from elementary school). She tells me, 'We're being attacked.' I didn't understand it at the time because I was young.\" \nWhat has been 9/11's biggest impact on you? \n\"It does bring a lot of fear because you think it could happen again. And it brings hate to a lot of people because you think anybody could do that to you.\" \nHow can the nation win the war on terrorism? \n\"I think the troops should come home. It'll make it peaceful. I think that would be a good start.\" \nChristina Gongaware \nResidence: North Huntingdon \nOccupation: 2011 Juniata College graduate \nWhere were you when you heard about 9/11: \n\"I was sitting in my seventh grade class (at Norwin Middle School West), and I heard people talking about it. There were mostly rumors. ... I remember the confusion, the stories people were telling and, mostly, none of it was true. My dad came and picked me up in the middle of the school day, and when we got home I saw everything on the news.\" \nWhat has been 9/11's biggest impact on you: \n\"It stressed me out, knowing that it can happen anywhere. That plane (Flight 93) landed in the middle of nowhere and it didn't matter that it wasn't New York City.\" \nHow can the nation win the war on terrorism: \n\"We really should never let our guard down. The hints and signs were there and yet the attacks happened anyway. We couldn't do anything at that point. They didn't do enough about it initially.\" \nJoe Grillo \nAge: 51 \nResidence: Lower Burrell \nOccupation: Clerk, Westmoreland County Record of Deeds Office \nWhere were you when you heard about 9/11: \n\"I was dropping my daughter off at school. She was in fourth grade. I had the radio on, and I remember them announcing the first plane that went down. I really didn't think much about it but then I went home, turned on CNN and saw the second plane hit. Then I knew we were being attacked. ... Never in a million years would I have though that could happen.\" \nWhat has been 9/11's biggest impact on you: \n\"It was unbelievable how this country unified for that short period of time. That patriotism still stands unsurpassed. You learn to appreciate things a lot more, and I definitely appreciate and respect (emergency responders) even more than I did before.\" \nHow can the nation win the war on terrorism: \n\"I think we're too deeply involved in too many countries. We put our hands in everything, and it causes problems. If you walk past a bee's nest and swat it, what are the bees going to do?\" \nLeslie Grossman \nAge: 64 \nResidence: Coraopolis \nOccupation: Retail \nWhere were you when you heard about 9/11? \n\"I was watching TV, 'The Today Show,' when the breaking news came on. I don't think I was scared, just amazed that something like that could happen.\" \nWhat has been 9/11's biggest impact on you? \n\"You wonder about security in our country and hope that something like that never affects us again.\" \nHow can the nation win the war on terrorism? \n\"They keep telling us it's getting better, but I wonder why it took so long to find Osama bin Laden. It seems like every time the country tries to catch up, they get one step ahead of us.\" \nPeter Hatfield \nAge: 25 \nResidence: Shadyside \nOccupation: Law student \nWhere were you when you heard about 9/11? \n\"In high school (in Maryland). I heard about it through a student (and) then throughout the day they'd turn on the TV in classrooms. I didn't really know what was happening; it sounded like an accident. Then someone explained, and I was blown away. All throughout the day, kids were being called to the office because their parents were picking them up. I stayed.\" \nWhat has been 9/11's biggest impact on you? \n\"It's our generation's Pearl Harbor. My worldview has definitely been shaped by it.\" \nHow can the nation win the war on terrorism? \n\"There has to be a balance between preserving people's civil rights and all the while maintaining a sufficient level of security.\" \nPaulette Hillmeyer \nAge: 64 \nResidence: Richland \nOccupation: Businesswoman \nWhere were you when you heard about 9/11? \n\"I was at home. I was waiting for my mother to come over, and she was late. I called her and she said an airplane hit the Twin Towers. I put on the TV, and the second one hit. There was terror in her voice.\" \nWhat has been 9/11's biggest impact on you? \n\"I still feel like it happened yesterday. ... I just think it has really changed our country, living with a terrorist lurking.\" \nHow can the nation win the war on terrorism? \n\"I think that we're too afraid to profile people. I don't think that should be a problem if you're an innocent person.\" \nRay Jacobs \nAge: 49 \nResidence: Butler \nOccupation: Disabled veteran \nWhere were you when you heard about 9/11? \n\"I was at the Federal Building (in Pittsburgh for a class) and couldn't get in the building. They locked all the doors and said, 'Everything's canceled today.' \" \nWhat has been 9/11's biggest impact on you? \n\"It was a wake-up call that we are not the most powerful security-wise.\" \nHow can the nation win the war on terrorism? \n\"It's not just one person (Osama bin Laden) that we need to get rid of.\" \nCaitlin Jones \nAge: 25 \nResidence: Robinson \nOccupation: Veterinary student \nWhere were you when you heard about 9/11? \n\"I was in school. The teacher sat us down and turned on the TV. I remember everybody freaking out because we were getting half-stories about another plane in Pennsylvania and the Pentagon. We didn't know where it would crash next.\" \nWhat has been 9/11's biggest impact on you? \n\"Being careful about where you go and keeping your eyes open to make sure everything is OK. You don't want to live your life paranoid, but you have to know what's going on around you.\" \nHow can the nation win the war on terrorism? \n\"By not being scared and living life. Don't let it affect you all the time -- be on buses, be on planes. If you're scared all the time, they've won.\" \nJohn Lindsey Jr. \nAge: 42 \nResidence: Green Tree \nOccupation: Unemployed \nWhere were you when you heard about 9/11? \n\"I was sleeping, and I heard my mom making a disturbance in the other room, so I went in and saw the plane ready to go into the building. I thought the plane was out of control.\" \nWhat has been 9/11's biggest impact on you? \n\"You hear that for businesses it's been terrible and employment is bad. Money is tight for everyone since then.\" \nHow can the nation win the war on terrorism? \n\"The answer is: Can we? You have to be prepared for anything anymore. You see them send old ladies out with bombs -- it's like how the Japanese had kamikazes. Now Japan has its own problems and we've been their ally for years. You see how things change. It could happen (with the Middle East) but it will take many years.\" \nJoe Lutch \nAge: 32 \nResidence: Baldwin \nOccupation: Barber \nWhere were you when you heard about 9/11? \n\"I was working near the airport doing land surveying and civil engineer work. The planes were flying over us, but around 9:30 a.m,. all the planes stopped.\" \nWhat has been 9/11's biggest impact on you? \n\"Cherishing the things you have because you never know when they might be gone.\" \nHow can the nation win the war on terrorism? \n\"It's ongoing; it's never going to stop. I don't think it's about winning. It's about containing it.\" \nDavid Lytle \nAge: 61 \nResidence: Jefferson in Butler County \nOccupation: Owner of Lytle Products, Inc. \nWhere were you when you heard about 9/11? \n\"(I was) driving to the post office. I hear one plane hit one tower. ... When I got home, the next plane hit the tower. I knew we were at war but I didn't know who with.\" \nWhat has been 9/11's biggest impact on you? \n\"It destroyed my business. I have a manufacturing business on Route 356. I make magnetic photo frames. ... People weren't spending money like they were anymore.\" \nHow can the nation win the war on terrorism? \n\"I don't think we can completely. It's not a win-lose situation like World War II. We have to win minds and hearts of the enemy and that's hard.\" \nBill Martin \nAge: 62 \nResidence: Peters \nOccupation: Architectural consultant \nWhere were you when you heard about 9/11? \n\"I was on an airplane from Pittsburgh to Harrisburg when it happened. When I landed, people didn't know what was going on, but a few minutes later, after I got my car, people started to know. Everyone was confused. It was very eerie to look in the air and see no planes. I wasn't scared -- more curious about what happens now.\" \nWhat has been 9/11's biggest impact on you? \n\"I try not to fly. It's really inconvenient with all the security, but I don't fault the fact that we need to do it. It used to be if the drive was going to be more than three hours, I would fly. Now, if it's more than six hours, I think about flying.\" \nHow can the nation win the war on terrorism? \n\"In the States, there's nothing we can do other than be cognizant of what's going on. If somebody wants to do something, they're going to do it. There are so many terrorists out there, the odds are with them.\" \nMary Jane Oppenheim \nAge: 30 \nResidence: Canonsburg \nOccupation: Social worker \nWhere were you when you heard about 9/11? \n\"I was a student at the University of Pittsburgh, so I was at school. I heard about it, then stayed in my room with my roommate watching it on TV.\" \nWhat has been 9/11's biggest impact on you? \n\"I'm more knowledgeable and more aware of international affairs.\" \nHow can the nation win the war on terrorism? \n\"By becoming more knowledgeable about different countries' leadership and politics.\" \nStanley Priselac \nAge: 59 \nResidence: Bethel Park \nOccupation: Claims representative \nWhere were you when you heard about 9/11? \n\"In my office (in East Liberty). We were in a meeting and were told the planes had crashed into the towers. We turned on the TV and watched it over and over again. They came out at 11:30 a.m. and said we should go home. I didn't know what to expect. I tried to go home, and there was a lot of gridlock. Everyone was trying to get home.\" \nWhat has been 9/11's biggest impact on you? \n\"The increased security, and not just with the government and airports. It's everywhere.\" \nHow can the nation win the war on terrorism? \n\"We're doing a great job with security at airports and with patrolling the borders, but you can't cover everything.\" \nRuthie Rea \nAge: 33 \nResidence: Churchill \nOccupation: Principal for Pittsburgh Public Schools \nWhere were you when you heard about 9/11? \n\"I'm a teacher, so I was teaching sixth and seventh grade communications. ... The days following, there were lots of questions (from students).\" \nWhat has been 9/11's biggest impact on you? \n\"The biggest impact on my life is probably some of the changes in the government and the economy.\" \nHow can the nation win the war on terrorism? \n\"I don't know if the war will ever be won. ... I do think our country can continue to be at the top of the work in surveillance and investigation.\" \nJack Serra \nAge: 71 \nResidence: Penn, Westmoreland County \nOccupation: Ministry \nWhere were you when you heard about 9/11? \n\"We were at a meeting in Florida. And I was speaking to pastors, and a pastor came in running and told us what happened.\" \nWhat has been 9/11's biggest impact on you? \n\"Recognize we have enemies that are ready to come get us.\" \nHow can the nation win the war on terrorism? \n\"If they bring everybody to Jesus Christ, Lord and Savior, but the Bible says that's not going to happen. Terrorism's always going to occur. There's no way we can prevent it.\" \nCorey Stewart \nAge: 31 \nResidence: Swissvale \nOccupation: Pastor \nWhere were you when you heard about 9/11? \n\"I was in college at Geneva College. I remember living in an apartment and the people running down the hall saying, 'The tower was hit! The tower was hit!' We turned on the TV and watched the second plane go down. I remember being in shock. I didn't know what to do, so I took a shower to get away from it all, and I just began crying. I couldn't believe it happened. Part of me was sad; part of me was angry. I was heartbroken, knowing all those people died. I saw the people jump from the buildings, and it made me wonder what I would do in that situation.\" \nWhat has been 9/11's biggest impact on you? \n\"You put yourself in (the victims' families') shoes and think, 'What if that had been my friends or family?' It makes me more grateful for every day I have.\" \nHow can the nation win the war on terrorism? \n\"When you have selfishness, anger and greed inside your hearts, the only thing that can correct it is God's love. Christ brings healing to people's hearts.\" \n\nLoad-Date: September 11, 2011"
}