{
    "title": "WEST BANK OPTIONS MULLED",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 9,
    "day": 25,
    "full text": "JERUSALEM -- Israeli Defense Minister Ehud Barak on Monday called for a broad unilateral withdrawal from the West Bank if talks with the Palestinians remain stalled, saying in published comments that \"practical steps\" are needed to breathe life into the stalemated peace process.\nThe proposal drew attention to the dire state of affairs with the Palestinians, which has been overshadowed by Israel's focus on the Iranian nuclear program. Prime Minister Benjamin Netanyahu, convinced Tehran is pursuing nuclear weapons, says the Islamic Republic must be stopped and has devoted his 31/2-year term to rallying international support against the Iranians. At the same time, he has largely ignored the Palestinian issue.\nIn an interview with the Israel Hayom daily, Mr. Barak implied that the deadlock with the Palestinians cannot be sustained indefinitely. Mr. Barak's proposal is unlikely to be implemented, at least in the short term. Mr. Netanyahu has shown no interest in one-sided concessions, and his governing coalition is dominated by hard-liners who would be reluctant to embrace the plan.\nEx-Israeli PM sentenced\nJERUSALEM -- Former Israeli Prime Minister Ehud Olmert was sentenced Monday to a suspended one-year jail term and a $20,000 fine in the high-profile corruption case that drove him from office nearly four years ago.\nMr. Olmert was convicted in July of breaching public trust for using his previous position as trade minister to help a business associate. An Israeli court cleared him of the most serious charges, including fraud, double-billing for travel expenses and concealing large cash gifts.\nMr. Olmert and his supporters praised the sentence, which fell short of prosecutors' call for six months of community service.\nSyria situation bleak\nUNITED NATIONS -- The newly appointed Syria peace envoy gave a bleak assessment of the stalemated war there Monday, telling Security Council diplomats that the government of President Bashar Assad had no wish to change and that there was no immediate prospect for a diplomatic breakthrough.\nThe assessment of Lakhdar Brahimi, a veteran United Nations diplomat and former Algerian foreign minister who represents both the U.N. and Arab League, was his first to the Security Council since he took over the position at the end of August from Kofi Annan, who resigned in frustration.\nMr. Brahimi spoke on a day of fierce Syrian government attacks on Aleppo, with anti-government activists reporting at least eight people, including four children, killed by shelling of residential buildings.\nNew virus monitored\nLONDON -- Global health officials are closely monitoring a new respiratory virus related to SARS that is believed to have killed at least one person in Saudi Arabia and left a Qatari citizen in critical condition in London.\nThe germ is a coronavirus, from a family of viruses that cause the common cold as well as SARS, the severe acute respiratory syndrome that killed some 800 people, mostly in Asia, in a 2003 epidemic.\nBritish officials alerted the World Health Organization Saturday of the new virus in a man who transferred from Qatar to be treated in London. He had recently traveled to Saudi Arabia and is now being treated in an intensive care unit after suffering kidney failure.\nCleric can be extradited\nLONDON -- A European court ruled Monday that radical Muslim cleric Abu Hamza al-Masri can be extradited to the United States to face terrorism charges, including allegedly trying to set up an al-Qaida training camp in rural Oregon.\nThe decision ends a long-running legal battle and means Mr. Masri, considered one of Britain's most notorious extremists, could be deported within weeks along with four other terrorism suspects in Britain.\nAuthorities in the U.S. have for years asked for Mr. Masri and the others to be handed over, but the process had been delayed because the men raised human rights objections.\nNepal avalanche kills 9\nKATMANDU, Nepal -- Mountaineers who survived an avalanche high on the world's eighth-tallest peak say they waited an hour for the sun to come up and saw pieces of tents and bodies of victims strewn around them on the snow.\nThe avalanche hit at about 4 a.m. Sunday while more than two dozen climbers were sleeping in tents at Camp 3 on Mount Manaslu in northern Nepal.\nAt least nine climbers were killed and six are believed still missing. Ten climbers survived, but many of them were injured and were flown to hospitals by rescue helicopters.\n\nLoad-Date: September 25, 2012"
}