{
    "title": "Western European nations move against new wave of terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 2,
    "day": 27,
    "full text": "The new wave of terrorism hitting Western Europe has taken the national authorities there by surprise.\nUnderground groups bent on the use of violence have begun to merge or cooperate with each other to an unprecedented degree. And Western European governments are reacting with more coordination among themselves and with the United States than in the past, according to well-placed American and West European sources.\nClose to a hundred bombings and murders claimed by various terrorist groups have been perpetrated in France, West Germany, Greece, Belgium, Italy, and Spain in recent months.\n''What emerges from the latest terrorist surge compared to the terrorism of the '70s, is its ideological coherence, its international coordination, and its unrestricted commitment to violence,'' says a high Western source dealing with these problems around-the-clock.\n''What we are witnessing today is a concerted assault against NATO. Basically, radical underground groups have decided to capitalize on last year's anti-nuclear demonstrations and other pacifist efforts (to stop the deployment of US Pershing and cruise missiles) which were largely frustrated. By concentrating their attacks against NATO they hope to enlist popular support and provide their endeavors with an aura of political legitimacy,'' says one well-placed US source.\nThere is considerable evidence that Direct Action and the Red Army Faction (RAF) (French and German terrorist groups, respectively, which had been dormant for some years and were believed to have been put out of commission) are now working hand-in-hand. They may also receive support from remnants of the Italian Red Brigades, and from lesser known and smaller groups.\nFrench, West German, and Italian authorities believed that they had for all practical purposes eliminated the Red Army Faction, Direct Action, and the Red Brigade. Most of their members were in jail. Some had begun to cooperate with the forces of law and order. Suddenly it appeared that new recruits had joined these underground organizations: ''disgruntled ideologues, radical students, perhaps professional killers planted by East European and Arab secret services,'' the same official claims.\nCooperation between Western European governments in trying repress terrorists had been, until recently, kept to a minimum. France, in particular, had been reticent to work in cooperation with West German, Italian, and Spanish secret police, claiming that:\n* It could not afford to soil its image as a traditional haven for political refugees.\n* Its friendly ties to the Arab world immunized it from international terrorism.\nThe assassination of Gen. Rene Audran, for which Direct Action claimed responsibility, changed that ''hands-off'' French attitude. (General Audran supervised French arms sales for export.) The French military would not have taken kindly to its government showing tolerance in the face of such violence. So, in a swift move, President Francois Mitterrand met with various top officials engaged in fighting terrorism and swept them off their feet.\nFrench officials met with West German and Italian officials last month and started seriously cooperating with them. The ''new terrorism'' has also been discussed at NATO headquarters in Brussels. Joint French-German-Italian expert groups have been set up.\nInformation regarding terrorism is already being pooled. Joint operations are being planned. A special meeting of West European ministers of justice or of the interior, and of foreign ministers, to establish ground rules for greater cooperation in this respect is expected to take place in the near future.\nHowever, says one European official, ''The new determination of Western Europeans to stand shoulder-to-shoulder in fighting this new type of war runs into many obstacles. Individual secret services are still reluctant to share their information with others. Border controls are to be abolished this year for travelers in Western Europe. This will make it easier for terrorists to move undetected across borders.''\nOvert and covert Western police forces may also find themselves overburdened.\nSome officials in the US and Western Europe believe that the new wave of terrorism is controlled by the Soviet secret police, the KGB, or its East European surrogates.\n''We are faced with a terrorist multinational with hidden headquarters in Eastern Europe,'' one US expert believes. But so far no hard evidence to prove this case has been produced. And the prevailing view among Western anti-terrorist authorities is that these new groups are basically the old ones with some new recruits and some new logistical support from nonviolent sympathizers.\n''They are social outcasts, student fringe elements, extreme radical ideologues, pseudointellectuals who oppose the entire sociopolitical structure in the West and want to destabilize NATO while stirring up anti-Americanism,'' says one top anti-terrorist official.\n''We take this new terrorist offensive very seriously. It poses real political problems and it creates grave security risks. It will take a major effort and some time before we can efficiently cope with these people many of which are utterly unknown to us,'' the same source explains.\nAt the United Nations many third-world diplomats remain aloof with regard to the spread of terrorism throughout the West.\n''The US is up in arms when radicals kill Western officials but it does not go beyond verbal reprimands against Latin American and Asian right-wing dictators who practise state terrorism against their own people,'' says one African diplomat. Generally, in those cases, the US ''looks the other way or utters pious wishes,'' he adds.\nPolitical and ideological splits regarding the very definition of terrorism has made it difficult for the UN to move against it.\nAre the Khmer Rouge, the Salvadorean rebels, the contras in Nicaragua, and the Palestine Liberation Organization terrorists?\n''Yes,'' say some diplomats. Others define terrorism as politically motivated violent acts against innocent bystanders."
}