{
    "title": "Western art professor readies for Algerian trip",
    "publisher": "st. joseph news-press ",
    "year": 2012,
    "month": 9,
    "day": 25,
    "full text": "Sept. 25--When artist Geo Sipp began working on a graphic novel about the French-Algerian war, he admits to knowing relatively little about the historical significance of the event.\nBut in the five years since the project began, he's read every book available on the subject and created art that has helped get his name out to the international art community.\nMr. Sipp, an art professor at Missouri Western State University, was invited to take part in the Festival International de la Bande -- Dessinee (graphic novels and comics) in Algiers, Algeria, and will be there Oct. 4 to 14. He'll get a solo show where 22 pieces of his work related to the book he's working on with writer Conger Beasley, called \"Wolves in the City,\" will be displayed. He'll also take part in panel discussions, workshops and lectures.\n\"It's amazing because I never thought I'd have the opportunity to go to Algiers and do this,\" he said. \"I never imagined I'd have anything but a Google image search to justify the work. Then to get an e-mail out of the blue asking if I'd come to Algeria to exhibit was stunning.\"\nApart from his duties at the festival, Mr. Sipp said he plans to visit the casbahs and take photos that he'll likely transform and incorporate into the book project. The project itself, which might seem an odd choice of subject, is actually quite timely, Mr. Sipp said. The subject matter deals with a foreign military occupying an area that residents simply don't want occupied. The war, which started in the late 1950s and ended in 1962, is similar to the war on terror.\n\"Soldiers were going door to door facing an unseen enemy,\" Mr. Sipp said of the French. \"Bomb-strapping suicides became commonplace. It was a particularly unique situation that has ended up being repeated over and over again ... it's a parable that can be equated to the current times and current issues.\"\nThe U.S. State Department issued a travel warning to U.S. citizens considering trips to Algeria nearly two weeks ago. The \"continuing threat posed by terrorism\" is the reason for the travel advisory as well as \"a high threat of terrorism and kidnapping in Algeria,\" the advisory reads. The majority of terrorist attacks occur in areas of the country east and south of Algiers, the State Department said.\nMr. Sipp said that while there is \"a lot of hairy stuff going on,\" Algiers is reasonably safe and stable.\n\"It is something that we've (he and his wife, who will travel with him) thought about, and we have been aware of the attention the State Department has put on this,\" he said.\nMr. Sipp was invited to participate in the festival one year ago. In preparation, he took a six-month sabbatical and worked 12-hour days, seven days a week to ready his illustrations.\nFor more information on Mr. Sipp's work, go to geosipp.com or www.missouriwestern.edu/art/?page_id=817.\nJimmy Myers can be reached\nat jimmy.myers@newspressnow.com\nFollow him on Twitter: @SJNPMyers.\n___ (c)2012 the St. Joseph News-Press (St. Joseph, Mo.) Visit the St. Joseph News-Press (St. Joseph, Mo.) at www.newspressnow.com/index.html Distributed by MCT Information Services\n\nLoad-Date: September 25, 2012"
}