{
    "title": "Western nations grappling with return of IS fighters Recent research shows returnees do not pose big",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 7,
    "full text": "Men who are suspected of being Islamic State fighters are searched Oct. 1 at a security screening center near Kirkuk, Iraq. Of the more than 40,000 foreigners who joined the Islamic State in Syria or Iraq in recent years, at least 5,600 have since returned to their home countries, according to a report.\nGraffiti behind the ancient amphitheater of Palmyra in Syria in April reads \"remaining ... expanding,\" one of the Islamic State's frequently used slogans. Few countries have launched reintegration schemes to deradicalize returnees.\nCountries often undertake painstaking diplomatic efforts to get their citizens extradited if they are accused of committing crimes abroad. Not so in the cases of Islamic State fighters.\nIn Britain, which has long banned the death penalty, a minister recently said \"the only way of dealing with them will be, in almost every case, to kill them,\" on the battlefield. France has reportedly sent elite units to ensure that French Islamic State fighters are not captured alive. And at home, the French Parliament approved a controversial national security bill last month to expand the state's power to fight terrorism. A number of countries, including Israel, Australia and Bahrain, have revoked fighters' citizenships. Much more draconian measures are in place in countries such as Russia or Uzbekistan, which relied on harsh punishments early on to deter fighters from returning.\nThose measures appear to be working to some extent, as fighters are less likely to return to countries where harsh punishments for returnees are almost certain. Long jail terms or even death sentences, which have been harshly criticized by human rights watchers, may deter fighters from returning, but disproportionate counterterrorism measures have also been blamed for being one of the chief radicalization factors to begin with.\nOf the more than 40,000 foreigners who joined the Islamic State in Syria or Iraq in recent years, at least 5,600 have since returned to their home countries, according to the most recent report by the Soufan Center, titled \"Beyond the Caliphate: Foreign Fighters and the Threat of Returnees.\"\nTwo or three years ago, officials were still debating whether Islamic State returnees could be used in public outreach efforts to warn others from joining the group. That debate abruptly stopped after the devastating November 2015 Paris attacks, and the crackdown on civil rights that ensued has contributed to a perception among some Muslims in Europe and elsewhere that they are being excluded and stigmatized.\nYet, recent research has so far shown that returnees do not pose the biggest terror threat and that the kind of measures in place to counter them could actually make the bigger problem - \"homegrown terrorism\" - even worse. While circumstances are not totally clear, it appears that the vast majority of recent attacks in Europe and the U.S. were committed by individuals not directly coordinating with the Islamic State.\n\"At least initially, those who have traveled to Syria are less likely to see themselves as domestic terrorists than those IS sympathizers who have stayed at home,\" writes Richard Barrett, the author of the recent report. \"They generally appear to have had a stronger desire to join something new rather than destroy something old. As a result, returnees have, so far, proved a more manageable problem than initially anticipated,\" he writes. Other researchers cited in his report have come to similar conclusions, although there are concerns that the threat may rise over time.\n\"It is highly likely that even as the territorial caliphate shrinks and is increasingly denied an overt presence, its leadership will look to supporters overseas, including returnees, to keep the brand alive,\" according to Barrett.\nGerman authorities released a monthly analysis of Islamic State returnees last year that indicated that most fighters came back early on, in 2013 and 2014, which shows that authorities have had years to find ways to either jail or reintegrate those individuals. Few countries have launched reintegration schemes to deradicalize returnees, however. Such programs could also have prevented others, who never traveled to Syria or Iraq, from committing attacks in their home countries.\nMany of them see themselves in a war with the West, but younger extremists, especially, are often still open to an intervention by authorities, parents or social workers if the appropriate schemes exist.\nPublic statements about killing fighters in order to avoid granting them a fair trial likely won't be helpful in these efforts.\n\nLoad-Date: November 7, 2017"
}