{
    "title": "West German terrorists set their sights on target of US 'imperialism'",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 6,
    "day": 3,
    "full text": "With a scattering of bomb blasts, West Germany's terrorists have laid out their own violent ''unwelcome'' mat for Ronald Reagan.\nSuch blasts are intentionally symbolic. They are not aimed at the person of the American President, who arrives here next week.\nIndeed, the Revolutionary Cells that claimed responsibility for the coordinated explosions June 1 at four US military facilities in this country seldom aim to kill--though some of their victims have died.\nTheir target in this case is more theoretical: United States ''imperialism.'' This is a target that has become increasingly popular for terrorists here in recent years.\nIt is especially the target of what some of the nation's top police and security officials describe as the most dangerous terrorist group: the Red Army Faction (RAF). In their view, the RAF, for instance, would not hesitate to try to kill Mr. Reagan--in the unlikely event that its politically motivated methods of military-style attack could penetrate the all-embracing, highest-alert security screen.\nThe RAF has inherited the mantle of the Baader-Meinhof gang. It has absorbed the remnants of the terrorist ''June 2'' movement. Its 20 hardcore members (two-thirds of them women) have hammered out a revised but coherent anti-imperialist strategy.\nToday the urban terrorist organization plots its military-style assaults against only the most prominent figures in the US armed forces . . . and their alleged ''collaborators'' in West Germany's ruling Social Democratic-Liberal coalition.\nThe RAF decision to place US imperialism in the center of its gun and bomb sights was taken in the late 1970s. It flowed from the setbacks of 1977, when the West German government refused to bend despite the kidnap of leading businessman Hanns-Martin Schleyerand the hijack of a Lufthansa plane.  The terrorists' demands for release of jailed comrades was rejected. Mr. Schleyer was murdered. Army commandos stormed the airliner in Mogadishu, Somalia. The hijackers (Palestinians operating with the consent of the RAF) were killed. The passengers were rescued.\nIt was a turning point. A number of arrests followed. Jailed leaders of the Baader-Meinhof gang later committed suicide. Among the survivors, in and out of prison, a great underground debate raged.\n''The Lufthansa hijack was a strategic error and they discussed it endlessly,'' says Christian Lochte, Hamburg-based director of the antiterrorist Agency for the Protection of the Constitution.\nThe eventual decision to reject cooperation with Palestinian and other liberation groups and to focus on US imperialism in Europe surfaced months later in captured documents. The 1979 bomb attack in Belgium against then NATO commander Alexander M. Haig Jr. was the first graphic example of the new strategy. It missed his car by seconds.\nAnother bomb attack, against the major American air base in Ramstein, followed in August 1981. Fifteen people were injured, some seriously. Two weeks later US Gen. Frederick Kroesen barely escaped when his car was attacked in Heidelberg with a Soviet-made RPG-7 antitank missile and automatic weapons.\nToday, the peace movement with its antinuclear theme and anti-American overtones is seen by RAF members as justification for their change in tactics in the 1970s. And some officials and politicians here fear that if the peace movement itself eventually breaks up in confusion and frustration it, too, will spawn its own legacy of terrorist activists. It was the collapse of the student movement of the '60s, they point out, that led to the sometimes devastating terrorism of the '70s.\nMeanwhile, the Revolutionary Cells have been growing. They have launched 125 mainly bomb attacks in the past four years. Their targets, besides US bases, are carefully attuned to current public concerns such as environmental and social disputes.\n''In the long run, the Revolutionary Cells will probably become the most dangerous threat,'' comments Gerhard Siegele, chief of the Interior Ministry's section on counter-terrorism. ''Tactically they are much more skillful (than the RAF) and show much more cleverness in winning over the masses.''\nThe police and security forces also are braced for the more unpredictable violence of the well-armed but erratic extreme right-wing. And gaining in significance are the proxy wars fought on European soil by Middle Eastern or other factions, governments, and fanatical nationalist splinter groups.\nCountering such a threat is an unenviable task. For while the headline-seeking terrorist violence of the '70s has seeped further underground, the nature of terrorism is such that one major success tends to overwhelm in the public eye months and years of patient police work."
}