{
    "title": "Western media should not sympathize with terrorist attacks in China_ Violence is never a solution to",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 6,
    "full text": "By Wenyan Deng '15\nOpinions Editor\nOn Oct. 28, a white SUV drove into Beijing's Tiananmen Square-the heart of the capital of China-and its passengers initiated what police later described as a terrorist suicide attack. After plowing through crowds of tourists, the SUV killed five people and injured another 38 before crashing under the iconic portrait of Mao Zedong on the Square's main gate. Police have identified the suspects' names as Uighur in origin, suggesting that the suspects were from China's troubled Xinjiang region, where the Uighur ethnic minority has clashed with Chinese authorities in recent years.\nIn a CNN article, columnist Sean R. Roberts argues that the creation of a \"virtual police state within Xinjiang\" by the Chinese government and the active repression of Uighurs' political voices made the attack more of a \"hastily assembled cry of desperation from a people on the extreme margins of the Chinese state's monstrous development machine\" than a well-planned terrorist attack. While more evidence is needed to determine whether the incident was a premeditated attack, Roberts' article sets a dangerous double standard for acts of terrorism that occur in China versus those that occur in Western countries.\nTo assert that terrorist attacks carried out by minority groups in China should not be regarded differently from terrorist attacks perpetrated in other countries is not to argue that the Chinese government is not repressing racial minorities in China or that the Chinese government is justified in doing so. But instead of pointing fingers at the Chinese government when terrorist attacks happen, people should condemn the attacks themselves. Responding to the Tiananmen Square terrorist attack by saying that it is the result of the Chinese government's policies in Xinjiang is like responding to 9/11 with \"The United States should accept the attack because the attack is the result of long-standing U.S. policies towards the Middle East.\" Similarly, using the incident to tell the Chinese government to change its Xinjiang policies would be like asking the U.S. government to accept the demands of Al Qaeda.\nOne might counter that this argument does not differentiate between terrorist acts carried out by military terrorist organizations and those carried out as a \"hastily assembled cry of desperation\" by a group of alienated racial minorities. The point here is not to compare racial minorities to militarized terrorist organizations, but to compare terrorist acts in developed Western countries to terrorist acts in China. The Chinese act of terrorism did not arouse sympathy from Western media, but instead was actively used to condemn the government rather than to condemn acts of terrorism. Violence is never a way to solve problems. While the motivation behind these terrorist acts may deserve sympathy, the acts of violence themselves certainly should not merit sympathy and should not be used to make political statements that blame the victims of such attacks.\nFurthermore, contrary to what Roberts describes as \"the Chinese state's monstrous development machine,\" the Chinese state is stimulating substantial economic growth and development in Xinjiang. Even Roberts admitted that the Chinese government is currently funding enormous development projects in Xinjiang. What Roberts did not point out is that these projects have greatly improved infrastructure, education and healthcare in Xinjiang, which have increased the potential for the remote Western province's economic development and growth. In 2013, Xinjiang posted a double digit GDP growth despite political unrest.\nRoberts argues that the Chinese government has also vastly reduced the Uighurs' access to education in their own language. While this is true, it should be noted that jobs in developed cities along coastal China, such as Shanghai, could only be attained with knowledge of Mandarin Chinese. Fluency in Mandarin Chinese creates new opportunities for Uighurs and allows for upward socioeconomic mobility. Certainly some native culture would be lost, but this loss is the sometimes unavoidable cost of economic development, just as the preservation of cultural heritage in many countries is losing out to commercial expansion. While there is much room for improvement in the development projects in western China, these efforts deserve some praise and should not be viewed solely as a tool to facilitate the Chinese Communist Party's control of western China.\nThis is not to justify the Han Chinese colonization of Xinjiang; the argument that China has colonized Xinjiang is entirely beyond the scope of this article. The focus should be on members of the Western media, and sometimes scholars, who view China through tinted lenses and adopt double standards when judging China. An act of terrorism is an act of terrorism, no matter the cause, the perpetrator, the location or the political system of the country in which it took place. If such acts are condemned in one country, they should receive equal censure in another.\nWenyan Deng is a junior studying International Relations. She was born in Beijing and lives in Hong Kong. Follow her on Twitter @wenyandeng.\n\nLoad-Date: October 4, 2018"
}