{
    "title": "West Germany paroles former terrorist",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 8,
    "day": 15,
    "full text": "Baader-Meinhof gang co-founder Horst MAhler leaves jail for good on Aug. 17.  And therein lies West germany's hope for rehabilitating ex-terrorists.\nMahler had already completed his turn away from violence by 1975, as he explained to the Monitor in an interview in West Berlin's Tegel prison two years ago.  By then he viewed the revolution he had earlier advocated as leadeing to the killing of innocent victims rather than to reform of society.\nWhen some of his former ideological comrades kidnapped a West Berlin mayoral candidate in 1975, as hostage against the release of Mahler and other jailed terrorists and suspects, Mahler refused to leave prison.  The others were freed.  Mahler stayed in jail.\nStill, it was not until early 1979 that Mahler was granted a parole, after serving more than half of his 14-year conviction for bank robbery and participation in the armed jailbreak of Andreas Baader.  Some officials of the Verfassungsschutz (the investigative organ that is the rough equivalent of the FBI in cases of politically motivated crime) argued that Mahler should have been paroled much sooner after he renounced violence.  Once the ideological basis of terrorism was gone, the argument went, Mahler no longer threatened society with violence.\nInitially, however, those judicial officials prevailed who feared that Mahler's nonviolent word might only be a ruse disguising contrary true intents.  Mahler stayed imprisoned for four more years.  And even in March of 1979 it was a daring political step for West berlin's Liberal Justice senator to approve Mahler's daytime furlough from jail to start rebuilding a normal life.  The furlough was a success. Mahler neither reverted to advocating violence, nor did he get murdered by former comrades for his defection\nIn hopes that Mahler's evolution might set a precedent for others, West germany's Liberal Interior Minister Gerhart baum met personally with the highly articulate Mahler to discuss terrorist rehabilitation last November.  The conversation was extensively reported in the weekly Der Spiegel and subsequently appeared in book form.\nThose Verfassungsschutz officials who had urged Mahler's early release from jail rather regretted this public dialogue.  They thought that Mahler's own example of working for social reform legally and quietly would have much more impact on terrorists who might renounce violence if Mahler were not seen fraternizing with the establishment the terrorists despise.\nIn any case, a West German court has now completed Mahler's transition by giving him full parole, with no requirement even of overnight residence in jail.  The parole begins Aug. 17, by which date Mahler will have served two-thirds of his sentence.\nBefore Mahler's evolution only one ex- terrorist had received a reduced sentence in connection with rejecting terrorism: Baader-Meinhof suspect Karlheinz Ruhland in 1973 That was quite a different case: A trade of presidential commutation for turning state's evidence against other terrorists.\nOne further convicted terrorist, Werner hoppe, was paroled in 1979 by the Hamburg Senate after serving eight years of a 10-year sentence.  The issue there was not reform, however, but a controversial conviction in the first place: The prosecutor had asked for only six years' imprisonment, and the crime consisted of having fired a single shot in a police-terrorist shooting exchange in which no policeman was killed or injured.\nA clear test case is that of Astrid Proll, an original Baader-Meinhof Gang member who had fled a sick-leave parole in 1974 and led a straight life in Britain under an assumed name until she was arrested there in 1978.  She has said that she now regards urban guerilla warfare as wrong, as it cuts off the would-be changers of society from the very people they want to reach.\nIn a deliberate attempt to show other terrorists they would be treated generously if they gave themselves up, Baum saw to it that Proll was not kept in jail pending her trial. She was sentenced in February 1980 to robbery but received immediate parole.\nFour other followed her lead in surrendering themselves Of these, two have been sentenced to short prison terms with immediate parole.  trial is under way for the two others, but they are not being held in jail pending judgment.\nAt the end of July, chief prosecutor Curt Rebmann indicated that officials are also in contact with two more (unnamed) terrorists who want to leave the underground."
}