{
    "title": "Westgate Shopping Center attack incentive for counterterror plans",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 24,
    "full text": "The attack perpetrated by al-Shabab militants on the Westgate shopping center, which is situated in an affluent suburb in Nairobi, Kenya, has so far claimed the lives of over 60 people. In recent months, many international affairs experts have signaled that Shabab's influence was waning in Somalia and North Africa. They were mistaken. Shabab, a Somali-based terrorist group, immediately claimed responsibility for the attack on Twitter, declaring it was retaliation for the inclusion of Kenyan troops in the African Union Mission in Somalia. This is the deadliest attack to occur in Kenya since the 1998 U.S. Embassy bombing in Nairobi.\nThe AMISOM in Somalia has been reliant on a strong Kenyan contingent since 2007. They have been effective in supporting the Somali government and expelling Shabab from the region. Kenya, a country with a majority Christian and minority Muslim population, is historically known for its religious tolerance. However, ethnic tensions have been escalating in recent months, primarily because of an increase in radical Islamist activity in the region and multiple attacks on churches.\nThe shocking attack at Westgate is evidence of this escalation. According to reporters who were giving firsthand accounts, it was multipronged in its approach, with several waves of militant fighters besieging the shopping mall. Indeed, there are still hostages trapped inside the center. At one point, Shabab controlled large areas of Somalia, but recently, African Union forces have pushed them out of many of their strongholds. This is the militia's most audacious attack to date, preceded by two bombings in Somalia at the United Nations and Turkish mission offices. It has caused the international community to re-evaluate claims about the militia's prominence.\nFor a region torn by years of conflict, this tragedy is a sign of resurgence of sub-Saharan terrorism. The money the United States pumps into Kenya's counterterrorism efforts has proven ineffective, as Shabab's attack on innocent shoppers runs counter to the Obama administration's claims that al-Qaeda and its affiliates - of which Shabab is a party - are weakening. While more Kenyan aid may benefit the cause, falsely suggesting that terrorism is on the decline will not.\nThe ramifications from this attack will be significant. Shabab's goal is to create an Islamic state in Somalia. The Kenyan government must consider the lessons learned from other countries in Africa and the Middle East. There are sobering examples of governments unable to stop terrorist organizations from operating in their region and the consequences have been devastating. Underestimating the prominence of extremist groups only cripples attempts to defeat them. Kenya needs to extract all of its resources - including U.S. aid - to effectively fight terrorism and jihadi insurgency in the region.\nA version of this article appeared in the Tuesday, Sept. 24 print edition. Email the WSN Editorial Board at editboard@nyunews.com\n\nLoad-Date: September 25, 2013"
}