{
    "title": "West must not forget Boko Haram in wake of ISIL",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "Most television sets tuned to stations like CNN and Fox have been flooded with videos, images and stories of the Islamic extremist group ISIL.\nAlmost everyone who tunes into news stations has heard the names Steven Sotloff and James Foley.\nThey know the stories of their brutal murders and the dark shadow the Islamic State has cast over Syria and Iraq, but the general public may be less informed on Islamic terrorism in Africa.\nKnown as Boko Haram, this terrorist organization is based mainly in Nigeria. Though only recognized as a terrorist group by the U.S. since 2013, it has been in operation since its creation by al-Qaeda in 2002.\nBoko Haram was founded on the basic principle of keeping Western teachings out of Africa.\nThis terrorist organization may start to sound familiar.\nIn April, more than 200 Nigerian schoolgirls were kidnapped by Boko Haram and have or will be sold into marriage or the sex slave market. On Twitter #bringbackourgirls has been trending, but outside of that, there is little American news coverage on this organization.\nEvery day, Boko Haram kills innocent people in merciless slaughter. On September 20, 2014, there was a deadly shooting involving Boko Haram members. They left six dead.\nYet, in the media there is very little coverage of Boko Haram, even though the group has killed over 2,000 people this year alone.\nWhy is there so little coverage? The answer is simple: There are only a few reporters in Northeast Africa reporting on the deadly rampage of Boko Haram.\nAlong with the lack of news correspondents in Africa, ISIL has overshadowed Boko Haram's attacks. It is easy to forget an enemy when they are not the largest threat, but the threat still exists.\nSmall terrorist cells like Boko Haram can easily fly under the world's radar. Boko Haram have outgunned and outmanned the Nigerian government and army.\nBoko Haram targets the weak to gain strength. By striking fear into the eyes of villagers, their power becomes ever greater.\nSlowly, the attacks become more fatal and they expand from city to city in Nigeria and the rest of Africa. To downplay the power of Boko Haram is a deadly mistake.\nAmerica is a nation dedicated to eradicating terrorism from the planet. In most cases, America must be attacked first to define a group as a dangerous threat to the nation.\nPresident Barack Obama has planned to keep ISIL within Syria with troops and strategic bombing until the group can no longer sustain itself.\nThe concept of restricting the spread of terrorism should be applied to all groups, including Boko Haram.\nThis is not just an issue for America to handle. It must be shared between the nations of Europe, Asia and Africa to put an end to the reign of Boko Haram.\nOn September 20, Nigeria finally turned to Russia to aid in the fight against Boko Haram. As to how Russia will respond is unknown.\nWhat is known is that every day, more and more people are killed by Boko Haram. As the death toll rises, so does the group's strength.\nA blind eye must never be cast to this group, but attention should be equally focused on ISIL and Boko Haram, if the world hopes to begin the process of causing these terrorist groups to become extinct.\n\nLoad-Date: September 25, 2014"
}