{
    "title": "West Germany calling its terrorists in from the cold",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 11,
    "day": 23,
    "full text": "West Germany is trying to persuade its terrorists to repent and rejoin society. Even five years ago, such a reconciliation would have been unlikely.\nBut the ''climate'' now is better because:\n* A number of leading Red Army Faction terrorists in jail have disavowed terrorism, and urged their comrades to do the same.\n* There are signs that a number in the ''field'' would do so if only they could.\n* The government itself no longer considers terrorism the kind of threat it once did.\nAt the same time, the nation's attempts to exterminate terrorism by repressive laws and tactics have failed, in the view of a number of security experts. And analysts are saying the time now has come to try help, understanding, and persuasion.\nThe reconciliation attempt has come from the environmental and pacifist Greens party led by Antje Vollmer, a theologian and member of parliament.\nMs. Vollmer has proposed early release for repentant, jailed terrorists, and concessions to those at large who want to give up.\nNumerous public personalities are supporting a move for an amnesty, including Manfred Rommel, mayor of Stuttgart and son of the World War II hero of Nazi African campaigns.\nAccording to Mayor Rommel, the best argument against terrorism is to prove that a strong democracy can be generous.\nA group of anonymous intellectuals also is reported to be establishing a fund to give help and advice to terrorists who want to surrender and settle back into society.\nAfter 40 murders and a long trail of kidnappings, hijackings, hostage-takings, and other crimes - the worst of which ended with the 1977 death of industrialist Hans-Martin Schleyer - terrorists are no nearer ''revolutionizing'' society than before.\nThe ''hard core'' of the Red Army Faction is believed to consist of between 15 and 20 people, supported by an unknown number of secondary figures, called ''militants.''\nAlthough they have not been heard from since they killed top Foreign Ministry official Gerold von Braunmuhl one year ago, they are considered by police authorities dangerous and likely to attack at any moment."
}