{
    "title": "West African Nations Set Aside Their Old Suspicions to Combat Boko Haram",
    "publisher": "the new york times",
    "year": 2014,
    "month": 5,
    "day": 18,
    "full text": "PARIS -- The heads of state of five West African countries, including Nigeria, met Saturday with Western officials and agreed to share intelligence and strengthen military cooperation to combat the regional threat from the extremist Islamist group Boko Haram, which abducted more than 200 schoolgirls in northern Nigeria last month.\nAt the request of Nigeria's president, Goodluck Jonathan, President François Hollande of France organized the meeting, which was also attended by the heads of state of Cameroon, Niger, Chad and Benin, countries that border Nigeria and that have long been suspicious of one another. The borders among the countries are notoriously porous, and Boko Haram's adherents have easily slipped across them.\n''We have decided to set up a general, regional action plan on the medium and longer term,'' Mr. Hollande said, noting that there would be ''intelligence coordination, sharing of information, centralization of means, border surveillance,'' among other activities.\n''We know the threat, it is serious, it is dangerous for the region, for Africa, and so for Europe,'' he said.\nMr. Jonathan underscored Nigeria's ''commitment to a regional approach'' to the problem. ''Without West African countries coming together, we will not be able to crush these terrorists,'' he said.\nThe goals of the meeting were relatively modest, but meant to be a first step toward persuading the countries to work together. Senior American, British and European diplomats also attended.\nAmong the subjects discussed was the possibility of rescue operations to free the kidnapped girls.\nThe five countries agreed to a plan focusing on enhanced military cooperation and intelligence sharing. This would be particularly important between Nigeria and Cameroon, two oil-rich countries whose relationship has long been undermined by a territorial dispute. Cameroon has largely overlooked the activities of Boko Haram, viewing the movement ''as Nigeria's problem,'' according to Le Figaro, a right-leaning French newspaper.\nThe plan also aims to strengthen Nigeria's cooperation with Niger, a poor country where the army has recently clashed with insurgents linked to Boko Haram.\nNigeria is a former British colony, but the other four countries were formerly under French rule.\nFreeing the schoolgirls would be a difficult task, said Wendy Sherman, the under secretary of state for political affairs, who implied that it might be a task beyond the abilities of Nigeria's military.\n''If there were to be a rescue operation, that's a very specific skill set, and not every army in the world has that skill set,'' Ms. Sherman said, adding that there had been some training of Nigerian forces to add those skills.\n''Whether they'd be able to attempt a rescue, I think, would just depend on the circumstances,'' she said.\nWestern countries are worried about the spread of Boko Haram's influence but are also reluctant to become deeply involved in the region. However, after the kidnapping of the Nigerian girls, an episode that has drawn international attention, they have sent intelligence reports and some military resources to aid Nigeria's military in its search.\nThe United States has provided surveillance aircraft as well as an interagency team that includes military experts to advise Nigerian officials. France has sent a team of intelligence experts, according to advisers to Mr. Hollande.\nIn April, the International Crisis Group, an organization committed to conflict resolution, warned that Boko Haram's activities could spill into Niger and Cameroon, which are ''weak countries poorly equipped to combat a radical Islamist armed group tapping into real governance, corruption, impunity and underdevelopment grievances shared by most people in the region.''\nUntil now there has been little cooperation among Nigeria, Benin, Cameroon, Chad and Niger. While Chad and Nigeria have the strongest militaries in the area, they do not work well together. Nigeria's army has been hampered by corruption and a reputation for cruelty to civilians.\nA multinational border force that includes soldiers from Nigeria, Chad and Niger has been largely ineffective at stopping the insurgents from moving from one country to another, and its soldiers have been implicated in the killing of civilians.\nFor France, the summit meeting is an opportunity to show that it has a constructive postcolonial role to play in its former West African colonies, and the talks are part of an effort by Mr. Hollande to help France change its relationships in the region by being less of an enabler of corrupt governments and more of a force for stability and development.\nFrance took a leading role in the war against Islamic extremists and groups linked to Al Qaeda in Mali, and more recently it has been active in the Central African Republic, where Christian and Muslim militias have been engaged in an increasingly violent sectarian conflict.\nThe French military has troops in Chad and Niger, and French officials have emphasized France's experience and expertise in the fight against terrorism in Africa.\nIn addition, France has a special interest in Boko Haram because a French family of seven was kidnapped by members of the group in February 2013 in northern Cameroon. They were eventually released with the help of Cameroon's government.\nOn Friday, Boko Haram insurgents crossed from Nigeria into northern Cameroon and attacked a work site operated by a Chinese company in northern Cameroon, and are believed to have kidnapped at least 10 people, the regional governor said Saturday, according to Reuters.\n\nhttp://www.nytimes.com/2014/05/18/world/africa/west-african-nations-set-aside-their-old-suspicions-to-combat-boko-haram.html\n\nGraphic\n\n \nGRAPHICS: Nigeria Under Attack: Five Years of Boko Haram Violence: Boko Haram, the radical group that abducted more than 200 girls from a Nigerian village in April, has steadily increased the frequency and brutality of its attacks since its formation in 2002. (Sources: Armed Conflict Location and Event Data Project\nGlobal Terrorism Database, National Consortium for the Study of Terrorism and Responses to Terrorism\n IHS Country Risk) (GRAPHICS BY ALICIA PARLAPIANO AND KAREN YOURISH/THE NEW YORK TIMES)        \n\nLoad-Date: May 22, 2014"
}