{
    "title": "West Bank_ Israeli Fatally Beaten",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 12,
    "full text": "JERUSALEM -- An Israeli man who was a colonel in the reserves was fatally bludgeoned in the Jordan Valley area of the West Bank on Friday, according to the Israeli military, and security forces detained five Palestinians in connection with the attack.\nThe man, Sariya Ofer, 61, was attacked around 1 a.m. by at least two people in the yard of his house at Brosh Habika, an isolated resort village that he ran and that was empty of visitors at the time. His wife, Monique, who escaped and called for help after reaching a highway, said Mr. Ofer had gone outside after hearing noises.\nLt. Col. Peter Lerner, a military spokesman, said it was not immediately clear if the killing was a politically motivated act of terrorism or a criminal attack. He said Mr. Ofer was attacked with iron bars and a knife or an ax.\n''We are being cautious about determining the motive too early, as there are question marks over the case,'' he said.\nStill, some right-wing politicians were quick to attribute the attack to terrorism, and they called on Israel's leaders to refuse to release any more Palestinian security prisoners, which Israel has been doing as part of an American-brokered deal for the resumption of peace talks. The first group of 26 long-serving prisoners was freed in August; three more groups are expected to be released in the coming months.\nZeev Elkin, the deputy foreign minister, said the Palestinians interpreted Israel's peaceful gestures as weakness, and he called for a halt in prisoner releases and a strengthening of Israeli settlements in the West Bank, according to Israel Radio.\nThe death of the colonel comes after three other violent attacks on Israelis in recent weeks. Last weekend, an assailant shot and wounded a 9-year-old girl in the yard of her home in the Jewish settlement of Psagot, near Ramallah. Last month, an Israeli soldier was fatally shot in the West Bank city of Hebron, apparently by a Palestinian sniper, two days after an off-duty soldier was killed by a Palestinian acquaintance who had lured him to the West Bank.\n''Since the release of convicted terrorists last month, three innocent Israelis have lost their lives and a 9-years-old girl was wounded,'' said Dani Dayan, the chief foreign envoy of the Judea and Samaria Council, which represents the settlers. ''This cannot be and is not a statistical coincidence,'' he added in a statement. ''It is clear now that the process of releasing terrorists should be halted immediately.''\nThe Israeli-Palestinian peace negotiations are being held in secrecy, and few details have leaked out.\nPrime Minister Benjamin Netanyahu has not responded publicly to the calls from the right to suspend prisoner releases. But President Mahmoud Abbas of the Palestinian Authority said in a television interview on Friday that if Israel did not go through with the planned prisoner release he would no longer keep his commitment to suspend Palestinian efforts to join international agencies during the nine-month period allotted to this round of peace talks.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2013/10/12/world/middleeast/israeli-man-fatally-bludgeoned-in-jordan-valley.html\n\nLoad-Date: October 12, 2013"
}