{
    "title": "WESTERN PENNSYLVANIA MEMBERS LAND COMMITTEE ASSIGNMENTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 1,
    "day": 18,
    "full text": "WASHINGTON - Western Pennsylvania will have representation on a wide variety of congressional committees with oversight on everything from fiscal policy to telecommunications.\nU.S. House leaders are still rolling out committee assignments in a process that sometimes extends into February. Here's where Western Pennsylvania members have landed so far:\n* Guy Reschenthaler -- The newly elected Republican from Peters will serve on the Judiciary and Foreign Affairs committees, assignments that fit his experience prosecuting terrorists in Iraq and successfully defending three Navy SEALS from prosecution when he served in the Navy Judge Advocate General Corps. He also is a former district judge.\nJudiciary oversees civil and criminal justice, terrorism, immigration, antitrust law, patents, copyrights and trademarks. The Foreign Affairs Committee focuses on combating terrorism and promoting global security and global health.\n* Conor Lamb -- The Mt. Lebanon Democrat was reappointed to the Veterans Affairs Committee, where he has served since April after being elected to fill the unexpired term of former Rep. Tim Murphy, R-Upper St. Clair.\n\"We had some real bipartisan accomplishments on the committee last year, and I'm confident that the same spirit of bipartisanship will continue,\" Mr. Lamb said in a written statement. He plans to work with \"all of our new and returning members to make sure we keep the promises we've made to all the men and women who have served our country and put their lives on the line to protect us.\"\nMr. Lamb served in the Marines in Okinawa, where he prosecuted cases of sexual assault as a judge advocate general officer. He continued his service as a major in the Marine Corps Reserve.\nIt was unclear late Thursday whether Mr. Lamb will continue to serve on the Science and Technology Committee, whose members have not yet been announced.\n* Mike Doyle -- The longest serving member of the Pennsylvania delegation has his first subcommittee chairmanship. Mr. Doyle, D-Forest Hills, beginning his 13th term, is head of the Energy and Commerce Subcommittee on Communication and Technology.\n* Mike Kelly -- The Butler Republican has a coveted seat on the Ways and Means Committee. He will be the ranking Republican on its Oversight Subcommittee and also will serve on its Health Subcommittee.\n* Glenn G.T. Thompson -- Mr. Thompson, R-Centre, will continue to serve on the Agriculture and Education committees, according to his office.\n* John Joyce -- Dr. Joyce, R-Blair, is awaiting confirmation of his assignments.\n\nNotes\n\nWashington Bureau Chief Tracie Mauriello: tmauriello@post-gazette.com, 703-996-9292 or on Twitter @pgPoliTweets.\n\nGraphic\n\n \n\\\n\nLoad-Date: January 19, 2019"
}