{
    "title": "WEST MUST ACT TO STOP TERRORISM BUS",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 24,
    "full text": "The terrorists' struggle is not primarily against Israel but the\nWestern concepts of freedom of thought, religion, sexual equality and\npolitical action.\nTHE BUS CREEPS along, stops an instant for a traffic signal and\ndisintegrates. Later, police have a difficult time separating the\nbits of bone, deciding which belong to the corpses of passengers and\nwhich to the people torn apart in their offices and shops on Madison\nAvenue.\nIs that what it will take?  Would Americans then understand the\nmeaning to them of what happened in Tel Aviv, Israel?  Would we grasp\nthat we are not bystanders far off but traveling on the road to our\nown Dizengoff Street?\nProbably not. Pan Am 103 and the vaporization of 270 souls did\nnot make us see the road or who awaited us. Nor did the extermination\nof the 241 U.S. servicemen and 58 French paratroopers in the Beirut,\nLebanon, massacre, or the deaths of 95 Argentine Jews in Buenos\nAires, Argentina.\nNot even the bombing of the World Trade Center, the essence of\nAmerican financial prestige, stirred people for more than a month or\ntwo.\nAll these terrorist attacks, and scores more, were the work of\nIslamic extremists. Except for brief bursts of indignation, the West\nhas shown a passivity that shames its leaders, people and\ncivilization.\nThe only explanation is that the West fears confronting\nterrorism straight on. To do that, the West would first have to face\nrealities that would embarrass some of its Arab allies. That could\nwind up costing diplomatic advantage - and money.\nTerrorists say that their target is Israel.  But if they ever\nreach their goal of the end of Israel, terrorism will continue.\nThe struggle is not primarily against Israel but the Western\nconcepts of freedom of thought, religion, sexual equality and\npolitical action. Islamic extremists see them as a disease and\nIsrael as a carrier.\nFor the terrorists, there is also a continuing enemy within\nIslam - all Muslims and Muslim governments that defy the laws,\nbehavior and restrictions of Islam as they exist in the passions of\nthe extremists.\nOther religions will be openly ranked with Judaism as objects of\ndisgust, unclean, destined for oblivion or servitude. The public\npractice of Christianity is already considered so vile and dangerous\nthat it is banned in Saudi Arabia.\nAs in most religions, hate and tolerance are both written into\nIslamic scriptures.  But the extremists have been taught only one -\nnot just by their mullahs but by assorted kings, presidents and\nfuehrers who now turn to the West for protection.\nIn Israel, Gaza and the West Bank, Hamas now burns the torch of\nterrorism.  Yasser Arafat \"deplores\" the current killings and maybe\nmeans it politically at the moment.\nHe tried - despite Hamas' record, and after the White House lawn\nagreement with Israel - to get closer to Hamas.  But he cannot\ncontrol it or his own Palestine Liberation Organization, which is\nsupposed to police Hamas.\nWhen independence or full autonomy comes, PLO members might very\nwell choose Hamas over Arafat.  Perhaps Hamas, which proclaims\nbrotherhood with the PLO, will find a job for him someplace.\nConfronting terrorists means confronting their masters.  Iran\nsupplies the money, guns and explosives, and Syria the haven and\ntraining grounds.\nWashington and Israel play down Syrian involvement in terrorism\nin their passion to get President Assad to sign a peace treaty. He\nis so contemptuous of both countries that he has never disbanded the\nHamas branch in downtown Damascus, Syria, nor the nine terrorist\ngroups bivouacked in Syria and Lebanon.\nWhat's more, financing and arming of Hamas and similar groups\nextends beyond the Middle East - particularly to the United States\nThe Department of Justice says the FBI is getting on the job.\nSteven Emerson, the American journalist, has already devoted years to\nit. On Nov. 21, PBS will present his documentary, \"Jihad in America\n.\"\nAnti-terrorist specialists know what could be done, given the\nwill.  First, the United and States and Israel would tell Syria to\nclose every terrorist camp or give up hope of a treaty, which it\nneeds more than Israel does. Western friends of Iran would be told:\nDo business with them or us, not both.\nU.S. intelligence would release names of the collection of\nMideast officials who have supplied or still are supplying terrorism\nwith money, guns or protection - all of them, kings and emirs\nincluded.\nAll are entirely doable and effective - once the West decides to\nstop the bus before it gets to Madison Avenue.\nRosenthal is a columnist for The New York Times.\n\nLoad-Date: January 30, 1995"
}