{
    "title": "West Point focuses on terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 5,
    "day": 1,
    "full text": "Before the terrorist attacks of Sept. 11, 2001, the Army frequently was accused, and found guilty, of training to fight the last war.\nThe global war on terrorism has changed that.\nAJCNowhere is that more evident than at the U.S. Military Academy at West Point, N.Y.\nBecause the interval between classroom and combat zone for young officers has been reduced from years to months, special efforts are being made to give cadets more practical information about the ongoing war, the academy's superintendent said Friday.\n\"These cadets are focused. They know they're going to Iraq, Afghanistan or somewhere and they want to hear what they are going to face in combat,\" said Lt. Gen. William Lennox, who was in Atlanta promoting the academy and meeting with business leaders.\nVeterans who have served in Iraq and Afghanistan are regular visitors to West Point classrooms, where cadets find their stories much more meaningful than a dozen lectures from professors who have not been there, said Col. Tom Kolditz, head of West Point's Department of Behavioral Sciences and Leadership.\n\"You have to inspire cadets; it's not enough to train and educate them,\" Kolditz said.\nLearning to fight isn't the only thing being taught these days. An Arabic-language course has been established, with about 160 cadets enrolled. Experts in Middle Eastern politics and social customs are brought in to lecture.\nInstruction in military science is being beefed up to better prepare cadets for the modern battlefield.\nThe changes have proved popular among cadets already at the academy and those seeking entrance, said Lennox.\nThe numbers of those applying \"are skyrocketing,\" he said. \"From a West Point standpoint, it's a bumper crop of kids coming in. These kids want to be a part of what's going on in this country.\"\n\nGraphic\n\n \nPhoto: Lt. Gen. William Lennox described changes at West Point during a visit to Atlanta.\n\nLoad-Date: May 1, 2004"
}