{
    "title": "What Would a Defeat in 2014 Mean for the Republican Party_",
    "publisher": "new york observer",
    "year": 2014,
    "month": 9,
    "day": 30,
    "full text": "A failure to win the senate by the Republicans will demonstrate that the Republican Party is even less popular than a president whose approval ratings have been in the low 40s for months. It will also indicate that Republican talking points on everything from the failure of Obamacare to the President's weakness on terrorism or their portrayal of the Democrats as socialists, have little resonance, and that even stagnant wages and incomes, that the President himself concedes, are not enough to move voters to the Republican Party.\nOn Sunday night, President Obama appeared on \"60 Minutes,\" and to the surprise of absolutely nobody defended his record and the strength of the economy. The President argued that the country is better off than it was when he took office almost six years ago, but then cryptically conceded that the American people do not share his enthusiasm about the economy. \"The reason they don't feel it is because incomes and wages are not going up.\" Rising incomes and wages, if you are a working American, are pretty important, so perhaps the American people can be forgiven for feeling the way they do about the economy.\nThe President's predictable comments about the economy were less significant than his response to a question of whether he thought the Democrats will retain control of the Senate. His response was a forceful, unequivocal, \"Yes I do.\" As President, and leader of his party, Mr. Obama should be expected to say encouraging things about the Democrats' chances, but managing expectations, particularly around elections, has been one of Mr. Obama's enduring political assets since his first campaign for president. This suggests that the President genuinely likes the Democrats' chances in November. It would have been easy for Mr. Obama to have simply indicated that he expects the race to be close and that people need to go to the polls, but instead he made it clear that he expects the Democrats keep the Senate.\nBy most measures, 2014 should be a Republican year. It is the sixth year of an unpopular president's tenure. Midterm elections during most presidents' second terms have usually been big for the party that does not control the White House, with the exception of Clinton's sixth year in 1998. Additionally, foreign policy crises in the last few months have further hurt Mr. Obama and placed issues that have recently been Republican strengths, such as combating terrorism, in the forefront of voters' minds.\nDespite all this, Mr. Obama seems to believe the Democrats can hold the Senate. The President could be wrong, but it is also likely that he is well-briefed and has polling data from key states that suggest some races could break the Democrats' way. Mr. Obama's comments cannot help but raise the question of what it will mean for the Republican Party if they cannot win back control of the Senate this year. If the Republicans don't win this year, where several of the key Senate races are in states like Georgia, Alaska and Kansas that the Party needs to win to have a chance in the 2016 presidential election, the future will look grim for the Republicans.\nA failure to win the Senate by the Republicans will demonstrate that the Republican Party is even less popular than a president whose approval ratings have been in the low 40s for months. It will also indicate that Republican talking points on everything from the failure of Obamacare to the President's weakness on terrorism or their portrayal of the Democrats as socialists have limited resonance, and that even stagnant wages and incomes, which the President himself concedes, are not enough to move voters to the Republican Party. Although the Republicans remain in a strong position for November, the political stakes for them are very high.\nThey may gain seats in the Senate and House. But if they do not win back the Senate this year, many observers will begin to ask when and how they can win another national election.\nLincoln Mitchell is the national political correspondent for the Observer. Follow him on Twitter @LincolnMitchell.\n \n\nLoad-Date: October 1, 2014"
}