{
    "title": "What Motivates Terrorists, Male and Female",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 9,
    "full text": "To the Editor:\n  Re ''Behind the Woman Behind the Bomb,'' by Lindsey O'Rourke (Op-Ed, Aug. 2):\n  As co-authors of articles about suicide bombers, we read Ms. O'Rourke's article with interest. She writes that ''there is precious little evidence of uniquely feminine motivations driving women's attacks'' and that ''blaming Islamic fundamentalism is also wrongheaded.'' She suggests that the main motivation for female suicide terrorists is foreign occupation.\n  We disagree. Nationalist liberation movements and suicide bombings often have little to do with foreign occupations and are endemic to the region. Shiites and Sunnis, Kurds versus Turkey and Iraq, the Liberation Tigers of Tamil Eelam versus the Sinhalese-controlled government of Sri Lanka -- these groups are natives of the same region. \n  The ''liberation'' that suicide bombers seek has as much to do with liberation from dysfunctional family dynamics as it does with liberation from foreign occupations.  Phyllis Chesler \n  Nancy H. Kobrin\n  New York, Aug. 2, 2008\n  To the Editor:\n  Analyzing terrorism from an individualistic point of view hinders our understanding of the issue. Such analysis was customary before 9/11, and therefore it is not surprising that the major attack on United States soil surprised and shocked many people. \n  An important condition for understanding terrorism is the need to observe human behavior in groups (social psychology). Mohamed Atta frequently attended Al Quds, a mosque in Hamburg, Germany, where the imam, Mohammed Fazazi, preached radical sermons. I believe that this contributed to his devotion and his willingness to sacrifice his life for the Islamic cause.\n  ETA, the Basque separatist group that has been responsible for multiple bombings in Spain, has used groups that study the Basque language to recruit members.  Ari Chaplin \n  Orangeburg, N.Y., Aug. 4, 2008\n  The writer is the author of a book about terrorism.\n  To the Editor:\n  Lindsey O'Rourke and her colleagues at the Chicago Project on Suicide Terrorism have documented that suicide bombers are not driven by religious extremism as policy makers would lead us to believe. \n  Rather, Ms. O'Rourke writes, ''95 percent of female suicide attacks occurred within the context of a military campaign against foreign occupying forces'' and ''the primary individual motivation for both male and female suicide bombers is a deep loyalty to their communities combined with a variety of personal grievances against enemy forces.''\n  If we are to stop terrorists -- male and female -- and win the so-called war on terror, our next president must work to bring the troops home and end our occupation of countries in the Middle East.  Diane Smith \n  Missoula, Mont., Aug. 4, 2008\n\nhttp://www.nytimes.com\n\nLoad-Date: August 9, 2008"
}