{
    "title": "What real terrorism is all about",
    "publisher": "lincoln journal star ",
    "year": 2003,
    "month": 7,
    "day": 5,
    "full text": "Our current definition of \"terrorism\" seems entirely too narrow to me.  Let's learn more of what constitutes \"terrorism,\" especially in Israel and the occupied territories of Palestine, even though right now there appears to be movement toward alleviating some of the conflict.\nTerrorism is having your land occupied, all monies, vocations, schools, homes, water, land and security controlled by your occupier, Israel.\nTerrorism is not being able to leave your town to get to your olive orchards because 1) a huge concrete and barbed wire wall has been built between them, 2) huge ditches have been bulldozed between them, making travel impossible, 3) Israeli soldiers shoot at you as you make your way to your fields.\nTerrorism is not being able to get medical attention, since Israeli soldiers at the countless checkpoints do not let you through, even if you are a woman giving birth in the back seat or need life-giving medicine for a serious medical emergency.\nTerrorism is not being able to conduct your business or attend your school as a teacher or student since you cannot get out of your little village or town because 1) Israeli soldiers man roadblocks between Palestine towns and the lands Israel claims as its own and do not let Palestinians through with any regularity, 2) no one can get into your town to do business for reasons cited in 1).\nTerrorism is not being able to earn a living because 1) most of the time, you are under curfew and cannot go outside your home, 2) Israeli troops occupy your town or village and burst into homes and apartments at all hours of the day or night, often destroying the insides of homes or 3) tanks and bulldozers destroy blocks and apartment buildings in your town or village in order to look for members of Hamas or Islamic Jihad and to take vengeance on families of suicide bombers.\nTerrorism is knowing that you and your neighbors are subject to daily hourly shelling from helicopter gunships, missiles and other armaments, sometimes to assassinate leaders of your organizations, or simply to harass and kill citizens of Palestine.\nTerrorism is having most of your men in prison, and all others lined up and humiliated daily, in order to let you know that all able-bodied men are considered terrorists by Israel.\nTerrorism is having your children shot at as they try to get to school, having thousands of Israeli troops protect thousands of settlers illegally squatting on your land, and watching the settlers drive on special roads that cut across your land, as they enjoy their state-subsidized housing, swimming pools and green lawns.\nTerrorism by any other name would consist not just of Palestinian suicide bombers but all the thousands of dead and injured Palestinians, and other constant and vicious cruelties Israel wreaks on Palestinians and their towns, in the name of occupation.\nTerrorism is having all the power over you and your country held by Israel, which was granted international permission in 1948 to build a state on your land and subsidized by a minimum of $5 billion a year by the United States.\nRuth Raymond Thone lives in Lincoln.\n\nGraphic\n\n \nb/w head photo of Ruth Thone.\n\nLoad-Date: November 17, 2006"
}