{
    "title": "What to do with Guant mo's detainees",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 11,
    "day": 21,
    "full text": "One of President-elect Barack Obama's top priorities will be to rethink the \"war on terror\" from the ground up. That means following through on his campaign promises to close the US military prison at Guantanamo, which would be a major symbolic achievement.\nMr. Obama's administration-in-waiting is now crafting plans to bring several dozen detainees to the United States to stand trial, according to Associated Press reports, but it should prepare to encounter hurdles. The current US government is wary of closing Guantanamo. Among its biggest concerns is that prisoners will return to the battlefield upon their release. However, available data indicate otherwise.\nThe Obama administration could learn quite a bit from the Saudi example of detainee rehabilitation. Since May 2003, approximately 117 Saudi nationals have been repatriated from Guantanamo, bringing the total number of Saudis detained there to under 20. To date, none of the former Saudi detainees has returned to the battlefield.\nFollowing a series of deadly domestic terrorist attacks in 2003, the Saudi government began an ambitious and wide-ranging counterterrorism effort. In addition to traditional security and law enforcement efforts to kill or capture terrorists, the Saudis launched a parallel strategy to combat the ideological justifications for violent extremism within the kingdom. \nThis Saudi \"soft\" approach, first formulated a few years ago by a Yemeni judge, Hamoud al-Hitar, is made up of three components: prevention programs to deter average citizens from becoming violent extremists, rehabilitation programs designed to encourage supporters and sympathizers to renounce violence, and aftercare programs to prevent recidivism and reintegrate people into society. Similar programs have already begun in Singapore, Egypt, Malaysia, Indonesia, and in Iraq with help from a US Marine Corps task force.\nOne of the keys to the Saudi program's success is the extensive social support given to a detainee and his family, intended to offset hardship and short-circuit further radicalization. Persuasion, cooptation, and even coercion all play a role as Saudi authorities use traditional cultural factors such as honor, family hierarchies, and powerful social obligations to prevent recidivism.\nAnother major concern about closing Guantanamo is the large number of Yemeni prisoners held there. According to recent figures, there are about 101 Yemenis currently detained in Guantanamo, making them the largest group of prisoners from a single country.\nYemen is one of the poorest countries in the world, so providing adequate social programs to rehabilitate freed detainees would be difficult. But its government is committed to repatriating its nationals. The US and other governments can help offset the costs associated with doing so - a far more attractive option than indefinite detention.\nPlenty of research has been done about how individuals become radicalized, but much less is understood about how people transition out of such behavior - and they do, to a remarkable extent. My own research, and that of my coauthors in \"Leaving Terrorism Behind,\" finds that participation in violence is not a permanent aspect of a militant's life.\nOf course, some hard core extremists can never be rehabilitated, and as Lawrence Wright wrote in a recent New Yorker article, you can only hope for so much, moving people a bit at a time.\nTo be sure, some detainees considered an extreme danger to the United States can never be repatriated. Among them are at least two \"high value\" detainees, including alleged 9/11 conspirators Ramzi bin al Shibh and Walid bin Attash.\nAnd of course there was the case that occurred this past May when Abdallah Salih al-Ajmi, who was repatriated to Kuwait in 2005 after three years in Gitmo and subsequently acquitted of terrorism charges by a Kuwaiti court, killed seven people in a suicide bombing targeting Iraqi security forces in Mosul.\nThese individuals should be tried as war criminals, or - better yet - as regular criminals, not in secret courts or military commissions. It remains for Obama to decide what will happen to them, but transparency, due process, and legality are some of the strongest weapons in the struggle against violent extremism. These perpetrators must be brought to justice for their actions, and as long as they are hidden away at Gitmo, that cannot happen.\nOf course, these men are a minority within a minority, and the Obama administration will have to show that terrorism emanating from the Muslim world cannot be defeated through traditional security measures alone.\n* Christopher Boucek is an associate at the Carnegie Endowment for International Peace. The article was written for the Common Ground News Service (CGNews).\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: November 20, 2008"
}