{
    "title": "What are answers to terrorism_",
    "publisher": "the world",
    "year": 1988,
    "month": 12,
    "day": 23,
    "full text": "Whether it turns out to be sabotage or not, the explosion of Pan Am    Flight 103 again raises the terrible question of how to combat    terrorism, without providing new answers.\n \n     Tighten airport security, sure; security can almost always be    improved with stricter procedures and better equipment. But there's a    human limit. A determined assassin or saboteur will sometimes succeed      whatever the precautions.\n    Increase the punishment both for individual terrorists and nations    abetting it. Few would quarrel with hanging. The problem is the    question of proof. Can we execute, kill or bomb without it?\n \n     Improve intelligence, again no quarrel. More men and money would    help, but above all better sharing of information by intelligence    services, which can be improved. Why isn't it?\n \n     As a sometime traveler on Pan Am 103, I'd like to know why the    State Department advised its diplomats of a possible threat to Pan Am    103 but not the traveling public. Some who did hear of the intelligence    alert changed their plans to avoid Pan Am 103 on Wednesday.\n \n     There may be an answer if such sabotage warnings are too routine or    vague or, if heeded, likely to encourage hoaxes. The opportunities for    blackmailing airlines are endless. But the fear that airlines might    lose money should not be an excuse.\n \n     \"Public notification has to be considered,\" White House spokesman    Marlin Fitzwater conceded Thursday. It won't help the people on Pan Am    103 Wednesday, but someday it might help you or me.\n \n     When all that's said and done, a more obvious and far more    neglected answer is to listen to the grievances that, out of    desperation, encourage terrorism. They don't excuse it, but they surely    breed it.\n \n     The world seldom listens to the docile, whether they are Iranians,    Palestinians, Armenians, Kurds, Africans or Jews. For \"the world,\"    read governments and those of us who turn our heads and avert our eyes    when whole peoples are in desperate trouble, as they were in Europe in    the 1930s and have so often been in the Middle East. Growing up with    bitterness and little hope, the neglected may eventually succumb to the    villainy and madness of blowing up airliners to make us listen.\n \n     I remember this when I get on airplanes.\n \n      \n\nLoad-Date: November 12, 1992"
}