{
    "title": "What to tell the kids_ Book tackles terrorism Author explains she wants to make kids aware of danger",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 17,
    "full text": "As a child psychologist, Laurie Zelinger of Cedarhurst was understandably interested in how terrorism fears could be eased in children. But when she looked for a book that spoke to them, she couldn’t find one.\nSo she wrote one herself. \n“Please Explain ‘Terrorism’ to Me!” officially launched on Nov. 1 and is geared loosely to kids in the 7-to-10 age range. The picture book, colorfully illustrated by Woodmere artist Ann Israeli, tells the story of a schoolboy who, after a terrorist attack, catches glimpses of coverage on TV and notices his parents seem distracted. He anxiously asks them what’s going on and, after they talk to him, he says “I’m so glad my parents told me the truth, because I was scared and I couldn’t figure it out by myself.” \nThe back of the book gives parents a suggested script they can follow to guide discussion, using the acronym PEARLS to spell out Zelinger’s advice to Prepare, Explain, Answer, Reassure, Listen and Safeguard. \n“Anytime I think that something might affect a child, I try to figure out how they are seeing it and is there a way to help them understand a difficult concept,” says Zelinger, 64, who retired in 2015 after 19 years as a school psychologist in the Oceanside school district and now is in private practice. \nZelinger advises parents to read the book themselves first so they can anticipate their children’s reactions, and then to read the book along with their child early in the day, so there’s time for kids to ask any follow-up questions as they process the information. She suggests, for instance, explaining to kids that when people want everyone else to do what they say or believe in the same things they do, they may try to scare people into doing it, but that most people want the world to be peaceful. She says you may need to reassure your child multiple times that terrorism occurrences are rare and probably won’t happen to them, and that parents and teachers and police all are work together to keep them safe. \nZelinger doesn’t reference any specific terrorist attack in the book; she says she was deliberately vague because events are constantly changing and so parents could decide how much to reveal to a child about any particular event. “In short, we want to make our children aware of, but not paralyzed by, the world they live in,” she writes. \nA young-adult novel set on 9/11 \n“The Memory of Things” (St. Martin’s Press, $18.99), a new young-adult novel by Greenlawn, N.Y., author Gae Polisner, opens on the morning of Sept. 11, 2001, when the twin towers are crumbling. The main character, Kyle, a high school student at Stuyvesant High School near Manhattan’s Ground Zero, is walking home over the Brooklyn Bridge when he encounters a teenage girl wearing fairy wings covered in dust from the explosions. \nShe’s suffering from temporary amnesia, and Kyle brings her home to his Brooklyn apartment. What follows is a teenage love story that unfolds during the first few days after the terrorist attack. “He helps her, and she helps him,” Polisner says. \nPolisner wrote the book hoping to help young adults  some of whom weren’t yet born in 2001  better understand what happened on that day. “They have grown up with 9/11 as the backdrop of their lives,” Polisner says. “They’ve heard about it politically, on the news. Every year there is a moment of silence in school. But they do not have a personal connection to it. Reading fiction is a way like no other to form a personal connection with something.” \nKate Herz, a teacher/librarian at Weber Middle School in Port Washington, N.Y., is ordering 60 copies of “The Memory of Things” for her eighth-grade students and plans to have Polisner talk to the kids after they read the book, which she considers historical fiction. “I think it will be an enriching experience for the kids,” Herz says. “Being in Port Washington, which is 45 miles from New York City ... I think it’s really important that the kids are educated about it.” \nPolisner’s own children  Sam, 21, and Holden, 18, both of whom graduated from Harborfields High School  were youngsters at the time of the attack. “I think that the reason I wrote about it is the reason I write about most things, which is to try to come to terms with my own grief and loss and upset about it,” says Polisner, 52. “After 9/11, it took me a long time to stop feeling panicked and fearful. I remember the feeling of, ‘We’re under attack, we’re not going to be OK. We’re going to be at war.’ It really took me a long time to get past that, if I am. My brain said, ‘Write about it, and that will help put it in context.’ “ \nInitially, it was too soon to publish such a book. “There were people who still didn’t want to talk about it or think about it,” she says. “It was too raw.” But this fall, the 15th anniversary of the attack, seemed to be the right time, she says. This is Polisner’s third book for young adults. Her previous books include “The Pull of Gravity” and “The Summer of Letting Go.”\n\nGraphic\n\n \nNNS\">“Please Explain Terrorism to Me” was written by Laurie Zelinger and illustrated by Ann Israeli.\n\nLoad-Date: November 30, 2023"
}