{
    "title": "What others are saying about bin Laden's death",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "A compendium of cogent commentary from across the country.\nEND THE WAR ON TERROR\nKatrina Vanden Heuvel,\nThe Nation:\nIt is time to end the \"global war on terror\" we have lived with for this last decade. It is time to stop defining the post 9/11 struggle against stateless terrorists a \"war.\" And it is time to bring an end to the senseless war in Afghanistan that has cost this nation so much in lives and money. ...\nThe \"war\" metaphor -- as retired American Ambassador Ronald Spiers wrote in a provocative piece in March 2004 in the Rutland (Vt.) Herald, \"is neither accurate nor innocuous, implying as it does that there is an end point of either victory or defeat. ... A 'war on terrorism' is a war without an end in sight, without an exit strategy, with enemies specified not by their aims but by their tactics. ... The President has found this 'war' useful as an all-purpose justification for almost anything he wants or doesn't want to do; fuzziness serves the administration politically. It brings to mind Big Brother's vague and never-ending war in Orwell's 1984. A war on terrorism is a permanent engagement against an always-available tool.\"\nThe Bush administration and, sadly, too often the Obama administration, used the \"war\" as justification for undermining the best of America's principles. We have witnessed the abuse of international human rights standards, the unlawful detention of thousands of women and men, and the condoning of torture....\nThe Bush administration shamelessly exploited America's fear of terrorism for political purposes. But as we have learned, a hyper-militarized war without end will do more to weaken our democracy, and foster a new national security state, than seriously address the threats ahead. After all, what we are engaged in is not primarily a military operation. It's an intelligence-gathering operation, a law-enforcement, public-diplomacy effort.\n*********\nTHE WAR GOES ON\nDavid Horowitz,\nNewsrealblog.com:\nOsama bin Laden was a symbol of the Islamic jihad. After 9/11, surveys by al-Jazeera and other sources indicated that between 10% and 50% of Muslims regarded him as a hero. That is somewhere between 150 million and 750 million people. Symbols are important, and the death of the symbol of Islamic jihad is important. But the jihad will go on.\nThe fact that bin Laden was killed in a mansion near Islamabad ... is but one mark of the support he had in the Muslim world. But by the time our forces reached him, ten years after 9/11, the center of the jihad had long passed from the caves of Waziristan to the Middle East -- to the Islamic Republic of Iran, to Hezbollah in Lebanon and Hamas in Gaza, and to the fount of the Islamic hatred and crusade against the West -- the Muslim Brotherhood in Egypt.\nObama will take credit for the death of al-Qaeda's leader, and he deserves it -- for the aggressive war he waged in Pakistan in particular. This was a forward strategy that provoked the wrath of the \"liberal\" establishment when Nixon tried it in Vietnam, and Reagan in Libya and Bush in Iraq. Unfortunately, this is only the right hand of Obama's strategy towards the jihad. The left hand is simultaneously stoking the fires of Islamic aggression in its heartland, the Middle East, and our war with this evil is just beginning. ...\nThere are many days of grief and suffering on the horizon still. As President Bush so rightly said in the days after 9/11, this will be a long hard war that is likely to last our lifetimes.\n*********\nMISSION ACCOMPLISHED\nJohn Dickerson,\nSlate:\nObama's critics have said that he is a weak leader in general and in particular does not understand what must be done to combat terrorism. \"They are very much giving up that center of attention and focus that's required,\" said former Vice President Dick Cheney in March 2009, in a typical remark. Yet ... from early in his administration Obama was focused on killing Osama Bin Laden and ... he was involved in the process throughout.\nIn June 2009, Obama directed his CIA director to \"provide me within 30 days a detailed operation plan for locating and bringing to justice\" Osama Bin Laden. By August 2010 intelligence officials had identified the suspicious compound where Osama lived. ...\nEarly Friday morning before departing to view tornado damage in Alabama, the president gave the order to initiate the operation to kill Bin Laden. On Sunday, he met throughout the day in the Situation Room, making final preparations and receiving updates. ...\nUnder assault from conservatives who say he does not believe in the idea of American exceptionalism, Obama took the opportunity [Sunday night] to reiterate his belief in the unique qualities of his countrymen: \"Today's achievement is a testament to the greatness of our country and the determination of the American people. ... Tonight, we are once again reminded that America can do whatever we set our mind to.\". . .\nThus did the president both answer his conservative critics and rise above them. ... All in all, it was a good night to be president.\n*********\nIRONIC VICTORY\nJonathan Tobin,\nCommentary:\nPolitics is the last thing on most people's minds [in the wake of bin Laden's death], and that is as it should be. Republicans who have blasted most everything President Obama has done in his time in office are cheering along with everyone else today. But, inevitably, the arguments over the budget and a host of other issues will resume and political life as we know it will return. Bin Laden's death does not guarantee Obama a second term anymore than victory in the first Gulf War ensured the first George Bush's re-election. The news cycle flows even more quickly today than it did 20 years ago, and the state of the economy will likely be more determinative of the results in November 2012 than any foreign policy victory or defeat.\nBut one thing that must be acknowledged on this day is the fact that bin Laden's death changes Obama's presidency. He and his team will have many opportunities to blunder in the next year and a half and likely will. Yet the fulfillment of his campaign vow to kill bin Laden adds to his stature as a leader in a way that few other events could have done. It is ironic that the man who rose to the presidency in large measure on the strength of his critique of George W. Bush's war on terrorism will now be remembered as the one who presided over a great victory of that war.\n*********\nQUESTIONS\nAND IMPLICATIONS\nToby Harnden,\nLondon Telegraph:\n[W]hat does bin Laden's demise mean? Here are some initial thoughts:\n1. In practical terms, it might not mean all that much. Bin Laden has been on the run for years and only stayed alive so long by relinquishing operational control of his acolytes.\n2. Those who think that al-Qaeda will collapse or be severely damaged by this are likely to be disappointed. Saddam Hussein's capture did not stop the Iraq insurgency and bin Laden's death does not signify an end to Islamism.\n3. The compound in which bin Laden was killed was apparently purpose built in 2005 to house him. So who among senior Pakistani officials were aware that al-Qaeda's leader was living in their midst?\n4. The decision to carry out a helicopter assault was incredibly risky but the US Navy SEALs and the CIA pulled it off. The huge advantage is that it means that bin Laden's body was recovered -- any speculation that he remains alive is likely to be shortlived.\n5. There is likely to be a lot of \"Obama got Osama\" crowing from Democrats but the intelligence that led to the raid originated in 2007, during the Bush administration. Listening to the account of the long and patient process that followed, this seems like an example of the US military and intelligence community working seamlessly from one administration to the next.\n*********\nTHE CREDIT GOES TO BUSH\nStephen Hunter,\nPowerlineblog:\nAny joy one might feel in the intelligence of our analysts and the bravery of our door kickers was significantly diminished by Obama's malignant narcissism. The first part of the announcement, evoking 9/11, was vulgarly overwritten as per Obama's view of himself as some kind of gifted orator. ...\nThen there were his tasteless claims of personal leadership, his over-emphasis on \"I\" and \"at my direction.\" Clearly, all he did was sign off on initiatives other, better men had originated. He was ungenerous to Bush, who had to deal with this thing in real time under more pressure any president has faced since Pearl Harbor and wasn't helped by the treachery of the Democratic Party, as exemplified by then Senator Obama. Clearly, we staged from Afghanistan. We were able to stage from Afghanistan because of Bush and the intel that led to the kill was just as obviously developed over years of effort, begun by Bush. ...\nObama's course in his presidency has been made so much easier by virtue of the fact that Bush won the war that Obama and his cohort so opposed and yearned for our defeat in.\nThat said, God bless the commandos! Man, I would have liked to have been on that entry team!\n\nGraphic\n\n \nPHOTO Copyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 4, 2011"
}