{
    "title": "What song did Kamala Harris use for her victory speech_",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 9,
    "full text": "\"Every little girl watching tonight sees that this is a country of possibility\", she said in the victory rally in Delaware.\nAn appeal from President-elect Joe Biden for everyone to work together, regardless of party colour.\nShe said she stood on the shoulders of Black women who came before her, calling them the \"backbone of our Democracy\" and praisedBiden's choice to place a woman on the Democratic ticket, breaking a barrier long upheld in American society.\nThis wasBiden's first public appearance since United States television networks declared earlier Saturday that he'd taken an insurmountable lead in the almost complete count from Tuesday's election, giving him victory against Trump, who will now become a rare one-term president. Her Black identity has allowed her to speak in personal terms in a year of reckoning over police brutality and systemic racism.\nThe victory speech followed a desperately bitter election conducted in the midst of a raging coronavirus pandemic.\nA rising star in Democratic politics for much of the last two decades, Harris served as San Francisco's district attorney and California's attorney general before becoming a US senator. So what would be the priorities for Joe Biden and Kamala Harris and what is their cabinet likely to look like? Among them was Tanzanian opposition leader Zitto Kabwe, who was arrested and charged with terrorism-related offenses after his country's bruising presidential election. Proving once again, that democracy beats deep in the heart of America.\n\"Maybe she didn't quite imagine this moment\",Harris said.\nThe Secret Service has already begun intensifying its protective bubble around the president-elect, who will be inaugurated on Jan 20.\nNigeria's President Muhammadu Buhari saidBiden's track record \"gives us hope that he will add value to the presidency\", and urged the President-elect to tackle the \"negative consequences of nationalist politics on world affairs - which have created divisions and uncertainties\". And I want to remind folks that our Constitution does not require a concession.\nNCB raids film producer Firoz Nadiadwala's residence in Mumbai, issues summons\nPrior to this, he featured in headlines in May 2019 for being sent to three-month imprisonment for delay in tax payment. Firoz Nadiadwala has produced films like \"Hera Pheri\", \"Awara Paagal Deewana\", \"Welcome\" and \"Aarakshan\".\nHarris is the second Black woman elected to the Senate.\n\"Tonight we're seeing in cities all over the country a celebration of joy and renewed faith\", he said. Shyamala Gopalan, from India, and DonaldHarris, from Jamaica, met at the University of California, Berkeley, then a hotbed of 1960s activism.Harris said her mother, an Indian immigrant and leading breast cancer researcher, believed deeply in \"an America where a moment like this was possible\".\nHarris ran with the Democratic candidate and the former USA vice president,Joe Biden, defeating incumbent PresidentDonald Trump in what is viewed as the tightest race in US election history by clinching key votes in the battleground state of Pennsylvania.\nLIKE HAYES, Blumenthal and U.S. Sen.\n\"Number one, her values\". She was the target of online disinformation laced with racism and sexism about her qualifications to serve as president.\nBiden's win also encouraged people living under populist governments in central Europe that have have eroded democratic norms in recent years.\nHe said: \"The people of this nation have spoken\".\nThe two ardently pro-Trump networks took liveRudy Giuliani's presser in Philadelphia on Saturday morning, which featured upsetTrump supporters who shared no concrete evidence of widespread voter fraud.\nIn 2010, she was narrowly elected attorney general of California-winning by a margin of less than 1 per cent-thus becoming the first female and the first African American to hold the post.\n\nLoad-Date: November 13, 2020"
}