{
    "title": "WHAT'S BEING SAID",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 7,
    "day": 21,
    "full text": "\"I want to congratulate Donald Trump on winning the nomination last night. And like each of you, I want to see the principles that our party believes in prevail in November. ... We're fighting not for one particular candidate or one campaign but because each of us wants to be able to tell our kids and grandkids... that we did our best for their future and our country. America is more than just a land mass between two oceans. America is an ideal, a simple, yet powerful ideal. Freedom matters. ... We stand here tonight a nation divided with partisan rancor (and) hatred tearing apart America. Citizens are furious, rightly furious, at a political establishment that cynically breaks its promises and ignores the will of the people. We have to do better.\"\n-- U.S. SEN. TED CRUZ OF TEXAS\n\"American deserves better. We believe in a country where people can achieve, maintain and enjoy their piece of the American dream without government standing in the way. Why? Because America deserves better. ... We believe in a country where we take the threat of terrorism seriously. We name it for what it is. Radical. Islamic. Terrorism. And we will do everything in our power to eliminate terrorism and ensure our safety. Why? Because America deserves better. ... The simple truth is that liberal Washington insiders created our problems and Hillary Clinton is the ultimate liberal Washington insider. If she were any more on the inside, she'd be in prison. America deserves better than Hillary Clinton.\"\n-- GOV. SCOTT WALKER OF WISCONSIN\n\"Today, America is in terrible, world-record-high debt. Our economy is not growing. Our jobs are going overseas. We have allowed our military to decay, and we project weakness on the international stage. Washington grows while the rest of America struggles. The Democrats have not led us to a crossroads, they have led us to a cliff.\"\n-- GOV. RICK SCOTT OF FLORIDA\n\"Nations that lead on the frontier, lead in the world. We need that visionary leadership again: leadership that will inspire the next generation to have that same pass i o n . We need leadership that will challenge every American to ask, 'What's next?' We need leadership that will make America's space program first again. We need leadership that will make America first again.\"\n-- EILEEN COLLINS, RETIRED ASTRONAUT\n\"Donald Trump has played for big stakes and is a master negotiator and deal maker. He knows that for all the sharp elbows and words that the art of the deal is bringing people together, to unify, to get to yes. That means solving problems, finding common ground, and moving forward. He has done that for himself for over 30 years. He now wants to take that experience to get the best deal for America and for all Americans.\"\n-- DARRELL C. SCOTT,\nSENIOR PASTOR, NEW SPIRIT REVIVAL CENTER\nMINISTRIES IN CLEVELAND HEIGHTS, OHIO\n\nLoad-Date: July 21, 2016"
}