{
    "title": "What is on my mind_ At the moment, Syria",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 16,
    "full text": "Everyone is talking about Syria right now, and I feel I have a lot to say on the subject.\nI feel this is something our country should avoid if it is possible.\nNot because I condone what President Bashar al-Assad - or his regime - are doing to the people of Syria, but because the U.S. does not need another fight.\nThe U.S. has been fighting the war on terrorism since 2001.\nThough justified, our invasion of Iraq and Afghanistan has cost the U.S. and countless families the loss more than 8,000 men and women to the war on terrorism, according to CNN's website.\nSome believe our invasion of Iraq and Afghanistan was unnecessary - a mistake - a quest for money.\nThat, I do not believe.\nI will not take that away from the men and women who gave their lives to protect our country.\nMy father is a Vietnam veteran and received the same ridicule for fighting a war a nation did not agree with, so I will not go that route.\nWhat I will say, though, is not only have we lost the lives of many loved ones over the past 12 years, but the U.S. has yet to put a complete stop to the war on terrorism.\nWe still have our own problems to deal with.\nThere always seems to be another enemy, another country and another war we have to get ourselves into, regardless of who the president of our country may be.\nFran Townsend, a CNN national security analyst and former Bush homeland security adviser, recently said in a video interview with Anderson Cooper, \"How is this in the national interest,\" when responding to our country's skepticism with President Obama's proposal to attack Syria. That is my concern as well.\nHow is it in our national interest?\nWhat are we, as a country, going to gain from this outcome, a pat on the back, or additional enemies?\nThe cause is just too blurry for me to back an attack or invasion of Syria.\nI understand the U.S. is viewed as the most powerful country in the world when it comes to the military, but as the saying goes - pick and choose your battles - and this is one battle I feel the U.S. should shy away from.\n\nLoad-Date: September 18, 2013"
}