{
    "title": "WHAT IS TERRORISM_; IT'S THE TARGETING OF NONCOMBATANTS. BUT LEFTISTS DISAGREE",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 12,
    "day": 8,
    "full text": "I was angered by a question at a recent forum on Iraq at Carnegie Mellon University where I was, as you might expect, the only panelist defending the policy of the United States government.\n The question was: \"What is terrorism?\" My intemperate response, which I regret, was: \"Terrorism is what happened on Sept. 11. If you can't figure out what that is, you are not smart enough to be in college.\"\n The question smacked to me of a macabre moral relativism that ought to offend anyone with an ounce of moral sense. But because campuses today are so smothered in political correctness, it's possible the question was innocent, since right and wrong aren't part of the curriculum these days.\nWhat I should have said was: \"Terrorism, in my view, is the deliberate targeting of noncombatants. It is the most vicious form political violence takes. No cause in the world can justify it.\"\n The definition of terrorism has been muddied because Marxists have been peddling another one. For Marxists, terrorism is the first of three stages of revolutionary warfare. Officials and supporters of the \"puppet government\" are assassinated to weaken the government, and to build support for -- or at least fear of -- the insurgents among the populace. The second stage is guerrilla warfare. Finally, when the insurgents have grown stronger and the \"puppet government\" weaker, main force units of battalion strength or larger are formed, and victory is won by conventional war. Successful examples of the Marxist doctrine of revolutionary war are China and Vietnam.\n The Marxist definition of what is, and is not, permissible in war is entirely results-driven. Anything that advances the cause of communism is kosher. Anything the opposition does to impede it is illegitimate. Since political correctness is, in essence, watered-down Marxism, it's understandable that Marxist moral relativism confuses the understanding of students of what is, and what is not, terrorism.\n But civilized people must reject a cause-driven definition of terrorism. It would be best if all disputes could be settled without violence. But if violence is resorted to, there must be rules. This is what separates the decent from the barbarians. We must be able to distinguish between the cause for which people fight and the manner in which they fight for it.\n The Palestinians are considered, properly, to be the poster children for terrorism. Noncombatants, chiefly women and children, have been the principal targets of suicide bombers. The Palestinians say they must wage war in this way because they lack the military power of the Israelis. But can revolutionary war be waged without resort to terrorism? I think so.\n Suppose suicide bombers targeted only the military, the police, Israeli government offices and industrial targets such as power plants. Would this be terrorism? I don't think so, because these are legitimate military targets, even if the means of attacking them are unconventional.\n The Israelis doubtless would call such attacks \"terrorism,\" as the British did when the Haganah and the Irgun were attacking them in this manner before creation of the Jewish state. But we must make clear that the distinction between terrorism and revolutionary war is who is attacked, not how they are attacked.\n Leftists confuse further our understanding of terrorism by trying to include within it noncombatants inadvertently killed in the course of military operations, chiefly bombing raids. There have been bombing raids whose primary or exclusive purpose has been to terrorize. Examples are the Nazi raid on Rotterdam in May 1940 and, alas, the Allied fire raid on Dresden in February 1945. Neither served a military purpose, and both should be condemned as heartily as a suicide bomber at a shopping mall.\n A military operation may be wise or unwise. It may be conducted to further a cause we support, or one we oppose. But unless the intent is to kill noncombatants, it isn't terrorism.\n Moral people should be able to distinguish between just and unjust causes, and between just and unjust means. And though there can be considerable dispute among the civilized about the former, there should be none about the latter.\nJack Kelly is national security writer for the Post-Gazette and The Blade of Toledo, Ohio (jkelly@post-gazette.com, 412-263-1476).  \n\nLoad-Date: December 10, 2002"
}