{
    "title": "What Is Free Speech, And What Is Terrorism_",
    "publisher": "the new york times",
    "year": 2005,
    "month": 8,
    "day": 14,
    "full text": "RADICAL Muslim preachers have hated the West for decades -- at least since the Egyptian writer Sayyid Qutb famously visited the United States in the late 1940's and loathed what he saw. And yet the West is facing something rather new these days as it collectively asks, What should be done with the imams living in London, Paris, Rome and other Western cities who preach the murder of nonbelievers? \n  Indeed, the late Qutb himself, who remains highly influential in the world of Muslim radicalism, may have hated what he called the ''primitiveness'' of the West and seen it as a menace to civilization, but he never called for terrorism.\n The same cannot be said about many latter-day Qutbs who have come to Western democracies to revile them. There is, for example, the case of Abu Qatada, otherwise known as Omar Mahmoud Abu Omar, who, according to Spanish investigators, is Osama bin Laden's ''ambassador to Europe.''\n  Mr. Qatada and at least a few dozen others represent something new and, certainly since the London bombings last month, something extremely scary: Islamic sojourners in the West who have imported the radicalized, self-immolating rage of the Middle East to their adopted countries, preaching violence and hatred, and, according to a number of European governments, at times recruiting soldiers for holy war.\n  What to do about them? Throughout Europe, governments have become conspicuously tougher with radicals in their midst, far readier than before to deport them.\n  In France, Nicolas Sarkozy, the interior minister, announced a ''zero tolerance'' policy for Muslims who preach violence or recruit fighters for battles elsewhere, as in Iraq. The French last week deported two imams to Algeria, one of whom, Reda Ameuroud, had been arrested earlier in what was called ''a preventive antiterror operation'' in a Paris neighborhood with a mosque known for attracting radicals.\n  Germany, though not so far a terror target, had well before the London bombings been waging a campaign against Islamists believed to be violating the country's strict laws against inciting racial hatred. A couple of months ago, for example, Germany banned the Islamic group Hizb ut-Tahrir and has quietly deported a few of its members.\n  The group's spokesmen deny that they preach hatred or advocate violence, but the Germans are embarrassed that they had unwittingly harbored three of the Sept. 11 hijackers in a secret Qaeda cell in Hamburg. In Bavaria alone, according to published reports, 14 ''extremists and hate preachers'' have been removed since November 2004.\n  Some defense lawyers and human rights activists argue that the European Convention on Human Rights prohibits sending anybody to countries where they might face abuse, torture or the death penalty. \n  And while Britain is in the midst of negotiating deals with 10 Muslim countries, including Jordan, Algeria and Morocco, to assure that deportees will get humane treatment, civil rights advocates and moderate Muslim spokesmen have criticized the absence of safeguards to assure abuses don't take place.\n  Beyond that, these groups ask: in clamping down on radicals, are democracies violating their own values and, in this sense, handing a kind of unintended victory to the terrorists? \n  One aim of terrorism is to provoke responses that will intensify anger in the Muslim world. The retort to this argument is that the hatred already exists, and those who foment it cannot be left to encourage violence against the very countries that have given them refuge.\n  Here, a look at how countries are handling their radicals.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Preaching Jihad -- Abu Hamza al-Masri preaching on a London street in April 2004. Even though his mosque was a recruiting center for jihadists, like the shoe bomber Richard C. Reid, the British government did not detain him until last year. (Photo by Adrian Dennis/Agence France-Presse -- Getty Images)\n\nLoad-Date: August 14, 2005"
}