{
    "title": "What lies beneath Religion and race reverberate across New York stages",
    "publisher": "daily news ",
    "year": 2012,
    "month": 10,
    "day": 28,
    "full text": "Boxers or briefs?\nOdd as it sounds, that nosy question resonates in not one but two politically and religiously charged new Off-Broadway plays that opened in the last week and a half.\nFirst up was \"Modern Terrorism, or They Who Want to Kill Us and How We Learn to Love Theme,\" at Second Stage on Oct. 18. Four days later, \"Disgraced\" arrived at Lincoln Center.\nBoth are stories of contemporary New York.\nBoth tackle hot-button issues of assimilation, race and faith, specifically Islam and the terrorism it fosters in its radical form - though each takes a different route to tell the story.\nAnd, weirdly enough, both open with the image of a Pakistani-American man standing in his living room in his underwear.\nWelcome to a burgeoning breed of post-9/11 playwriting.\nWhether the authors intended it or not, those undies-clad opening scenes could be deemed a canny riff on \"clothes making the man.\"\nIn actuality, both works - one a comedy, the other a drama - reveal that what matters goes beyond wardrobes to what really lies deep beneath. It's a smart setup and establishing shot, if you will, even if both plays ultimately come up short.\nIn \"Modern Terrorism\" a goofy comedy by Jon Kern, Rahim (Utkarsh Ambudkar) is a 20-year-old suicide bomber. When we meet him he's in bomb-stuffed briefs in the crummy Brooklyn apartment he shares with other anarchists of Islam. Their plan is to blow the Empire State Building to smithereens.\nLike the author's point, Rahim's motives remain murky. He's less a religious zealot and more a \"Star Wars\" fanboy. It's topical subject as sitcom. It's meant to push buttons, but its lack of focus and shtick gum up the impact.\nIn \"Disgraced,\" Pakistani-American writer Ayad Akhtar, who made a splash with the novel \"American Dervish\" in January, avoids anything that's ha-ha silly.\nHis story centers on Amir Kapoor (Aasif Mandvi, of \"The Daily Show With Jon Stewart\"), an upwardly mobile first-generation Pakistani-American who changed his name and his life.\nThe play opens with Amir in boxers - custom-made, no doubt, like his $600 shirts - in his chic upper East Side apartment. He's a highflying corporate lawyer who's also dressed in jacket, crisp white shirt and tie. His artist wife is working on his portrait.\nThere are no bombs - at least that you can see. As the play progresses, Amir shows a slow-burning fuse and explosive temper when his racial identity and religious leanings come under fire and into deeper focus.\nAmir was born in Pakistan and raised Muslim, but that was then, this is now. \"I'm not Muslim,\" he says. \"I'm an apostate. Which means I've renounced my faith.\"\nReally? He sure knows the Koran, backward and forward, including parts about wife beating. And when talk turns to 9/11, this so-called \"lapsed Muslim\" confesses feeling \"a bit of pride ... watching the news and seeing folks in the Middle East dying for values you were taught were purer.\"\nGulp.\nThough Akhtar's script is too tidy and contrived for its own good, it provokes thought about the interplay of race, religion and modern life.\nWhile Islam inspires and shape these two dramatic portraits, other new shows also spotlight a growing interest in stories steeped in religion - and often with a dash of politics.\nCraig Wright's Broadway comedy \"Grace\" concerns a couple who plan on opening a chain of ­Bible-themed hotels. Those plans derail disastrously when the all too common sin of adultery comes into the picture.\nThe play has holes and logic gaps, but it succeeds on one level and makes a point. Too much faith is as perilous as too little.\nAt the Minetta Lane, faith is certainly in short supply in Deanna Jent's drama \"Falling,\" about a family struggling day by day, if not minute by minute, with their growing and increasingly aggressive 18-year-old son Josh, who has autism.\nFor Josh's parents, who are stressed to the breaking point, life is a carefully balanced and choreographed work of signals and code words to keep things in balance.\nWhen Josh's grandmother arrives, shocked at his condition, she suggests to the parents that prayer is the answer. \"You know, when you don't want to pray is the best time to do it.\" The final image suggests there's something in that.\nAnd at the Roundabout Underground, Joshua Harmon's comedy \"Bad Jews\" concerns three cousins coming to grips with the death of their grandfather, a ­Holocaust survivor. The upper West Side story begins with a young man in his boxers. What follows can be called explosive.\n\nGraphic\n\n \nPaul Rudd and Kate Arrington in \"Grace\" Heidi Armbruster, Aasif Mandvi, Karen Pittman and Erik Jensen (l.-r.) in \"Disgraced\"; at right \"Modern Terrorism's\" William Jackson Harper (l.) and Utkarsh Ambudkar Bad JewsRoundabout UndergroundDirected by Daniel Aukin, the cast features Tracee Chimo (Daphna), Philip Ettinger (Jonah), Molly Ranson (Melody) and Michael Zegen (Liam).Pictured l-r: Chimo, Zegen Tracee Chimo in \"Bad Jews\"\n\nLoad-Date: November 29, 2012"
}