{
    "title": "WHAT CAN WE EXPECT IF TERRORISM HITS HOME_",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 10,
    "day": 9,
    "full text": "How vulnerable is the Richmond metro area to terrorist assault? The odds of such an occurrence initially seem remote. The city ranks 88th in population, and does not boast a symbol on the level of the World Trade Center or the Pentagon. But it does have a Federal Reserve Bank, several universities, a major medical center, an airport, three railways, a deep-water port, and proximity to military installations - all possible targets, or means of access to targets, or both. The city lies at the intersection of a river and that river of steel known as I-95, as well as on a point not far off the beeline between Washington and Tidewater's military installations.\nWhat's more, terrorism does not always occur where it might be expected. Few would have predicted that the worst attack in America before September 11 would take place in Oklahoma. And terrorists might now avoid the most obvious targets - Los Angeles, Chicago, Boston - because their obviousness puts them on greater alert. Then there is the possibility of Richmond becoming a collateral victim. Imagine, say, a businessman coming to the city via Chicago's O'Hare, where an al-Qaeda acolyte had been spritzing aerosolized smallpox in his path.\nInjunctions to hope for the best but prepare for the worst have never seemed more prudent.\nWe have seen the massive destruction a major aircraft can inflict, and know the damage to be done by truck and car bombs. An open society can do only so much to defend against such attacks. Washington can seal off Pennsylvania Avenue around the White House, but Richmond cannot seal off Broad Street around the Capitol, and Cary Street near the financial sector, and Byrd Street by the Federal Reserve Building, and Fifth Street between the Coliseum and the Convention Center. Buildings can be hardened, plazas widened, barriers erected - but that is the work of decades.\nLittle also is to be done about the possibility of a smaller plane - such as a six-seat Cessna Caravan, or the 20-seat Falcon 900 jet, which can carry more than 3,000 gallons of fuel - dive-bombing a crowded stadium.\nWHAT OTHER perils are possible? One can envision a chemical attack, something along the lines of the one carried out by the Aum Shinrikyo cult in Japan. But the odds are small. Among more than 9,000 terrorist attacks since 1975, only 16 using chemical or biological agents caused five or more injuries. Obtaining or manufacturing the necessary chemicals presents a daunting challenge; even after spending $10 million, Aum Shinrikyo caused only 12 deaths and 50 injuries.\nIt should be noted that a former Osama bin Laden associate - caught in a car filled with explosives en route to Los Angeles International Airport - testified about experimenting with cyanide on dogs in an al-Qaeda camp. \"They died in about four minutes,\" he said. And before September 11 the odds of two jetliners plowing into the Twin Towers seemingly were zero as well. But a more likely scenario would involve an explosion at a chemical plant - such as the recent one in France that killed 29 - or the release of noxious gases, along the lines of the Union Carbide disaster in Bhopal, India, that killed 3,000.\nMore disruption could be caused by attacks on computer systems. A college dropout wrote the simple \"Love Bug\" virus that caused more than $7 billion in damage worldwide. A dedicated cadre of hackers conceivably could disrupt air-traffic control, 911 service, or the switching centers of the nation's electricity grid. David Farber, former chief technologist at the Federal Communications Commission, points out that it's a lot easier to take out a power station with a hand grenade. On the other hand, you can take one out with a modem from anywhere in the world.\nWhat about our infected businessman? The technical challenge of bioterrorism also is daunting. But it carries a far greater potential for pandemonium. An exercise called Dark Winter, conducted by former Senator Sam Nunn and other prominent figures, recently wargamed a smallpox outbreak. The prediction: a death toll of 1 million within a month, and complete societal breakdown.\nAt present the federal government has about 12 million doses of smallpox vaccine - enough for one in 23 Americans. The virus is ferociously contagious, and incubates for several days before the first symptoms appear. Two years ago bioterror expert Michael Osterholm told The Hot Zone author Richard Preston: I have a device the size of a credit card sitting on my desk. It makes an invisible mist of particles in the one-to-five-micron size range. That size hangs in the air for hours, and gets into the lungs. You can run it on a camcorder battery. If you load it with two tablespoons of infectious fluid, it could fill a whole airport terminal with particles.\nOr a suicide volunteer could simply inhale some smallpox droplets and visit a few airports.\nDON'T HEAD for the underground bunker in the mountain just yet. Public health officials in Virginia, Maryland, and the District of Columbia communicate daily about responses to possible outbreaks. A rapid-response plan is in place to deal with an outbreak. A great deal of training has been done. The region has one of the nation's four 50-member branches of the national Medical Response Team-Weapons of Mass Destruction. And preparedness enhancements have been accelerated greatly.\nAccording to Mark Smith of the Washington Hospital Center, \"It's important to demystify the bioterrorism threat. These agents are not new, and they have a clear clinical spectrum and*.*.*.*treatment regimens. Most of the bacterial diseases that can be weaponized can actually be treated during the incubation period with oral medications.\" And the state has nearly completed a system for secure satellite television conferencing for the sharing of medical information and instruction.\nIn addition, Virginia's large military presence is as much an asset as it is a liability. No one has more experience wargaming possible attack scenarios - and deploying countermeasures - than the military. No institution is better prepared for a rapid response to an emergency. And no institution can better maintain order while neutralizing threats.\nAnd no other state has a governor who has chaired the National Advisory Panel to Assess Domestic Response Capabilities for Terrorism - otherwise known as the Gilmore Commission.  Governor Gilmore also has created a state Preparedness and Security Panel to develop safety and security systems, and two years ago he issued an executive order promulgating a plan to manage the consequences of terrorism.\nThere always is more the state can do, in terms of: stockpiling serums and medical supplies; improving inter-agency coordination at the state level; improving inter-jurisdictional cooperation among police, fire, and EMT units; making catastrophic-event training routine for emergency-response teams; making communications and other essential systems fully redundant; improving cybersecurity; and exploring other possible forms of preparation, such as training citizen volunteers - retired cops, retired military, firefighters, and others - who could assist in traffic control, fire suppression, hazardous-waste cleanup, and similar activities in the wake of an attack.\nThe horror of September 11 brought the message home: Until the bin Ladens of the world have been exterminated, the unthinkable is not only thinkable, it might be unstoppable.\nPrepare for the worst. Hope for the best.\n\nGraphic\n\n \nDRAWING\n\nLoad-Date: October 11, 2001"
}