{
    "title": "What Are They Afraid of_(2)",
    "publisher": "new york observer",
    "year": 2009,
    "month": 11,
    "day": 17,
    "full text": "The loudest voices on the right never tire of telling us that they are the truest patriots. They claim to be the deepest believers in our system, the strongest defenders of our Constitution, the most upbeat, bold and courageous Americans anywhere. But now that the government is finally prepared to put the perpetrators of the 9/11 terror attacks on trial, these same patriots are the first to spread doubt, instigate anxiety and abandon constitutional principles.\nWhen did fearmongering in a time of war become an act of patriotism?\nAttorney General Eric Holder’s decision to try Al Qaeda strategist Khalid Shaikh Mohammed and other residents of the Guantánamo prison in American civilian courts has provoked angry criticism from all the usual sources, from the Wall Street Journal editorial page to the Fox News airwaves. While some of the complaints are thoughtful, many are nothing more than demagogic appeals that seek to undermine the foundations of justice in a democratic society.\nWhen Mr. Holder’s critics say that Mr. Mohammed doesn’t “deserve” an open and adversarial trial, they are misunderstanding the spirit of our laws. The right to a trial—indeed, all the rights afforded to criminal defendants under the Constitution—is not apportioned according to what the defendants supposedly deserve. What they deserve is, in fact, precisely what a fair trial is designed to determine.\nThe nation’s founders despised the passions of the lynch mob and the arbitrary penalties handed down by kings and despots. They were particularly appalled by the tortures and abuse inflicted on American Revolutionary soldiers by the British oppressor—and vowed never to do the same to America’s enemies.\nWhen Mr. Holder’s critics say that we don’t dare try a criminal like Mr. Mohammed on the soil of the United States, in a New York City federal courthouse, that is a terrible concession to the terrorists. The same is true when those critics protest against incarcerating a figure such as Mr. Mohammed in an American prison, rather than Gitmo. Essentially, those arguments exaggerate the power of Al Qaeda—which conservatives usually claim has been profoundly weakened over the past several years—and underestimates the strength of the American justice system.\nIn fact, we have been trying dangerous terrorists in American courts for many years, and then incarcerating them in American prisons. According to a new study by the Center for Law and Security at New York University, the U.S. government has indicted 828 defendants on terrorism-related charges since 2001. Of those indictments, trials are still pending against 235 defendants—and of the remaining 539 defendants, 523 were convicted either at trial or via plea. The single largest venue for terrorism trials is New York   City, where 145 terrorism indictments have been filed. The center found in a previous study that the conviction rate in New York is higher than in the rest of the nation, and that sentencing in New York is also tougher. That is understandable—and may help to explain why the attorney general chose the Southern District of New York for the Mohammed prosecution. In the city’s federal courts, the conviction rate of individuals charged with terrorism involving a U.S. target is 100 percent.\nWhen Mr. Mohammed is convicted (or pleads guilty, as he has previously said he will do), the U.S. federal prison system is ideally suited to inflict suitable punishment on him and his cohort. Better than providing him with martyrdom via execution, he should be buried in a “Supermax” prison, from which nobody has ever escaped, and left to rot.\nThe most basic challenge of the terror campaign waged by jihadi extremists is to preserve the differences between us and them—a challenge that the American government has failed at in far too many instances over the past eight years, through the use of torture, extrajudicial detentions, renditions to other countries and various other violations of U.S. law and treaty obligations. Our own courts found that these acts by the previous administration were lawless and required them to be reversed.\nAs a nation, we should have the confidence to make the case against these murderers according to our laws and Constitution, without fear of their propaganda or violence. Every precaution should be taken to protect national security and public safety—and then our system will prevail over their perverse ideology.\njconason@observer.com \n \n\nLoad-Date: November 17, 2009"
}