{
    "title": "What will it take to end terrorism_",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 13,
    "full text": "A bicyclist passes bouquets of flowers left by Argentine President Mauricio Macri and New York Mayor Bill de Blasio at the site of the terrorist attack, Monday, Nov. 6, 2017, in New York. Five Argentine bicyclists were among eight people killed by the terrorist who drove a truck down the bike path on Tuesday, Oct. 31. (AP Photo/Mark Lennihan)\nI won't purport to have the level of militarily understanding to outline a combat strategy for defeating a terrorist group like ISIL. But I will claim to be smart enough to know that military strength alone is not enough to end terrorism, and that there are many non-militaristic actions that can be taken to fight the spread of terrorism and help prevent its resurgence.\nThe question that doesn't get asked enough is \"why do people become terrorists?\" We can't seriously believe that everyone who joins ISIS has always been a sick demented soul with an innate hatred for America and the West. In general, I think the answer has much to do with the turmoil and instability in certain regions of the world. It is only in these areas that terrorist groups can thrive, because these conditions can drive people to desperate acts.\nSomeone with a decent home, nice car, steady job, and stable government doesn't generally become a terrorist. Why would they? In the United States most terrorists have just been assholes who hated black people, and after society shifted so that continuing lynching and terrorizing of black people could lead to negative repercussions it died out for the most part. Groups like the KKK still hated black people, but they weren't very willing to risk jail time for their hatred because they lived relatively comfortable lives. Compare that with the state of some places in the Middle East, and it's clear that it is a breeding ground for dangerous organizations; not necessarily because of their religion but because of the desperation some people must feel because of conditions there.\nSo, it is fairly evident that instability and danger in the Middle East has allowed groups like ISIL to thrive. This also indicates that simply bombing all the terrorists will never be enough. We must have a plan for what comes next; simply killing a bunch of terrorists will likely create a new generation of them. It will not be simple, but if we dedicate resources to bringing stability and safety to the Middle East sooner rather than later, we won't have to waste resources fighting a new terrorist group every time one pops up.\nAmericans often look a foreign policy from an American-centric viewpoint, which is only natural. However, if seeking to eradicate terrorism we must consider how the people in the Middle East view our actions. If we take actions that seem cruel and hostile to them, we feed the ISIL propaganda machine and drive more recruits into their arms.\nTake our refugee policy, for example. People in the Middle East see Syrian refugees as innocents caught between ISIL and the Assad regime. When they hear about U.S. leaders trying to keep refugees out of our country they aren't going to see us as the defenders of all that is right and good. They're going to see us as spineless cowards who are perfectly willing to bomb other countries and kill thousands of civilians in order to destroy our enemies while turning away woman and children who have been displaced as a result of the unrest we ourselves caused when we decided to stick our noses into the Middle East. From the point of view of some, we may be perceived as being just as cruel as ISIL. It doesn't matter if it's completely true, because as long as people believe it they will be willing to accept more of the propaganda from ISIL.\nThe policies and actions of the current administration are not tough on terrorism. They sound tough, but in reality, they continue to add fuel to the fire in the Middle East. Demonizing Muslims does not exactly endear them with America. Turning away refugees, the most desperate of people in the Middle East, makes our country seem cruel and hypocritical. If we want to really stop terrorism, our message must be one of kindness and compassion. We must do what we can to defeat ISIL militarily while winning the hearts and minds of those in the Middle East by being decent people. Additionally, we must dedicate our ideas and resources to what comes next, and guarantee safety and stability for those in the Middle East going forward. Bullets will not end this fight, but human beings can.\n\nLoad-Date: November 13, 2017"
}