{
    "title": "What about the real terrorists_",
    "publisher": "the capital ",
    "year": 2008,
    "month": 10,
    "day": 2,
    "full text": "The scariest part of the 93-page report released yesterday on a Maryland State Police spying program isn't the violations of civil liberties. It's the bad police work.\nYes, the fact that an undercover state trooper attended meetings of anti-death-penalty and anti-war groups with no evidence the groups were any threat is disturbing. But the fact that this surveillance continued in the name of \"homeland security\" for 14 months although there was still zero evidence of any potential violence or property destruction, let alone terrorism? That's downright stupid.\nIf there are real terrorists in Maryland, I wonder what they were doing while an investigator from the state police Homeland Security and Intelligence Division was busy hanging out with a bunch of peaceniks and pacifists. (To them, the undercover trooper - called \"T1\" in the report - was a friendly woman named Lucy who started showing up at meetings.)\nCan you imagine a narcotics detective spending a year hanging out in a neighborhood, befriending people and gathering intelligence, when there had never been any indication anyone was trying to sell drugs there? Of course not. But wrap an operation in the name \"homeland security,\" and anything goes.\nIn July, when the state police spying in 2005 and 2006 came to light after public-information requests by the American Civil Liberties Union of Maryland, Gov. Martin O'Malley appointed former state attorney general Stephen H. Sachs to investigate and make recommendations.\nPolice couldn't file their surveillance activity under any existing crime categories, of course, because there was no crime. So they created new categories in their computer system with names like \"terrorism - anti-war protestors\" and \"terrorism - anti govern(ment).\"\nSome of those spied on told Mr. Sachs they felt \"violated\" and \"stigmatized as criminals (and) enemies of the state.\"\n\"I do think that in the wake of 9/11 there has been a greater willingness ... to equate dissent with being a threat,\" said David Rocah, a staff attorney for the ACLU.\nWorse than the fact that it happened is that no state police supervisors seem to have questioned it.\n\"I found no evidence that anyone, at any time, questioned whether there was any reasonable suspicion of criminal activity or other compelling justification for the covert surveillance,\" Mr. Sachs wrote. \"Many of the MSP troopers and commanders whom we interviewed maintained, essentially, that it is better to be safe than sorry, and that even a remote risk to public safety justifies the infiltration of groups that plan lawful protests and demonstrations.\"\nIt's reasonable for police to monitor groups with a history of violence, like some white supremacists or animal-rights extremists, or to monitor anyone, with reasonable suspicion. But even though there was no history of violence surrounding death penalty protests in Maryland, somehow a March 2005 intelligence report said there was \"a potential for disruption\" surrounding the executions of Wesley Baker and Vernon Evans.\nThat's what sparked the surveillance, which continued even though evidence collecting by spying on the meetings showed the groups were determined to hold peaceful protests since any violence would hurt their cause. Yet police not only continued the surveillance, but broadened it to include anti-war protesters - again, with no suspicion or evidence of possible violence. Supervisors decided at one point that even if there was no law-enforcement value to continued surveillance, it might be good training for \"Lucy.\"\nPolice monitored more than two dozen meetings or protests, including protests in Annapolis at the Governor's Mansion and Lawyers Mall and one in July 2005 at the National Security Agency. Information was shared with the NSA and various police agencies including Annapolis and Anne Arundel County.\nAnd information about the protesters was put in a federally funded database despite no indication of criminal activity, a move that Mr. Sachs says violated federal rules.\n\"The subjects of MSP's investigation are, in a particularly meaningful respect, the opposite of terrorists: they are individuals committed to changing the policies or conduct of the government through strictly non-violent means,\" Mr. Sachs wrote.\nIndeed, they were doing exactly what the First Amendment tells citizens they're allowed to do: \"petition the government for a redress of grievances.\" As Mr. Rocah pointed out, there's a long history of this, including the FBI's surveillance of people like Martin Luther King Jr., who were considered threats by some in the Civil Rights era.\nState police said they've adopted all of Mr. Sachs' recommendations: tightened regulations on surveillance of protesters, new standards for how to disseminate that information and a review and possible discontinuation of the computer database.\nSo will anything really be different this time?\nMr. Rocah put it this way yesterday: \"I'm not going to express confidence. I'm going to express hope.\"\n\nLoad-Date: October 6, 2008"
}