{
    "title": "What President Obama could learn from a 16-year-old girl",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 24,
    "full text": "President Barack Obama met with 16-year-old Malala Yousafzai on Oct. 11 in the Oval Office. This meeting came one year after the Taliban attempted to assassinate her. Yousafzai is a prominent advocate for education in rural areas of Pakistan, where the Taliban has brutally suppressed women's right to receive an education. For her efforts, she was awarded a nomination for the Nobel Peace Prize. Had she won, she would have become the youngest winner in history.\nDuring her meeting with the president, Yousafzai said that she was critical of the United States' use of drones, particularly in Pakistan, her home country. On this issue, Yousafzai is far more progressive than Obama.\nRegarding her meeting with the president, Yousafzai said, \"I expressed my concerns that drone attacks are fueling terrorism. Innocent victims are killed in these acts, and they lead to resentment among the Pakistani people. If we refocus efforts on education it will make a big impact.\"\nObama received the Nobel Peace Prize in 2009. It says a lot when the person who did not receive the award tells the person who did that killing is not a moral course of action.\nYousafzai made a good point when she said that drones cause resentment among Pakistani people. Prime Minister Nawaz Sharif has widely criticized America's use of drones.\nSpeaking in front of the United Nations, he said, \"I have urged the U.S. to cease these strikes, so that we could avert further casualties and suffering.\"\nRelations between Pakistan and the U.S. have weakened after countless civilian casualties due to drones. Only recently has diplomacy between the two countries returned, albeit in a weakened form.\nDrones are intended for spying and killing terrorist leaders. Estimates say that around 3,000 people have been killed by drone strikes, according to The Huffington Post. The New America Foundation estimates that between 261 and 305 Pakistani civilians have been killed by drones.\nRealistically, the true number is probably far higher. The Obama administration defines all military-age males in a strike zone as militant combatants.\nAccording to a Gallup poll, 92 percent of Pakistani people disapprove of the U.S. government. In the U.S., however, 65 percent of people support drone usage overseas, but only 25 percent support using drones to target terrorists on American soil. It seems that Americans are only willing to embrace this dangerous technology as long as it is not in their own backyards.\nYousafzai's perspective on the issue of drone strikes is one that must be heard loud and clear. The region she formerly lived in is subject to frequent and random drone attacks that kill innocent people. This is not counterterrorism; it engenders terrorism.\nAmericans tolerate drone strikes because of how quiet and clandestine they are. We do not feel their devastating effect, so how can we possibly cast an accurate judgment on their morality?\nGiven her position on this highly contentious topic, not to mention her work advocating education in Pakistan, Yousafzai appears to be a much more deserving candidate for the Nobel Peace Prize than President Obama.\n\nLoad-Date: October 4, 2018"
}