{
    "title": "What if Clinton had won_",
    "publisher": "the bismarck tribune",
    "year": 2018,
    "month": 10,
    "day": 26,
    "full text": "In 2016 Sen. Heidi Heitkamp said \"Hillary will make the greatest president\"? That comment suggests that, at least in principle, she is supportive of Clinton's agenda. When considering which senatorial candidate to choose, we must bear in mind the probable effect of a Heitkamp-Clinton agenda in North Dakota. Here's a short list of probable outcomes:\n1. We could have as many as three new \"living-constitution\" justices on the Supreme Court and they would certainly have novel judicial interpretations of the first and second amendments. Makes one wonder about abortion, gun control, voter registration, social media free speech, et al.\n2. After fracking was discontinued, the oil patch would be history.\n3. The oil pipeline would still be unfinished, but then it would be irrelevant because of the oil patch's decline. It follows that North Dakota would be taking a big hit on oil tax revenue. We would still be an oil importer and $5 gallon gas would be the norm.\n4. Coal plants in North Dakota would be moving toward extinction and the cost of electricity would be skyrocketing. We are told we must conserve and embrace solar/wind.\n5. Instead of improving the U.S. military, we would see significant defense cuts that would put our country, including Minot AFB at risk.\n6. Iran would have coerced more cashed-filled airplanes from our treasury. Those dollars and those gained from lifted embargoes would be used to export terrorism and hatred.\n7. North Korea would be either: a) launching missiles capable of hitting the U.S. or b) extorting cash and goods from a terrified Clinton administration.\n8. Business and high-income taxes that \"level the playing field,\" would have made job growth unlikely. The Obama/Clinton/Heitkamp zero-growth philosophy would have been a disaster for young people seeking their first job,\nDarel Harrington, Minot\n\nLoad-Date: October 26, 2018"
}