{
    "title": "WHAT ABOUT THE MUSLIM JOURNALISTS_ THEY'RE GETTING KILLED BY ISLAMIST TERRORISTS, TOO, BUT THE WESTE",
    "publisher": "pittsburgh post-gazette",
    "year": 2015,
    "month": 1,
    "day": 15,
    "full text": "The grisly killing of 10 journalists and two police officers at the French satirical magazine Charlie Hebdo on Jan. 7 was met with global indignation. A day later, Agence France-Presse reported that the Libyan branch of the so-called Islamic State had beheaded two Tunisian journalists.\nInvestigative journalist Sofiene Chourabi and photographer Nadir Khtari were kidnapped in September, with the group accusing them in a statement of working for a \"satellite channel that fights religion.\" Their beheadings received scant media coverage but, if confirmed, they made January the bloodiest month for journalists since 2012.\nIn France, as elsewhere in the Western world, the attack on Charlie Hebdo is being lamented and the dead journalists are being celebrated as heroes whose work exemplifies a fearless and defiant pursuit of freedom of expression.\nThis fight for freedom of speech is not always seen as a Muslim struggle. Yet the number of Muslim journalists killed defending journalism tells a different story. More than half of the 61 journalists killed in 2014 were Muslims, many working in conflict-torn countries such as Iraq, Syria, Pakistan and Somalia. But few have received the recognition accorded to Western journalists or those who worked for Western media.\nThe freedom to speak, know and tell the truth is a universal value, and the sacrifices of its Muslim stalwarts must be remembered just as much as those who perished in the cowardly attack in Paris.\nSome readers might see the emphasis on the identity of the dead journalists as morally suspect in the aftermath of terrorism's latest carnage. To be clear, this is not a competition of faiths. But the evident double standard and selective outrage illuminates the hierarchy of privilege in our moral reckoning in response to acts of terrorism. It is a dynamic that becomes visible only when Western journalists are targeted.\nFor example, last year the gruesome beheading of James Foley and Steven Sotloff by Islamic State fighters, captured on video, dominated global headlines. The deaths of Muslim journalists at the hands of the same savages were ignored. Barely a month after Mr. Sotloff's murder, the Islamic State group shot and killed journalist Muhammad al-Aqidi of Iraq's Sada news agency and beheaded Raad Mohammed Azaouie, an Iraqi cameraman and photographer for Sama Salah Aldeen TV. A month later, four more Iraqi journalists were killed in Mosul. But the news made fleeting headlines, never mind a collective outcry from proponents of free speech.\nTheir invisibility is part of the routine eliding over terrorism's brown, Muslim victims that allows the extremists' unexamined xenophobia and divisive narrative of us vs. them to prevail and persist. Failure to mourn and recognize the sacrifices of terrorism victims equally carries enormous risk. The aversion to terrorism only when it reaches the West or kills Westerners suggests our ease with banishing terrorism to distant terrains.\nWestern journalists covering the Paris shooting pondered how such an egregious attack could happen \"here\" - in the capital of France. These statements reveal a predominant if unquestioned assumption: Terrorism is less horrific when it happens to non-Westerners or in non-Western locales. But terrorism hurts and maims just as much in Peshawar, Pakistan, a city still reeling from a massacre of scores of schoolchildren last month, or in Nigeria, where the armed group Boko Haram razed 16 villages, killing an estimated 2,000 people the same week as the Paris attacks.\nMuslims are more likely to experience war and displacement than any other religious group. Swaths of predominantly Muslim countries such as Syria, Afghanistan, Iraq and Pakistan are in the throes of civil strife. Millions of Syrians, Iraqis and Afghans have become refugees in already taxed neighboring countries such as Jordan and Pakistan.\nNot a single person in these countries remains unaffected by the ravages of violence, by grisly massacres at schools and mosques and restaurants and markets. Yet there are some in the West who insist on turning to these beleaguered, injured and maimed populations to demand collective apology for the acts of any and every killer with a Muslim background.\nThis simplistic tendency alienates the overwhelming majority of Muslims, who view the fight against extremism and the protection of freedom of speech as a collective struggle that transcends faith and nationality. While our selective outrage ignores the pain and sacrifices of Muslims, the generalization imagines all Muslims as perpetrators of terrorism.\nThe horror of terrorism is meant to eviscerate context. It incites the desire for protection and revenge. The collective blame placed on Muslims, the thoughtless investment of blame and suspicion and the highlighting of freedom of expression as a solely Western value is a victory for extremists.\nOur selective indignation also gives credence to the idea that all the world's Muslims are already terrorists or potential terrorists. Muslims should not be recognized only when a few of them kill for terrorism and be ignored when thousands of them die at its hands.\n\nNotes\n\nRafia Zakaria is a columnist for Dawn, Pakistan's largest English-language newspaper, a Ph.D. candidate in political philosophy at Indiana University and the author of the forthcoming book \"The Upstairs Wife: An Intimate History of Pakistan.\" This first appeared in Al Jazeera America.\n\nLoad-Date: January 16, 2015"
}