{
    "title": "What Turkey might do",
    "publisher": "christian science monitor ",
    "year": 1983,
    "month": 7,
    "day": 29,
    "full text": "The rise in Armenian violence against Turkish diplomats and citizens deserves the strongest condemnation of the international community. It also calls for a thoughtful search for peaceful solutions. This week Armenian gunmen stormed the Turkish ambassador's residence in Lisbon and blew it up. Seven people were killed. Early in the month a bomb exploded at a Turkish Airlines checkout counter at Orly Airport, resulting in many casualties. An Armenian group took responsibility for the act.\nThis is all part of a relentless and insidious campaign of terrorism by various radical Armenian groups seeking vengeance for the killing of Armenians under Ottoman Turkey in 1915. The campaign is morally repugnant and politically senseless. But, while the vast majority of Armenians eschew such violence, the issue is wrapped in so much passionate emotion as to defy a rational, calm effort to come to grips with it. Yet this is what is urgently needed - and it will take Turks and Armenians of resolve and good will working together to cut through the mesmeric hold the problem seems to have.\nOne key aspect of the question is that there is no documented historical account of the period in which the mass killings took place. The archives containing the needed historical material - in the Soviet Union, Greece, Bulgaria, Turkey - are not open. So this period is largely a blank for historians, who have had to rely on accounts of those Armenians who survived and fled. It would be as if the history of World War II were written without German materials.\nHere is a place to begin. The Turkish government could take a constructive step by letting an international panel of scholars have access to the complete material.  The government of present-day modern Turkey feels it should not have to accept moral blame for what happened under autocratic Ottoman rule. Of course it should not. These events, after all, happened 70 years ago. But surely nothing that would be found in archival material could be any worse than the generally accepted view of the period.\nIs that view entirely balanced? The slaying of perhaps more than a million Armenians was an event of tragic and horrifying proportions. But it is seldom taken into account that for the Ottoman rulers the main enemy was Russia and that Armenians, with their tie to Orthodox Christianity, represented a kind of fifth column in time of war. Kurds, moreover, were responsible for a share of the atrocities. Looking at even one key piece of the historical puzzle could therefore be helpful - not to whitewash the terrible injustice against Armenians but to bring understanding and perspective to the problem.\nNeeded, too, is the development of quiet dialogue between Turks and Armenians - scholars, students, and others. There are some signs, for instance, that a new generation of Turks is concerned about this issue and wants to resolve it.  Turkish students in the United States have shown willingness at least to debate the issue. If responsible Armenian leaders, in Turkey and elsewhere, were to encourage such unofficial discussions, perhaps new initiatives toward mutual accommodation would evolve.\nThe point is that shooting and terrorism will lead nowhere. Armenians doubtless feel aggrieved because they alone among many other nations - Greeks, Bulgarians, Serbs - found no national expression after the collapse of the Ottoman Empire. But the nations and peoples who have suffered down through time, often unjustly, are legion. Surely it is self-defeating to feed the ethnic hatred and the historical memories that perpetuate that suffering. The better way is for national groups to strive for understanding of one another's fears and failings - and to look to a higher than human power for a compensation of injustice."
}