{
    "title": "What are you afraid of_",
    "publisher": "university wire",
    "year": 2007,
    "month": 6,
    "day": 14,
    "full text": "It is human nature to allow our subjective emotions, assumptions and prejudices to incorrectly override our knowledge of basic statistics and probability. This is not a harmless psychological quirk. It permits horrific events such as the Sept. 11 attacks, still the only deadly act of Islamic terrorism in America in recent history, to cloud our perception of danger so much that we ignore the more mundane threats to Americans today.\nDaily tragedies such as traffic accidents, obesity-triggered heart attacks and violent gun crimes kill more Americans in a month than Islamic terrorists have killed in the United States to date, and yet America spends more money on \"defense\" than any other type of discretionary spending.\nPerhaps we Americans allows this irrational fear to overcome our political landscape, because we are afraid of things we feel personally defenseless against. Some Americans allow themselves to be coerced by the relentless fear-mongering of major media outlets and political leaders into dangerously aggressive behavior and policies, such as permitting torture or tolerating pre-emptive warfare.\nOther times, we think the best answer to our fear lies in giving more power to the police or other investigative units, with laws such as the Patriot Act, to prevent more tragedies like Sept. 11. This \"logic\" flies in the face of the findings of the 9/11 Commission, which reported that Americans, despite an exponential increase in police powers and security spending, are just as vulnerable to terrorist attacks as they were in 2001.\nAmericans live under an administration with unprecedented political power, a political party that believes it holds a monopoly on keeping America safe, and a government that historically overfunds the Department of Defense. But according to the National Safety Council, an American is still equally likely to die in this country by legal execution at the hands of the state than by any terrorist attack.\nThere is nothing wrong with a little healthy anxiety to keep people vigilant and alert to potential threats, but color-coding how afraid the country should be based on dubious \"slam dunk\" intelligence is not helpful. Americans are right to be anxious, because there are still a lot of foreign political pressures that most Americans miss as they turn off CNN's familiar coverage of yet another car bomb in Iraq and switch over to the American Idol finale.\nWhen Americans allow themselves to be overcome with fear of a horrendous, though statistically unlikely, terrorist attack, they risk neglecting those threats that are more likely to do them harm. The looming menaces of unaccounted for nuclear weapons, economic insecurity and our nation's plummeting standing in the world should have Americans on edge. All of these perils have worsened during the last six years under the helm of our misguided administration.\nTerrorism, while horrific, deplorable and tragic, does not present the same level of danger as these threats. Just as Franklin Roosevelt said in much more trying times than our own, when it comes to the danger of terrorism, the only thing we truly have to fear is fear itself.\nThe \"War on Terror\" needs to begin at home. Americans need to think about what it is they are truly afraid of. Opposing and resisting the urge to panic under the threat of Islamic terrorism is not appeasement or surrender, it is the recognition that you can only be afraid of so many things in this world before others become afraid of you.\nVickers is a Plan II senior.\n(C) 2007 Daily Texan via U-WIRE\n\nLoad-Date: June 14, 2007"
}