{
    "title": "What is terrorism, and is it getting worse_",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 20,
    "full text": "A bomb exploded in the Chelsea neighborhood of Manhattan on Saturday, injuring 29 people. Police discovered a second explosive device nearby. Like the bomb used in the Boston Marathon attack, these devices were built from pressure cookers and loaded with shrapnel.\nOn Monday morning, a shootout with police in Linden, New Jersey led to the arrest of a naturalized U.S. citizen born in Afghanistan in connection with the attacks.\nNew York Mayor Bill de Blasio initially called the bombing an \"intentional act.\" His reluctance to use the word \"terrorism\" drew criticism from retired security officials who felt he was being too cautious while the investigation was ongoing.\nWhy is terrorism so hard to identify?\nAs a professor of criminology and program director of a homeland security master's program, I study how terrorism and political violence have evolved in modern history.\nBecause terrorism is so sensationalized by the media and oversimplified by authorities, it is important to demystify common misconceptions. Only then can we understand why individuals carry out political violence and put today's acts of terrorism in historical context.\nTerrorism is not an ideology like communism or capitalism.\nRather, terrorism is a tactic - a strategy used to achieve a specific end.\nTerrorism is often used in asymmetric power struggles: in other words, when a weaker person, or group, is fighting against a powerful nation-state. The violence is aimed at creating fear in the targeted population and often provokes prompt and violent response from the state.\nTerrorism followed by violent crackdowns can become a cycle that is difficult to disrupt.\nRecently, terrorist groups have begun using the internet and the media to spread fear and impact public opinion with their political or social message. For instance, the Islamic State has been prolific in using the internet to recruit followers.\nStates also use terrorism tactics. For instance, states can sponsor terrorist groups in other countries in order to support foreign policies or safeguard their own national interest. Iran is known for supporting Hezbollah in Lebanon against Israel. The United States supported the Muslim Brotherhood in Egypt against the communist government of Gamal Abdel Nasser and the mujahedeen in Afghanistan against the Soviet Union.\nTerrorists are not all after the same thing.\nTerrorists often justify their bloody acts on the basis of perceived social, economic and political unfairness. Or they take inspiration from religious beliefs or spiritual principles.\nMany forms of terrorism were inspired by warfare between races, struggles between the rich or poor, or battles between political outcasts and elites.\nSome are ethnically based separatism movements, like the Irish Republican Army or Palestine Liberation Organization. The former cartel of Medellin is considered narco-terrorists because they combine terrorist tactics with drug trafficking.\nMovements led by the extreme left like Colombia's FARC are an example of terrorism inspired by a socioeconomic doctrine - in this case, a belief in communism.\nMany terrorist groups are inspired by a specific interpretation of religious or prophetic scriptures. Al-Qaida and IS are two related groups that justify their violent action as a crusade against nonbelievers. IS wants to establish a Caliphate, or an Islamic-ruled state.\nHow different terrorist groups act is informed by what they are trying to achieve. Some adopt a reactionary perspective aimed at stopping or resisting social, economic and political changes. Examples include IS, al-Qaida and the Army of God, a Christian anti-abortion group based in the U.S.\nOthers adopt a revolutionary doctrine and want to provoke social, economic and political changes. Examples include FARC, the former Red Army Faction in Germany, the Irish Republican Army or Basque separatists in Spain.\nSome terrorists seek revenge or what they see as justice. They are guided by a single issue such animal rights or pro-life (Army of God).\nStrategically, most terrorist groups have territorial claims or want to control financial resources like oil fields to support their struggle.\nTerrorism is not new. Rather it has a long history.\nIn a seminal work, \"The Four Waves of Terrorism,\" David Rapoport of UCLA demonstrates how terrorism evolved from the end of the industrial revolution until today:\n\"The anarchist wave lasted from 1880 to 1920. During this period, terrorists were seen as liberators against Tsar Regime in Russia.\"\nThe anti-colonial wave took place from 1920 to 1960, when World War II led to the breakup of the colonial system after the debt of Western countries provoked a power struggle in colonial countries. The National Liberation Front in Algeria and the IRA were iconic groups of this wave.\nThe new left wing lasted from 1960 to 1980 and emerged from the anti-war movement in Vietnam and the conflict between Israel and Palestine. The global expansion of the new left terror movement was supported by the former USSR during the Cold War era.\nThe religious wave, from 1980 to the present, emerged from the Iranian Revolution and the invasion of Afghanistan by the Soviet Union and grew as a movement of resistance against Western influences. This modern wave of terrorism is not limited to jihadists. It also includes violence perpetrated by Christian extremists like the Lord's Resistance Army operating in central Africa as well as fringe cult such as Aum Shinrikyo, who gassed the Tokyo Metro system with neurotoxic gas in 1995.\nTerrorism is not more frequent today than few decades ago.\nAccording to the Global Terrorism Database, Western Europe, where many terrorist attacks happened recently, has been experiencing relatively low terrorist activity during the period 2000 to 2016 compared to the period 1970 to 1995.\nIn the United States, terrorism attacks were in sharp decline between 1970 and 2011, decreasing from approximately 475 to fewer than 20 incidents per year.\nWorldwide, terrorism is highly concentrated in a handful of countries.\nAccording to the 2015 Global Terrorism Index, terrorist attacks in 2014 were mainly concentrated in Afghanistan, Iraq, Nigeria, Pakistan and Syria. These countries saw 78 percent of the deaths and 57 percent of all attacks in the world. Conversely, since 2000, only 3 percent of deaths caused by terrorist attacks took place in Western countries, including Australia, Canada, member countries of European Union and the United States.\nIn the U.S. alone, the number of deaths represents 2.2 percent of the worldwide terrorist death toll. The violence committed in Western countries by organized terrorist groups such as al-Qaida or IS represents approximately 30 percent, while the so-called \"lone wolfs\" account for 70 percent of the attacks.\nAll in all, a historical review of terrorism activity in Western countries shows that terrorism is not worse than before the 9/11 era. The opposite is true.\nAs we watch unfolding terror attacks perpetrated by IS in Western countries, one must keep in mind that death by terrorism is extremely low compared to homicide. For instance, approximately 13,472 murders occurred in the U.S. during 2014, but the 24 private citizens' deaths worldwide by terrorism in 2014 got a great deal more media attention.\nAccording to American University professor Audrey Cronin, terrorism as a tactic does not work well. Cronin studied 457 terrorist groups worldwide since 1968. The groups lasted an average of eight years. No terrorist organizations that she studied were able to conquer a state, and 94 percent were unable to achieve even one of their strategic goals.\nFrederic Lemieux does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond the academic appointment above.\n\nLoad-Date: January 17, 2018"
}