{
    "title": "What Is Terrorism_",
    "publisher": "the new york times",
    "year": 1987,
    "month": 8,
    "day": 9,
    "full text": "To the Editor:\nIt was nice of David Fromkin to call my book ''Alchemists of Revolution: Terrorism in the Modern World'' (June 28) ''immensely readable.'' I do wish, though, that he had read its chapters on political language with more understanding. Their purpose was to decode definitions of terrorism that are really encoded political statements - definitions, indeed, like Mr. Fromkin's own.\nAccording to the reviewer, the book ''misses the essence of terrorism,'' which is that it is a method of obtaining political advantage through fear and intimidation, ''a uniquely horrible strategy [whose] victims, often chosen at random, are history's innocent bystanders.'' Rather than missing this point, the book in fact deconstructs it by demonstrating, first, that terrorism so defined is not a ''uniquely horrible strategy,'' and, second, that those who so define it are making a disguised political statement about its legitimacy.\nVirtually all forms of political violence, whether the violent acts are committed by individuals or massed groups, whether undertaken on behalf of the state or against it, are based on intimidation. A popular revolution, Trotsky said, works in the same way as a war: ''It kills individuals, and intimidates thousands.'' So does the criminal justice system, which ''deters'' crime by punishing selected lawbreakers; and so does the nuclear ''balance of terror.'' All nation-states at war, furthermore, deliberately kill civilians, usually far more randomly and in infinitely greater numbers than Mr. Fromkin's villains do.\nA ''uniquely horrible strategy''? In the age of Hiroshima and of Auschwitz? This hyperbole is a sort of verbal perspiration produced by the strain of attempting to distinguish illegitimate terrorism from forms of political violence deemed less worthy of condemnation. But if terrorism, in any particular case, is illegitimate, this must be because the terrorists are using political violence without justification, and not just because, like every master race, master class and master nation on earth, they terrorize civilians.\nWhy not discuss the question of justification openly instead of hiding behind encoded definitions? The focus of ''Alchemists of Revolution,'' which Mr. Fromkin finds too ''narrow,'' is on the violence of relatively small groups that take up arms to make good a claim to mass representation. Its principal conclusion is that terrorist campaigns have a logic of their own that generally makes them more useful to right-wing nationalists than to any other political grouping. Since he never discusses this conclusion, I cannot tell whether Mr. Fromkin agrees with it or not. What clearly offends him most is the failure of the analysis to demonstrate any uniquely horrible ''essence of terrorism'' that would put the question of justification beyond argument.\nListen, Fromkin! There is no such essence! Science begins where the search for essences ends, and where definitions become ''narrow'' enough to produce testable hypotheses. I can't help it that some political movements currently called terrorist are actually mass movements whose violence is no less (and usually no more) justifiable than that of established nation-states. The struggle between Palestinians and Israelis, for example, cannot be adjudged by cooking up a definition of terrorism that includes one side and excludes the other. But we can say something sensible about the claims of particular groups to represent the interests of their nations. That, at least, is what ''Alchemists of Revolution'' tries to do.\n \nRICHARD E. RUBENSTEIN\n  Washington"
}