{
    "title": "WHAT CURES FOR 'MALIGNANCY' OF TERRORISM_",
    "publisher": "the new york times",
    "year": 1982,
    "month": 10,
    "day": 24,
    "full text": "AFTER a week of bullets and ballots, this British province had a new Assembly that seemed to have about as much chance for smooth sailing on its maiden voyage as another Belfast launching - the Titantic.\nLast week's Assembly election was to be a first step toward eventual return to self-rule, but it seemed unlikely that the winning parties would work together to end 13 years of violence. Catholic winners from two parties said they would boycott the Assembly altogether and most of the Protestant Unionists elected were outspoken opponents of sharing power with the Catholic minority.  Instead of hope, the election may have introduced a new dimension to Ulster's suffering: Extremists, both Catholic and Protestant, showed strength in Wednesday's voting.\nInterview with Bishop Cahal Daly, new Roman Catholic Bishop of Northern Ireland\nBut an important new voice was also heard in Belfast. The new Roman Catholic Bishop, Cahal Daly, was installed on Sunday and took the occasion to denounce violence as ''a primary malignancy with secondary growths eating into the healthy tissues of whole communities.'' Bishop Daley discussed the disease and prescribed some antidotes in an interview in Belfast last week with Jon Nordheimer, a correspondent of The New York Times.\nQuestion. Have conditions reached a point where terrorists are initiating civil war?\nAnswer. The conditions have existed over the past 13 years, and it is a tribute to the common sense of the people that civil war has not broken out. The worst predictions have not been fulfilled. If one looks at how many beleagured communities, riddled with violence, have nevertheless kept their essential social stability and inherent goodness, it is a great tribute to the people.\nQ. Have economic conditions - 23 percent unemployment - exacerbated politics?\nA. That is a very grave aggravating factor - when you find more than half of your youthful population jobless, and without hope of a job and without any stake in society, no meaning or purpose in life, and along come people from these violent organizations who promise them a solution to their problems, not tomorrow but when the revolution succeeds. They give these young men status. What an attraction to somebody who is a nonperson as far as society is concerned! They appeal to a cause that they wrongly see as a glamorous part of Irish history.\nQ. Are you talking specifically about Catholic youth?\nA. Unemployment among the Catholic young runs 40 or 50 percent. The demographic distribution, and the housing policy that goes with it, have concentrated Catholics in areas that have not been industrially developed and therefore are most disfavored in terms of job outlets.\nQ. Could this demographic isolation be broken by integrating the separate Protestant and Catholic schools?\nA. Teachers in both sectors have made of the schools the one place of sanity, of tolerance and peace and understanding. If we take that away we will be weakening the possibilities of a tolerant society.  Our schools are finding children at the level which is most formatory in their religious, social and moral outlook. If one has to put into brackets all that is distinctive of them as a coherent community with religious, moral and spiritual values, one is going to be taking the school further away from the family and the neighborhood. Now we have neighborhood schools, family schools; we involve parents closely in the work of the school and we relate the religious formation given in the school with the religious formation given in the family.\nQ. While desegregation may weaken some values, wouldn't it strengthen contacts between children and among parents?\nA. Desegregation means creating a program in which certain sensitive subjects cannot be included because they are not common to all the traditions. What one is taught in school is not just a list of instruction but also a way of life.\nQ. If the schools are teaching these lessons, why does Northern Ireland experience such agony and intolerance?\nA. There are severe limitations on what schooling can do. We have found in the past 15 years that very high-minded and laudable experiments sometimes aggravate the situation. In the U.S., there are examples in which racial integration was set back by compulsory busing and this would happen here because we have housing segregation and there are no schools that can cater to a mixed community. The only way we could integrate them is to bus children. Any attempt to desegregate would inevitably extend the violence into the only place where they are presently safe. That unspeakable barbarism Monday - where a gunman shot a teacher in front of his Bible class - shows that it can happen.\n \nSharing Views in the Schools\nI'd be more concerned about another type of segregation - between middle class Catholics and working class Catholics in the ghetto. The middle class in suburbia are also living in their mental ghetto; they are too often in terrible ignorance of the conditions in which their fellow Catholics are living. The media contributes by calling the ghettos breeding grounds of crime and violence. No one wants to know the nonpersons inside these ghettos, no one wants to hire them.  What's the use, they tell themselves, of trying to be anything else? Let's be what we're supposed to be.\nQ. Isn't the problem of violence rooted in the tradition that Irish rights can only be won at the point of a gun?\nA. That has been a simplistic view of Irish history. One of the two great propaganda tools the I.R.A. uses is that the present violent movement is the linear descendant of the Irish revolutionary uprising. The second is that violence has brought about political change in Northern Ireland and that politics has not brought about political change.\nQ. What can men and women of good will hope to accomplish?\nA. Our problems won't be solved by political action alone or by ecumenical action alone. I am already meeting with people in an attempt to work out programs of sharing views on very sensitive issues, issues like Irish history, history of the different major religions, that could be taught in each other's schools. It's a small beginning but we have to start somewhere.\nQ. Doesn't political action have to come first?\nA. All political efforts in the past few years have been cowardly, half-hearted and not followed through. The feeling is that any attempt at power-sharing will fail because all attempts in the past have failed. This long period of political irresolution has allowed people or ideologies who want to exploit the situation to do their foul work.\nQ. Would failure of the new Assembly encourage radical solutions?\nA. I am afraid it might. Time is running out. The paramilitaries' remedy is continued violence and continued revolution, thereby destabilizing all institutions. In Northern Ireland, they like to clad themselves in green, but they are constantly in touch with terrorists elsewhere and receive aid, indoctrination and technical advice from these international bodies. The young people who assist them don't have to understand the ideology of those who lead them.  Some Irishmen in America may mouth some facile slogans about ''Brits Out!'' but we are not fighting for independence here. We are trying to find a peaceful political solution.\n\nGraphic\n\n \nIllustrations: Photo of children taunting a british soldier Photo of Bishop Cahal Daly"
}