{
    "title": "WHAT DO WE CALL HIM_",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 6,
    "day": 9,
    "full text": "RELIGION AND TERRORISM\nIn the media rush to label Eric Robert Rudolph, debate arises over whether his alleged crimes would make him a \"terrorist,\" or a \"Christian terrorist.\" But is it correct to connect a religion to any terrorist act?\nThe AOL Time Warner chat rooms are buzzing. The academics are arguing. The debate about Eric Robert Rudolph's title has begun: Is he an alleged \"terrorist\" or an alleged \"Christian terrorist\"?\nRudolph, suspected of violently targeting homosexuals and abortion rights supporters, is allegedly a Christian, possibly linked to the Christian Identity movement and its Army of God. So now Americans are wrestling once again with the connection between religion and terrorism, which burst into our collective consciousness on Sept. 11, 2001, if not before.\nBack then, the titles seemed obvious. And if Rudolph had been Muslim, this would have been a no-brainer too. The only debate would have been between \"Muslim terrorist\" or \"Islamic terrorist.\" After all, Muslims are viewed as \"foreigners\" and \"outsiders\" -- even though Muslim slaves helped build this country, even though at least one-third of American Muslims are African-Americans and even though American-born children of Muslim immigrants make up another large segment of the community.\nBut Rudolph has been identified as a Christian, and Americans are much more familiar with Christianity. Many Americans actually know Christians, and they're not such bad folks. Plus, Christians don't get much bad press, aside from sexual misconduct by some priests. So it's not easy for Americans to link the Christian faith to terrorism.\nFewer Americans know a Muslim; there are fewer Muslims to know. And a lot of them have accents, and they eat unusual foods. In addition, many Muslims keep to themselves, fearing rejection and hostility. Plus, Americans keep getting news reports linking Islam to violence overseas. And Sept. 11, 2001, didn't help.\nDespite America's familiarity with Christianity, some argue that Rudolph should be called an alleged \"Christian terrorist\" because he allegedly used violence to further his allegedly \"Christian\" agenda, just as \"Muslim terrorists\" used violence to further their allegedly \"Islamic\" agenda.\nThere are others, though, who argue that \"Christian terrorist\" just doesn't sound right. After all, how can the teachings of Jesus be associated with terrorism?\nAs an American Muslim, I lean towards the latter view. After all, the Quran teaches us that Jesus was a prophet of God, and no prophet of God teaches terrorism.\nDoes this mean that Christians don't commit acts of terrorism? They do, but only when they are misguided and rebel against the true teachings of Jesus, such as occurred during the Crusades, the Inquisition, the slave trade, the Holocaust and the Bosnian genocide.\nToday, Christians who commit acts of terrorism make up a small minority within the Christian community, just as Muslims who commit acts of terrorism make up a small minority within the Muslim community.\nEven though they may seek to use the mantle of Christianity to justify their acts of terror, it does not belong to them -- just as the mantle of Islam does not belong to the Sept. 11, 2001, hijackers.\nSo where does all this leave Muslims, who cringe when they hear the media and politicians link Islam with terrorism, just because a Muslim used Islam to justify his acts of terror? Hopefully, the press and the politicians will one day come to understand that a Muslim who commits acts of terror is misguided and rebelling against the true teachings of Prophet Muhammad.\nBut before that day comes, Muslims have to do a much better job of reaching out and explaining our faith. Much better. And our neighbors have to do a much better job of listening, and of separating politics from religion. Much better.\nThat may be some way off, but for now we need to work together to make sure that the teachings of Jesus don't get dragged through the mud.\n\nNotes\n\nKamran Memon is a civil rights attorney in Chicago. He serves on the board of the Chicago chapter of the Council on American- Islamic Relations.\n\nGraphic\n\n \nPHOTO; PHOTO by KNIGHT-RIDDER TRIBUNE - Eric Robert Rudolph\n\nLoad-Date: June 9, 2003"
}