{
    "title": "What Happened to Skepticism_",
    "publisher": "the new york times",
    "year": 2009,
    "month": 6,
    "day": 7,
    "full text": "WHEN former Vice President Dick Cheney assailed President Obama's plan to close the prison at Guantanamo last month, he used ammunition plucked right from that morning's Times.\n  The top front-page headline that day, May 21, read: ''1 in 7 Detainees Rejoined Jihad, Pentagon Finds.'' The article reported in the first paragraph that an unreleased Pentagon study had concluded that about one in seven of the 534 prisoners already transferred abroad from Guantanamo had ''returned to terrorism or militant activity.''\n  It was big news on a morning when Obama and Cheney would deliver dueling visions of how to keep the nation safe.  ''One in seven cut a straight path back to their prior line of work and have conducted murderous attacks in the Middle East,'' Cheney said in a speech.\n  But the article on which he  based that statement was seriously flawed and greatly overplayed. It demonstrated again the dangers when editors run with exclusive leaked material in politically charged circumstances and fail to push back skeptically. The lapse is especially unfortunate at The Times, given its history in covering the run-up to the Iraq war. \n  The article seemed to adopt the Pentagon's contention that freed prisoners had ''returned'' to terrorism, ignoring independent reporting by The Times and others that some of them may not have been involved in terrorism before but were radicalized at Guantanamo. It failed to distinguish between former prisoners suspected of new acts of terrorism -- more than half the cases -- and those supposedly confirmed to have rejoined jihad against the West. Had only confirmed cases been considered, one in seven would have changed to one in 20. \n  Most of the caveats about the report  were deep in the article, where they could hardly offset the impact of the headline, the first paragraph and the prominent position on Page 1.\n  I started hearing from readers immediately, and the volume of protest picked up after FAIR, a liberal media watchdog group, posted a critique of the article.\n  Times editors recognized some of the problems quickly. Bill Keller, the executive editor, said he came to work that day  to find a message from a colleague disputing the 'rejoined'  language. At Keller's direction, the headline and the first paragraph were changed on the Web version. When I asked him to take another look at it last week, he said changes could have gone further and pointed out, ''as we have many times in other stories, that the claim that Guantanamo inmates were ever engaged in terrorist or militant activities is much disputed.''\n  Elisabeth Bumiller, the reporter, said she was just trying to convey what the study said, not swallowing a Pentagon line, and that she had plenty of problems with the study that she tried to make clear to readers. Dean Baquet, the Washington bureau chief, said Bumiller  questioned whether the study was newsworthy, but he overrode her doubts.\n  Douglas Jehl, who directs national security coverage and edited  the story, said he became aware that there was a distinction between suspected cases and confirmed cases only after the article was published. ''Had I known, I would have treated the story differently,'' he said.  The report, since released, said someone could be listed as being suspected of militant activity based on ''unverified or single-source, but plausible, reporting,'' a standard The Times  would not accept for its own reporting.\n  Jehl said he would have used only confirmed cases in the lead paragraph. Although he and Baquet defended the article as still worth the front page, I think  the difference between one in 20 and one in seven made it a much less compelling story that should have run inside, with stronger warnings that The Times had its doubts. (On Friday, the paper published an editor's note saying the article should not have accepted the premise  that all the prisoners were engaged in terrorism before their capture, and  should have used the one-in-20 figure.)\n  Jill Abramson, the managing editor for news, told me that, in retrospect, ''I wouldn't lead the paper with it exactly in the form it appeared, and I definitely would give it a different headline.''\n  Abramson, Baquet, Jehl and Bumiller said the Pentagon report was being suppressed, and that made The Times hungry to find out why.  Bumiller, expressing frustration that people think the report was just handed to her by someone with political motives, said she worked for weeks to obtain a copy. She said she found an official who believed the report should be released, and ''I pestered this official for it for a long time.'' The official finally agreed to let her make notes from a copy but would not give it to her.\n  With limited time, Bumiller said she focused on the hardest evidence, the 29 former prisoners named as having suspected or confirmed involvement in terrorism or militant activity. She was looking for verifiable facts. Confirmed versus suspected was not a big issue to her, Bumiller said, and ''it was a mistake not to focus on that.'' She thought the bigger problem was that 45 more people were accused of terrorism but not identified.\n  Abramson said, ''The whole game of leaks can be problematical if you aren't given a document or the time to look at it in a full way.''\n  Bumiller wrote some pointed cautions into her article: There was no way to authenticate the 45. The activities of only a few of the 29 named individuals could be verified independently. ''Many of the 29 are simply described as associating with terrorists or training with terrorists, with almost no other details,'' she wrote.\n  But that information got pushed lower as the article was assembled and other related news was inserted, Jehl said.   Given that, Bumiller said  she made sure there was language signaling controversy in the second paragraph.\n  The Pentagon report was one of a series that has been criticized by activists but has drawn little news coverage. The Times did not write articles on similar reports in 2007 and 2008. In 2007, three men were listed because they participated in an anti-Guantanamo film.  An individual named one year disappeared from subsequent reports. It is not clear why some people are named and others are not. Bryan Whitman, a Pentagon spokesman, said the reports represent the best information the government has at the time and that it changes. He said that just appearing in a film would no longer be considered a return to the battlefield.\n  Mark Denbeaux, a Seton Hall  law professor who has represented Guantanamo prisoners  and co-written studies critical of the Pentagon reports, is issuing a  new one  pointing out that three prisoners previously ''confirmed'' as returning to terrorism were now only ''suspected,'' and that two others may never have been at Guantanamo.\n  Five years ago, as The Times examined its failings in coverage before the war in Iraq, it wrote, ''Editors at several levels who should have been challenging reporters and pressing for more skepticism were perhaps too intent on rushing scoops into the paper.'' Those are good words to keep remembering.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 7, 2009"
}