{
    "title": "What the Survey Says About the AJC GOOD FENCES",
    "publisher": "the forward",
    "year": 2010,
    "month": 4,
    "day": 23,
    "full text": "A survey of American  Jewish opinion reflects  back the priorities of its  sponsor.\nAs strange as it sounds, there are  strong echoes of Marx in the  American Jewish Committee's  latest Annual Survey of American  Jewish opinion. Be warned.\nI'm thinking of Chico's classic line from  Duck Soup (often wrongly attributed to  Groucho): Who ya gonna believe  me,  or your own eyes?\nThe new survey was announced April  9 in a public statement  headlined AJC  Survey Shows U. S.  Jews Sharply Divided  Over Obama Approach  on Iran. It was, as  the statement noted,  the eve of President  Obama's global summit  on nuclear proliferation.  The message  was unmistakable: At  this sensitive moment,  with the Middle East  and terrorist threats\ntopping the world's agenda, the president  shouldn't count on American Jews for  support.\nThe next few paragraphs drove the point  home. Two-thirds of American Jews don't  think sanctions (Obama's chosen tactic)  will stop Iran's nuclear plans. Majorities  would back American or Israeli military  action. Even on domestic issues  health  care, the economy, homeland security   the best the president can muster is, in the  AJC's words, somewhat higher ratings  among Jews than the general American  population. Indeed, while 78% of Jews  voted for Obama in 2008, only 57% now  approve his overall performance.\nSounds bad for Obama, doesn't it? If  a Democratic president can't hold onto  those liberal Jews, what's he got left?  Looking at the AJC statement, even the  most ideological liberal might conclude  that this president has been playing with  fire, eroding his base by acting tough with  Israel and soft on its enemies.\nWell, think again. The actual numbers  show Obama doing much (not somewhat)  better among Jews than among  Americans overall. Conducted in mid-March, the survey shows Jews backing  Obama's handling of the economy by 55%  to 42%. A Gallup poll taken around the  same time shows 61% of the general population  disapproving Obamanomics, and  only 37% approving. On health care 50%  of Jews approve of the president's handling  of health care, with 48% expressing  disapproval, a statistical tie. But, as has  been noted elsewhere, there's no way to  know how many of the Jewish naysayers  are liberals who considered the reform too  timid. Regardless, it far surpasses general  population's 42%-to-54% disapproval.\nMost unexpected, American Jews  approve of Obama's handling of U. S.-Israel relations by a 54% to 32% margin.  Americans overall disapprove, 31% to  52%.\nIn fact, Iranian nukes are the only issue  on which the president scores below 50%  among Jews. Why, then, would that be  the item chosen for highlighting in the  headline? Why would the first three paragraphs,  presumably introducing the survey's  main themes, focus on the negatives  in a poll that's mostly positive?\nLet's answer that with another question:  Why is this survey appearing right now?  Every past AJC annual survey, going back  decades, has come out in the fall. The last  one appeared in October 2009. It's now  April 2010, barely six months later. Why  is this survey different?\nIt could be that the AJC wanted to give  us something to talk about at the Seder  but missed its deadline. It could also be  that the goal was more straightforward:  simply to take the Jewish community's  pulse and report it. But if that were the\ngoal, the newsiest headline would have  been that amid all this U. S.-Israeli tension,  most Jews still stand behind Obama.\nOn the other hand, perhaps the survey  was intended not to illuminate American  Jewish life, like past surveys, but to help  Jerusalem parry American pressure. It  could be that the respondents were expected  to skewer Obama's Israel policies, and  when they didn't, the fallback was to highlight  his relative weakness on Iran.\nThat would help explain another oddity:  Of the 26 questions in the survey, five ask  for an opinion about Barack Obama  or the Obama administration  as in,  Do you approve or disapprove of the  way Barack Obama is handling his job  as President? Or the fact that Barack  Obama has approved the deployment  of an additional 30,000 U. S. troops in  Afghanistan?\nDuring the Bush administration the survey  averaged close to 40 questions yearly,  yet the president was mentioned by name  yearly in only one question (other than  election preference): Do you approve or  disapprove of the way President George  W. Bush is handling the U. S. campaign  against terrorism? The first two years,  2001 and 2002, most approved. In 2003  most disapproved. The next year, 2004,  the survey dropped Bush's name and  asked how the United States government  was handling terrorism.\nPut differently, when Bush was president  the survey asked what you thought of your  country's actions. Now it's about what  you think of Obama.\nAll told, this year's AJC survey looks  less like a research device than a poll  designed to elicit a given response. Not  that it made much difference. Jews gave  Obama a pretty good margin, regardless.\nSo what's with the AJC surveys? For one  thing, as I wrote when the 2009 survey  came out last October, they shrank.\nLaunched in 1981, conducted biennially  into the 1990s and annually since  then, they have been an invaluable tool for  tracking American Jewish attitudes toward  religion, community affairs, domestic and  international politics and much more. In  2008, however, the economy collapsed.  To save money, that year's survey was  cut from 38 questions to just 15, narrowly  focused on top headline issues: the presidential  election and Israeli security.\nIn 2009 the question tally jumped to 21,  but the focus was now entirely on Israel  and antisemitism.\nParadoxically, one of the nuggets to  emerge from the slender 2008 survey  was that the issues on American Jews'  minds, at least in preparing to vote, were  overwhelmingly domestic, not terrorism-or  Israel-related. It's true that the 2008  survey came amid an economic crisis,  which surely affected responses. But the  same question was asked in 2007, and  the result was the same: Interest in Israel,  the Middle East and terrorism trailed far  behind domestic affairs.\nAnd yet the American Jewish  Committee's attention is trained ever more  narrowly on Israel and its enemies. After  a century of proudly presenting itself as  the leading voice of American Jews, it's  beginning to sound like Groucho did when  he said he wouldn't want to be part of a  club that would have him as a member.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: April 18, 2010"
}