{
    "title": "What to Do About Pixels of Hate",
    "publisher": "the new york times",
    "year": 2007,
    "month": 10,
    "day": 21,
    "full text": "ONE by one, starting a few weeks ago, 40 militant Islamist Web sites got knocked off the Internet. Gone were some of the world's most active jihadi sites, with forums full of extremist chatter. \n  This disappearance mystified American counterterrorism officials. They hadn't shut them down, they knew, so who had? \n  Happily claiming credit for the jihadi blackout is a Christian-Lebanese engineer named Joseph G. Shahda, who is waging a private, and passionate, war on terrorism from his home near Boston.\n  ''These sites are very, very dangerous,'' Mr. Shahda said. ''And I think we should keep going after them. They are used as recruiting tools for terrorists, arousing emotions, teaching how to hate.''\n  Except it's not quite that simple, when you talk to some terrorism experts. Mr. Shahda's one-man operation highlights the tension over what to do about online jihadi militancy  -- a tension that has grown along with the material. Perhaps it's better to shut it down, and try to prosecute those involved. Or maybe the material should be left up, as a way to learn something valuable in the larger battle against terrorists.\n  ''There's a lot to be gained by watching these sites,'' said Brian Fishman, a senior associate at the Combating Terrorism Center at the United States Military Academy at West Point.\n  One thing not in dispute is the sheer volume of the material. Al Qaeda has begun issuing videotapes as often as twice a week, while insurgents in Iraq pump them out daily, and the blood-drenched images appear on several thousand militant Web sites that now include upward of 100 in English.\n  Public concern rose a notch last week when The New York Times reported that one of the most popular English-language sites was run by a 21-year-old Qaeda enthusiast named Samir Khan from his parents' home in North Carolina. Mr. Khan has done so since late 2005, unchallenged by law enforcement authorities.\n  ''Isn't there anything this fellow can be charged with, or is he completely free to aid the global jihad from North Carolina and give interviews to The New York Times?'' Robert Spencer wrote on his site, Jihad Watch.\n  But those who are reading Mr. Khan's blog include officials at the Combating Terrorism Center who, since last year,  have been training F.B.I. agents and analysts with the government's joint terrorism task forces.  \n  Center officials say Mr. Khan's blog yielded confirmation of an important discovery:  that a host of militant sheiks and scholars, dead and alive, are today far more influential than Osama bin Laden.\n  These men include Abdullah Yusuf Azzam, a mentor of Mr. bin Laden's who promoted global jihad with his writings until his death in 1989, and the center's findings helped the authorities conclude that Al Qaeda is but part of a larger, and diffuse, ideological movement.\n  Similar efforts to monitor online jihadists are under way in cities like Berlin, where intelligence and law enforcement officials have created a new multi-agency Internet center, and New York, where the police department this summer published a report on Islamic extremism that drew from the department's online sleuthing.\n  Quite apart from the intelligence value of leaving the sites up, it's not clear what can be gained by shutting them down. Operators of the sites have proved difficult to put behind bars, although legal experts offered mixed views on Mr. Khan's blog.\n  ''If I were a prosecutor I would look at treason,'' said Andrew C. McCarthy, a former chief assistant United States attorney who led the 1995 terrorism prosecution against Sheik Omar Abdel Rahman. While treason has a large burden of proof and such a charge has been brought only once since World War II, Mr. McCarthy said the 1996 antiterrorism law should ''make it much easier for prosecutors to win cases, especially in national security.''\n  ''I'd also want to look at criminal solicitation,'' Mr. McCarthy said. ''I would probably scrub the information this guy is putting out, and see if it contains what you would need to convince a jury, specific commands to commit acts of violence.'' \n  Mr. Khan insists that he has no links to Al Qaeda or other militant groups, and is merely conveying the religious grounds for attacks against American troops, that is, defending Islam from the West.\n  Some European countries are pressing further with their anti-terrorism laws. The British government this summer won convictions against several Islamic men who merely possessed militant material on their computers.\n  But in United States, the only online terrorism case that legal experts said had gone to trial was a loss for the government. An Idaho jury in 2004 acquitted a student accused of operating a Web site to help finance and recruit members for organizations like the Palestinian group Hamas.\n  Peter S. Margulies, a law professor at Roger Williams University who has written about terrorism cases, said if he were a prosecutor he would forget about Mr. Khan, based on what he read in the Times article. ''Even under the material-support laws, which have been used in a number of cases since 9/11, you are going to have to show more than what is apparent in the story,'' Mr. Margulies said.\n  ''You need either a specific plan for attack, like the guys accused of plotting to attack J.F.K. airport, or show this guy is under the direction or control of a group like Al Qaeda, as a paid propagandist or shill.'' \n  Mr. Shahda said he shared concerns about the intelligence value of jihadi sites. But the threat from the online jihadists now includes not only recruitment, he said, but also battlefield know-how. ''They tell people how to build car bombs, use suicide belts, be snipers, do guerrilla warfare,'' he said.\n  Mr. Shahda, who goes after the sites by identifying their Internet-service providers and sending those companies e-mail urging them take action, acknowledges that it's a tough fight. He also said he worried that vigilante efforts were driving some jihadists deeper into cyberspace.\n  Most of the 40 sites he brought down eventually came back online by switching to new Internet providers. \n  While Mr. Shahda has prodded companies located as far away as Malaysia to cut their service to militant sites, his current target is closer to home. He said two  influential militant sites have moved to an Internet provider based in Tampa, Fla.\n  ''They did not respond yet,'' he said, ''after several e-mails.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: NOT WAITING FOR GOVERNMENT: Joseph G. Shahda is waging a private war on militant Web sites.(PHOTOGRAPH BY JODI HILTON FOR THE NEW YORK TIMES)                               \n\nLoad-Date: October 21, 2007"
}