{
    "title": "WHAT IT MEANS TO US Young people recall feelings after Sept. 11 terrorism",
    "publisher": "the world",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "Many say the world changed five years ago this day when terrorists slammed two commercial jets into the World Trade Center, one into the Pentagon in Washington, D.C., and another in Pennsylvania. We set out to talk to young people who ranged in age from 7 to 17 when Sept. 11 happened to find out where they were at the time of the attacks, how they found out and how the horrific events of that day have affected them. We found these 10 individuals at local malls and skateboard parks.\n Teresa Smith is now 12 and a seventh-grader at Garry Middle School in Spokane. She was a second-grader at Arlington Elementary at the time of the attacks.\n I was getting ready for school and the news was on TV. My mom told me (what had happened). She was crying. I was a little scared and I really didn't know what was going on. We had an all-school assembly before lunch. We made a big circle around the flagpole, everyone took their hats off and we had one minute of quiet. The whole discussion at lunch was about 9/11. After school, we rushed home to see our families. Now I think people don't take life for granted. If it hadn't happened, we probably wouldn't have a war in Iraq.\n King Sanders is 16 and will be junior at West Valley High School. He just moved from Detroit, where on Sept. 11, 2001, he attended sixth grade at Cleveland Middle School.\n The office made every classroom turn the TV on. Everyone started crying. I didn't want to cry but I was scared. People started talking about the world going to end. Everyone was called to a moment of silence. We realized that could have been our parents (working in those buildings). The teachers had to stay strong for us, but you could tell how they were really hurt. It was an important lesson: Life is too short. I live every second of my life like it's my last because you never know what's going to happen now that Bush is in office.\n Chris Cook is 17 and a senior at Bridge Academy in Coeur d'Alene, his hometown. \n My dad woke me up and told me something about a large plane accident at the World Trade Center. At school a lot of people were crying and things like that. My sister stayed home from school. I was really scared that morning, afraid we were going to have a war on U.S. turf or be attacked on a U.S. base. Right after it happened, I felt more into my American spirit. It changed America a lot, with everyone showing their pride a little bit more and us going to war with Iraq.\n Brittany Hopp is 16 and a junior at Coeur d'Alene High School. She was a sixth-grader at Coeur d'Alene's Canfield Middle School.\n When I got up, I knew something had happened. When I went to school, all the teachers were talking about it. It was really confusing -- all the teachers seemed really worried. My mom picked me up early because she was worried they might be bombing (us). She was really worried and I don't think she knew what to do. It's just made everyone more aware of how other people perceive Americans. I think they see us as cocky, full of ourselves and above everyone. We should be more caring about everything around us and not just worried about ourselves.\n Nate Tibbals is 19 and a freshman at Spokane Falls Community College. He was an eighth-grader at Valley Christian School.\n The teachers turned on all the TVs and school was stopped for the day. We just watched the news. We were called into a general assembly and had a prayer for victims and family members. It was more or less an eye-opener for me. It made me see we're not safe. Since then, I've actually researched different things about terrorism, al-Qaida and third-world countries and the struggles others go through. I put myself in their shoes and it's opened my eyes to the possibility of terror threats. I realize life is short and you need to live every day to the fullest.\n Alysha Mills is 14 and a freshman at Rogers High School in Spokane. She went to Trent Elementary School in Spokane Valley.\n My mom and my grandma were at the house watching the news -- in awe. I didn't know what had happened. Mom said important tall buildings in New York had blown up and a lot of people died. She said even some firemen were killed trying to put out the fire. I wondered why (the attackers) did it. People now have noticed we should respect others. If we didn't judge people by their looks, we wouldn't have so many wars in this world.\n Samantha Seipp is 14 and a freshman at Rogers High School, Spokane. She attended Arlington Elementary School.\n For some reason, I didn't really hear the news until that afternoon. When I walked in the door from school, mom was resting on her bed. She was crying. I was totally confused. She said what happened was really important and that we'd had an attack in New York. Now, 9/11 is always in the discussion, in the news and compared to other issues. And we're having a war, people are dying and it's getting worse than 9/11 because so many people are getting killed -- and nobody's calling it quits. Among post-9/11 changes: \n You see the flag now a lot more than before and it's shown a lot more respect. And there's more respect for our soldiers and military.\n Alex Pualani is 22 and a senior majoring in music at Gonzaga University. He was a student at Yakima's Davis High School. \n We watched the news in first period classes. I didn't think it was real, it was so far from anything you could imagine. But everybody was so quiet, I knew it had to be real. A few of the teachers tried not to explain it - but wanted to make sure we understood the gravity of it. I remember being very angry about it. At first, like most people, I just wanted some action, someone to prosecute, some kind of retribution for what happened.  Since the attacks: Things have definitely changed. The world seemed to get smaller to Americans. I think we feel a little more isolated and weary when traveling. We just took a lot of things for granted and thought terrorism happened abroad and couldn't happen to us.\n Dan Shane is 19 and hopes soon to visit the U.S. military base in Korea where his dad is serving in the armed forces. He attended elementary school in Spokane Valley. \n I had just gotten sent down to the principal's office and I just sat there and watched the TV. Everyone was freaking out. I was pretty shocked because I just saw two huge towers collapse because two planes ran into them and I didn't think it would happen. It hasn't really affected me on a personal level. But it gets a little sketchy when I go on an airplane or a boat. I was planning on joining the Army but there's a pretty high body count right now and I don't want to be a part of it (the Iraq war).\n Natashia \"Sissie\" Hazen is 13 and an eighth-grader at Shaw Middle School. She attended Bemiss Elementary School in Spokane.\n The teacher turned the TV news on in our classroom. I was scared. All the kids were very quiet. I was thinking: 'I hope my aunt is OK.' She used to live in New York City and after the attack, she moved to Florida. Post 9/11: I think we care more about other people and care about other cultures and believe we can work together.\n\nLoad-Date: April 21, 2021"
}