{
    "title": "WHAT HAS THIS TO DO WITH TERRORISM_",
    "publisher": "the world",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "A couple of weeks ago, President Clinton traveled to Oklahoma City to meet with survivors of last year's bombing and with victims' families.\nThe president and first lady participated in public ceremonies recognizing the anniversary of the federal building blast - which took place a year ago today.\nThat was a fitting memorial to the 167 who died in Oklahoma City, the hundreds who were injured and the loved ones left behind.\nThe so-called anti-terrorism bill, which Clinton is expected to sign today, is not.\nThis bill, a last-minute compromise arrived at under pressure to meet today's artificial deadline, has precious little to do with preventing terrorism. Nothing in this bill would have prevented the Oklahoma City bombing - or terrorist acts like the 1993 attack on the World Trade Center. Nothing in this bill would have made identifying the perpetrators easier.\nBut the temptation to play politics with the Oklahoma City tragedy apparently has overwhelmed President Clinton so much he is willing to trade a couple of constitutional rights for something to show the voters this fall.\nUp for barter is the right of habeas corpus. Under this protection, a federal judge assesses whether a defendant may present evidence in federal court that his trial in state court was unfair. In effect, this would limit death penalty appeals even more than conservative Chief Justice William H. Rehnquist has recommended.\nProponents of this limitation on constitutional redress point out that some death row inmates use it to delay their executions for years. Of course, some inmates also use it to prove they were convicted unfairly. Some even have used it to prove they were actually not guilty of the crimes for which they would have been executed.\nNone of this matters to those who want to get on with executions, although they never quite explain how speedier executions of the 3,000 criminals currently on death row would prevent even one crime - let alone curtail terrorism.\nWith appalling opportunism, both Republicans and Democrats have used the Oklahoma City tragedy as a backdrop for political posturing, offering phony solutions to real tragedies.\nThis would be bad enough, but provisions of this legislation carry the seeds of future injustice.\nDuring the debate in the Senate, Daniel Patrick Moynihan, D-N.Y., wondered: \"If we agree to this, what will we be agreeing to next?\"\nIt all depends on the photo op.\nBOOTING OF A BADMOUTH After 25 years of ugly racist comments, broadcaster Bob Grant finally has been booted from the airwaves.\nGrant has called blacks \"savages\" and wished an early death to Magic Johnson, so it wasn't surprising that he would find the plane crash that killed Commerce Secretary Ron Brown another vehicle to wish someone dead.\nGrant's big mouth has gotten him in trouble before, but bosses at WABC in New York have kept him on for decades, claiming their hands were tied by the First Amendment guarantee of freedom of speech.\nYeah. Turns out WABC executives finally had enough just about the time a campaign against Grant, targeted at the station's new owners, the Walt Disney Co., was about to begin.\nThe Grant firing was the latest example of the bizarre fallout of the death and burial of Ron Brown.\nWhile thousands of ordinary citizens waited in bad weather to pay respects to Brown, not one Republican leader made it to the funeral of the first cabinet member killed in the line of duty since the 19th century.\nAt the same time, Republicans charged President Clinton with hyping his own grief for political aims.\nIronically, the death of Ron Brown, who spent his life building bridges between blacks and whites, has provided the latest mirror for this divided society to see itself.\nNot a pretty picture.\n\nNotes\n\nIN OUR OPINION\n\nLoad-Date: October 17, 2002"
}