{
    "title": "What is the Islamic State_ FIGHTING TERRORISM",
    "publisher": "daily news ",
    "year": 2016,
    "month": 6,
    "day": 28,
    "full text": "Omar Mateen, who’d pledged allegiance to the Islamic State shot and killed 49 people at a nightclub in Orlando this month. Mateen phoned 911 as the attack was happening, claiming support for the terror group. We hear the terms out of the Middle East daily ISIS, ISIL, caliphate. Their meanings, for those in the West, can be confusing. Here’s a quick look at who ISIS is, what their name means and the origins of a “caliphate.”\n1. What is ISIS? \nThe group that was first known as al Qaeda in Iraq in 2004 morphed into an even more fundamentalists group two years later and renamed itself ISIS. At its core, ISIS is a radical, anti-Western ultra-fundamentalist terror group whose aim is to establish an Islamic state – or caliphate  in the region. The group is aiming to establish the caliphate (more on that below) on a strip of land that stretches from Syria to central Iraq. \n2. What is the difference between ISIS, ISIL and Daesh? \nThe term ISIS stands for the Islamic State of Iraq and Syria. Some, like President Barack Obama, refer to the group as ISIL  which stands for Islamic State and the Levant. Still others use Daesh. \nISIS vs. ISIL \nThe difference between the Islamic State of Iraq and Syria (ISIS) and the Islamic State and the Levant (ISIL) is subtle, but important to the current leaders of ISIS. \nThe Islamic State of Iraq and Syria (ISIS)  The original name for the terror group in Arabic was Al-Dawla Al-Islamiya fi al-Iraq wa al-Sham. The first three words (Al-Dawla Al-Islamiya fi al-Iraq) translates to the Islamic State of Iraq. al-Sham is a term that refers to Syria and the surrounding area. \nThe Islamic State of Iraq and the Levant (ISIL)  The Levant  a French phrase that means “land of the rising sun”  is the term to which a region around Syria is historically referred. That area includes Jordan, Palestine Lebanon, Syria and Israel. \nSince the summer of 2014, ISIS dropped the “Levant” term from its official name. \nDaesh  Daesh is an acronym for the Arabic phrase “al-Dawla al-Islamiya al-Iraq al-Sham,” or, the Islamic State of Iraq and the Levant. It has been widely reported that ISIS members despise the use of the term, and many consider it a vulgarity. The word is close to two other Arabic words  “Daes,” meaning someone who crushes something underfoot, and “Dahes” which means someone who sows discord. \n3. Where is ISIS centered? \nThe group’s main stronghold is the Syrian city of Raqqa. \n4. Who is the leader of ISIS? \nIraqi Sunni cleric Abu Bakr al-Baghdadi became the leader of the terrorist group in 2010. \n5. What is the caliphate? \nThe caliphate is how Muslims have organized themselves since the death of the Prophet Mohammed in 632 AD. After Mohammed died, some believed one of his sons-in-law, Ali, was a good choice as successor. A supporter of Ali became known as Shiaat Ali, later, a “Shia.” \nOthers believed the new leader should be someone who faithfully followed the Prophet’s way of life  Sunnah. They became the “Sunni.” The majority of Muslims are Sunnis. \n6. What do they want to do, ultimately? \nThe terror group wants to build a caliphate that will rule the world.\n\nGraphic\n\n \nNEWYORKTIMES\">A member of the Iraqi federal police (left) and forces loyal to the Iraqi government displayed a captured Islamic State flag upside down as a sign of disrespect, in the Nazal district of Fallujah on June 19. Many ISIS fighters fled the city once it became clear that the pro-government alliance of soldiers, policemen, Shiite militiamen and Sunni fighters was winning the battle.\n\nLoad-Date: November 30, 2023"
}