{
    "title": "What is the Cost of Ineffective Anti-Terror Measures_",
    "publisher": "frontier centre for public policy",
    "year": 2020,
    "month": 6,
    "day": 21,
    "full text": "On 29 November 2019, two people were fatally stabbed and three injured by convicted terrorist Usman Khan. The attacker was shot dead by the City of London Police, after members of the public restrained him. Khan was convicted in 2012 of planning a terrorist attack and had been released from prison in 2018 after serving six years of the minimum term of eight years he was sentenced to. \nThis wasn’t a one-off. Readers might remember the 2017 London Bridge which saw three attackers deliberately drive a van into pedestrians and stabbed six other people to death. The perpetrator of the most recent attack was also a follower of Al-Muhajiroun, a proscribed Islamist terrorist organization led by Anjem Choudary—another convicted terrorist who was also released early in 2018. \nIn fact, when a number of Islamist terrorists were released early that year, I ran a campaign to pressure the government to lock Choudary back up. I said he and others were likely to re-offend. The Ministry of Justice wrote to me effectively saying there was nothing that could be done, but since Khan took to the streets of London with a zombie knife and showed us why he was locked up in the first place, Choudary’s licensing conditions are now under urgent review. \nAn urgent review, however, is not enough. \nIn fact, the politicians are scrambling to come up with a solution. The British Prime Minister has vowed to scrap early prison release for terrorists and proposes increasing sentences to 14 years. Will that solve the problem? Or are we, at this point, putting a sticking plaster over a festering wound?\nThe cost of terrorism is high. The cost of ignoring the causes of terrorism, in whatever form it might take, is even higher. For decades, the British government has erred on the side of diversity and toed the line of the Church of Multiculturalism when dealing with the threat of Islamist terror. And, whenever they’ve tried to get tough, they’ve been attacked relentlessly by left-wing campaigners and politicians who claim their measures are discriminatory. Prevention, which is part of the government’s counter-terrorism strategy, is regularly blasted as Islamophobic because of its focus on preventing the radicalization of Muslims. In 2017, a “racial equality organization” said the scheme was “built on Islamophobia and should be axed”.  \nBoris Johnson’s Conservative government is already facing backlash after pulling a proposed inquiry into Islamophobia in the party, so realistically how far can he—or will he—go to tackle this problem at its source? For him, the cost of doing so is likely just too high. He’ll face a backlash from the PC mob in Parliament and the press that would be so bad, even the popular support of the electorate wouldn’t be worth it.\nBut it’s the electorate that really suffers from this lack of action on terrorism, and the ridiculous sentencing laws introduced in 2003. In the UK, the release (or early release) of prisoners is governed by the Criminal Justice Act 2003. In October 2018, a letter from the Ministry of Justice addressed to me, said that “offenders continue to serve their sentence subject to supervision by probation and must comply with licence conditions and restrictions”. Those restrictions didn’t stop Khan stabbing two people to death. \nIn 2017, EU officials also warned that the UK was home to as many as 25,000 Islamist extremists who may pose a threat. Despite this, no major British political party or senior politician has posed the question of whether Britain should continue importing potential Jihadi terrorists, or whether measures should be taken to crack down on the threat of Islamist ideology in mosques all over the country. \nMeanwhile, the taxpayers have been landed with huge bills for anti-terror barriers in our major cities, and for prevention strategies that clearly aren’t even working. Khan was passed through both the Healthy Identity Intervention Programme, the UK’s terrorism rehabilitation scheme, and the Desistance and Disengagement Programme, which is designed to address the root causes of terrorism. Neither scheme worked. \nPermanent anti-terror barriers around Windsor Castle cost some £1.4 million, with the local authority paying £942,000 towards its construction, and the Thames Valley Police a further £250,000. The final £250,000 was paid by the Royal Collection Trust. In Manchester, the city council set aside £254,000 for their own barriers in 2018. This is replicated across the country.\nAlso, in a 2018 Impact Assessment for the Counter-Terrorism and Border Security Bill, a best estimate of the costs of dealing with terrorism through the courts and other means was £49.3 million. \nTerror attacks happen frequently in Europe, but sometimes all it takes is one attack (no matter its motivation) for taxpayers to be landed with huge bills to keep them safe and minimise the impact of future attacks.\nAfter the 2014 shootings at Parliament Hill in Ottawa, British Columbia and Nova Scotia’s Legislative Assemblies were put under restricted access. Canadian military bases heightened their security measures, and members of the Armed Forces were advised to avoid wearing their uniforms in public. These are more than just monetary costs. Just like how Western Europeans now live surrounded by concrete barriers, these are changes to the way regular people live their lives. They are the costs of ineffective counter-terrorism measures.\nWhen will politicians consider the safety of the people to be more important than avoiding condemnation from the press or PC crowd, and at what point will they decide that the taxpayers have paid enough for security measures that change the way they live their lives?\nAt what point does the cost of ineffectively dealing with the sources of terrorism become too high?\n \nJack Buckby is a Research Associate with Frontier Centre for Public Policy.\nShare this:\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on WhatsApp (Opens in new window)\nClick to share on Pinterest (Opens in new window)\nClick to print (Opens in new window)\n\nLoad-Date: January 15, 2021"
}