{
    "title": "What DePaul 's chief of terrorism thinks",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "DePaul University's Cherif Bassiouni has been studying terrorism for more than 20 years. An international criminal law professor at the university's Human Rights Law Institute, Bassiouni sat on the United States' first interagency task force on terrorism in 1978 and 1979. More recently, he chaired the United Nations commission investigating war crimes in the former Yugoslavia. An edited transcript of his conversation with the Daily Herald follows.  \nQ. Have these horrific events changed your opinion of America's vulnerability to terrorist attacks?  \nA. No. I've been involved in the study of this subject for many years. I was on a task force 20 years ago and, at that time, we concluded the United States had a high level of vulnerability. These things can happen anywhere.  \nI can tell you that (since the task force) was established in 1978, people have been speculating about the World Trade Center. It's been the classic example for the last 25 years. ...It was so obvious. ...When you have 50,000 people in a building, you're going to be an attractive target.  \nQ. It seemed that within minutes of Tuesday's events, comparisons were being made to the attack on Pearl Harbor in terms of the level of provocation.  \nA. I think that's a bad analogy. If this is by an internal group, like the militias (Oklahoma City bomber Timothy) McVeigh belonged to, then it's an inside job. Our public opinion has been so hyped to think in terms of external attacks, foreign enemies. We've been conditioned to think any type of terrorism has to come from Palestinians or Muslims. We immediately assume that. That's been the problem for years, that we've been oriented to the outside. ...Our radar screen has sort of been turned in that direction for a long time and we have ignored domestic terrorism.  \nQ. Certainly, though, it's possible this could have been an outside attack.  \nA. Everything is possible. ...Of course, you have to realize, operations like these are very difficult to plan and execute. The hijacking of a single airplane with today's security is a very difficult operation. To penetrate the defenses of the Pentagon, that requires a high level of organization, discipline, coordination and timing. That's the sort of skills you find mostly with military people.  \nIf you just ran it as a list of probability, all right: Could there be a government that would have planned this? Sent undercover agents and intelligence to do the operation like that?  \nIt's a process of elimination. You're not likely to find that being a European government. Then you look at Africa, Asia, Latin America. ...How many possess the capability of fielding officers and special forces (who) come from the outside, live in the United States, know how to pass unnoticed. It's just too difficult to be done.  \nIf you're speaking of individual terrorist groups, we don't know of any individual terrorists groups, except Bin Laden, who has wide-ranging contacts because of the attack on our two embassies in Africa. We have to assume they recruited a fairly large number of people who have been trained (and) the planning has been taking place for a fairly long period of time.  \nQ. You said you weren't necessarily surprised by what has happened. But are you surprised by the magnitude of it, the apparent coordination?  \nA. I'll tell you why I'm not surprised in a sense, because I followed the McVeigh trial very carefully and I've looked at a lot of things arising from the McVeigh case. Efforts (were taken) by the FBI and the Department of Justice to convince the country that this was just a Timothy McVeigh acting on his own, even though there was evidence suggesting otherwise.  \nThat scared me because I think it was a deliberate choice that was done in order to make the American people feel comfortable, feel at ease, feel safe, but I think the price we're paying now (is that) we just sort of let down our guards.  \nQ. Do you think things will ever get back to normal after this, or has normal been redefined?  \nA. Normal may be redefined in terms of security and in terms of a little more loss of the type of freedom we have. You will see a drive toward people having ID cards and having to show them repeatedly, that type of thing. That, I think, is going to redefine normal.  \nIt causes different reactions in different people. In my office, people are in complete emotional disarray, anxiety and tears. And when I try to talk to them and ask the question of why, they're unable to articulate it.  \nMy own emotional feeling was that I wasn't shocked in an emotional sense, but I was aggrieved, I was pained. But there's a difference between a sober sense of sadness and pain for the harm done and a psychological sense of anxiety that is without any specific connection.  \nWe also live in a society which is almost totally unaccustomed to hardship, except people who live in a level below poverty. In such an affluent society, things that happen to us are overwhelmingly those things that give us pleasure and comfort.  \nYou can see sometimes in middle-class America, if you have a problem with the weather and people have difficulty going to work, it becomes a crisis.  \nQ. So once we know we're vulnerable, what can we do?  \nA. If it's a tall building, I'm going to have a lot of security going in. What else can you do? It's the nature of the beast.  \nOf course, more security will come at the price of less freedom, but also at the price of losing a certain amount of innocence.\n\nLoad-Date: September 13, 2001"
}