{
    "title": "WHEAT SALE TO NICARAGUA DELAYED",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 11,
    "full text": "A $9.6 million sale of American wheat to Nicaragua is being held up in the State Department while reports of arms shipments through Nicaragua to leftist guerrillas in El Salvador are reviewed, United States official said today.\nThe United States Agency for International Development, which handles the Government-financed commodity sales program, is processing the Nicaraguan request, but an official said a contract would not be signed until it was approved at ''the political level.''\nState Department holds up sale of wheat to Nicaragua while reports of arms shipments through Nicaragua to Salvadoran guerrillas is reviewed\nNicaraguan officials have said that there may be a wheat shortage next month.  In its final days, the Carter Administration suspended disbursement of $15 million that was still on hand from an economic development loan of $75 million to Nicaragua.\nReports of arms shipments through Nicaragua to El Salvador's guerrillas began to reach United States intelligence agencies in December, and new evidence has been obtained since the guerrillas opened an offensive last month.\nThe suspension of American economic aid to the revolutionary Sandinist regime in Nicaragua, which was to have totaled nearly $60 million this year, would be required by law if President Reagan determined that Nicaragua was supporting terrorist activity in Central America.\nThe Administration is under pressure from Republican conservatives, led by Senator Jesse A. Helms of North Carolina, chairman of a Senate Foreign Relations subcommittee on Latin America, to resolve the issue of aid to Nicaragua quickly.\nIn a letter to Secretary of State Alexander M. Haig Jr. on Jan. 30, Mr. Helms and Senator J. James Exon, Democrat of Nebraska, asked that the Administration ''review the wealth of evidence it has at hand concerning export of terrorism by Nicaragua and take appropriate action.''"
}