{
    "title": "When to Shelter a Murderer",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 29,
    "full text": "Terrorism is playing havoc with the law of international extradition. Two current cases show the need for tightening America's rules for dealing with fugitives from criminal charges in another nation. In particular, they illustrate the need to curtail the role of American courts in an essentially diplomatic process.\nEditorial discusses need for new legislation to deal with terrorists who take refuge in US in order to escape prosecution in foreign countries\nIn one case, two years of court battles ended with the deportation of Ziad abu Eain, a member of the Palestine Liberation Organization, to Israel. He faces trial there for a 1979 bombing in Tiberias that killed two children and seriously injured 36 other civilians. Despite the judicious - indeed, excessive - care his extradition received in this country, the United Nations General Assembly denounced it, thus showing more anti-Israel animus than understanding of extradition principles.\nThe other case concerns Desmond Mackin, a member of the Irish Republican Army wanted for trial in Britain for the shooting of a British soldier in Belfast. The Justice Department has appealed a Federal court ruling that blocks his extradition.\nBoth cases concern murderous assaults - and protests by the accused that their ''political'' behavior puts them beyond the reach of extradition treaties. And indeed there is a ''political offense'' exception in all 90 of the United States' extradition treaties, as well as other provisions against the use of criminal charges to suppress dissent.\nAlthough terrorism can be defined as politically motivated violence, that does not mean terrorist acts qualify for the political exception. The crime attributed to Mr. Eain was planting a bomb in a crowded market where children were celebrating Independence Day. Shooting a British soldier on plainclothes patrol in Northern Ireland has more political flavor, but still seems unworthy of recognition in American or international law.\nYielding up such suspects has unavoidable diplomatic consequences, but the United States has endowed both cases with too much judicial solemnity. Granting asylum to either of these fugitives would dangerously legitimize indiscriminate terrorism.\nIn extensive hearings, the courts properly established that the charges were extraditable offenses under the treaties and that they were supported by enough evidence to establish a probable cause of guilt, by American standards. But in trying to decide whether the crimes were ''political,'' the judges were driven far afield, to inconsistent rulings.\nThe court that allowed Mr. Eain's deportation delved into Middle East conditions but found no political context for the random violence. The other court held a week of hearings about the Irish troubles and determined, contrary to the official American position, that the Mackin case grew out of a commonly recognized political ''uprising.'' That is a political question better left to the State Department.\nA better division of labor is provided by the United States' newly ratified treaties with the Netherlands and Colombia. They assign the ''political'' questions exclusively to the Secretary of State. Beyond specific treaties, both the Carter and Reagan Administrations have favored amending the general extradition law to the same end. No approach will escape controversy, but leaving diplomacy to diplomats provides better and speedier justice."
}