{
    "title": "When Terrorism Hits Close to Home",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 16,
    "full text": "I remember when the news broke about the shooter at the Bataclan concert venue and the explosions at the Stade de France. I didn't handle it well. I'm French, and most of my family lives in Paris. For hours, I was shaking and checking the news and my phone every other minute-even after I had reached out to all of my friends and family.\nThere have been four major terrorist attacks in France since the January 2015 attack at the Charlie Hebdo newspaper, as well as many more with fewer casualties. Most people have heard of them and remember things like #JeSuisCharlie and Facebook's translucent French flag photo filter. Although I don't know anyone who was hurt in the attacks, I connect to them through their familiar locations and my friends who were affected more directly. There is an almost physical pain that comes with knowing that a place and people with whom I identify were intentionally hurt.\nAfter the attack at the Bataclan, followed by another in Nice during a celebration of Bastille Day the next July, France had a drop in tourism. I've had people tell me that while they'd love to go to France, they just don't feel it's \"safe these days.\" I almost find it ironic, given that before Jan. 7, 2015, France hadn't experienced an attack with 12 fatalities in over 50 years. This means France has rarely ever been the target of such extremist anger. The substantial spike in attacks is heartbreaking. Paris is one of the most beautiful and interesting places I've ever been. It's both a maze of historical layers and a vibrant metropolis, and for potential visitors to feel unsafe there is unfortunate.\nOver the past few years, I have noticed an increase in security measures and armed forces in Paris. This seems like it would create a gloomy atmosphere, but it has become a regular feature. What is noticeable to locals is the change in people's attitudes toward one another. Anyone can tell you that the classic Parisian stereotype is one of rudeness. I never believed that was entirely true, but there is a general tendency among Parisians to mind their own business and not go out of their way to be friendly. Today, people seem more connected. People are apologetic rather than angry when something goes wrong on the subway or at a store. During the Nice attacks, when a truck barreled into a crowd watching fireworks, killing 84 people, the trending hashtag was #PorteOuverte, or \"open door.\" People tried to help each other, welcoming strangers into their homes to protect them.\nI happened to go to Nice for the first time ever a week after the attack. My best friend and I were driving into town, and I was pointing out things that looked interesting from the backseat. When I remarked that the beach on the edge of the city looked spectacular, my friend told me in a subdued and reproachful tone that we were on the Promenade des Anglais, the exact location of the tragedy. A few days later, as we were walking home from a night out, we came upon a massive area covered in flowers, cards, stuffed animals, posters, and candles. We stopped for what was supposed to be a few minutes, and I kneeled to read what was written. Surprising no one more than myself, I broke down crying for half an hour. It was awful to read personal notes and messages of support written by children and adults alike. I have never been more confronted by my inability to understand how someone could do this. Rationally, I know that terrorism is an awful and misguided pursuit born out of frustration and bad influences. But to stand there, looking at both the waves and the candles, on top of pavement that I knew had been bloodied, was to see the wreckage left behind.\nOn the way home, I came the closest I've ever gotten to fighting with my best friend. I think she saw my crying almost as a performance because I hadn't even noticed a few days prior when we were in the same spot, and I had reacted less than she had when we found out it had happened 10 days earlier. I still don't understand why we were upset with one another. Collective grief is a hard thing to explain, because while we all feel it, we also watch and judge each other. It's why the hashtags and flag filters leave a bad aftertaste, since even though it comes from a good place, we are also making a conscious effort to publicly show that we care. I worry that we confuse actual empathy with public shows of support that are more about us than the victims.\nTerrorism is designed to affect us. Terrorists intentionally choose to show that they can hurt us even without choosing a victim. We are afraid of the invisible danger of a stranger's hatred. But most would say that, as awful as terrorism is, facing the tragedy also brings people together. We are never as close as when we find compassion for one another. Not only has tourism bounced back in France since the first half of 2016, with an increase of over 20 percent in Paris, but also the attacks meant to scare people away have instead improved the way that people interact. Instead of being frightened of who their neighbors could be, people empathize more with one another.\nWe've grown used to seeing and hearing about attacks. But we only really measure the significance of their trauma when we are physically affected or emotionally attached. I choose not to live in constant apprehension of something that could happen but likely won't. France hasn't visibly changed in the aftermath of these series of attacks, but I feel that grief is closer to the surface and makes me more aware of my surroundings. It seems the only thing we can do in the wake of tragedy is to appreciate what we have and be there for one another when things go wrong.\nImage Credit: Delaney Corcoran\nShare This:\nClick to share on Facebook (Opens in new window)\nClick to share on Twitter (Opens in new window)\nClick to share on Tumblr (Opens in new window)\nClick to share on Pinterest (Opens in new window)\nClick to share on Google+ (Opens in new window)\nClick to share on Reddit (Opens in new window)\nClick to email this to a friend (Opens in new window)\nClick to print (Opens in new window)\nRelated\n\nLoad-Date: February 19, 2018"
}