{
    "title": "When you buy drugs, you support terrorism_",
    "publisher": "university wire",
    "year": 2002,
    "month": 6,
    "day": 19,
    "full text": "Never have I been more confused by a commercial, except maybe when I first saw the \"Truth\" commercials about smoking. Are they so desperate to stop our young people and everyone else from getting high that they have resorted to the whole six degrees of separation approach?   \nI don't buy it, even though I don't use drugs. I think this was a horrible attempt to use a crisis situation to advertise the war on drugs.\nNorth Carolina State U.\nMy mother used to do the same thing whenever I did anything bad. \"Decker, when you don't clean your room, you make way for bugs to come in your room while you are sleeping.\" Now I understood that cleaning my room was important, but socks and jeans on the floor aren't going to invite bugs into my room. If they are going to come, they are going to come, clean room or not. A dirty room just made the trek a little easier for the bugs. Just like the analogy above, drugs and the money involved don't necessarily invite terrorist into our country; they just make the trip a little easier. Yes, I am sure the elimination of the drug trade would put a lot of these terrorists out of business, but hell, it would also have weird affects on our economy. Many teen-agers and adults wipe these commercials off with a glance and a chuckle just like I did when my mom told me to clean my room for the above reasons. If you want me to clean my room, just explain why, and I will make my own decision -- sink or swim. Don't cloud it with the latest tragedy and try to make me feel guilty when current news headlines lead me to believe that our own government knew something about terrorist happenings even before they happened. Isn't that support?\nThis is interesting; I think I will take a minute to ponder this with my pen. They tell me buying drugs supports terrorists and subsequent terrorism, a fact that I won't attempt to deny. The problem I have is these commercials rob themselves of credibility with lots of people when they fail to list the government among the list of offenders of terrorism and the supporters of the drug trade. I am not accusing the government of helping blow up the World Trade Center towers, but I do think they knew more than they hint at and thus are indirectly responsible for a lot of the ill-prepared people that died trying to save lives.\nAs the news has detailed, the government, through the FBI, CIA and NSA, was horribly inefficient in analyzing obvious clues of terror threats to the United States. In what can be called egotistic zeal, these three levels of national security withheld information from each other, further placing our lives in jeopardy. This is support for terrorism.\nIf these government agencies have such poor communication on the welfare of all Americans, this can do nothing but help those who intend to hurt us all. I am confused when I see the commercials telling me that buying drugs pays for terrorism. Don't patronize me -- we all know terrorists have money. True, some are drug-supported but not all; in this instance, a legitimate oil inheritance supported these events. In the recent case, government officials' incompetence and the far-reaching bureaucracy paid for terrorism, not financially, but in making it easier for these events to happen. Don't blame the kid buying the bag of weed by implying that he is responsible for our country's plight. Instead, explain why people shouldn't use them and be done with it. Tactics seen in these commercials only confuse and reduce credibility for a government struggling with that very thing.\nI know my columns mean little in the grand scheme of things, but it is important to me. When you insult people by accusing them of something so far out of conception, you do nothing but create disbelief and leave yourself open to hypocrisy. The government has good points as to how terrorism is supported but should not use a national tragedy to blame people, primarily young people, for something it knew was going to happen.\n(C) 2002 Technician via U-WIRE\n\nLoad-Date: June 19, 2002"
}