{
    "title": "When government can't be trusted",
    "publisher": "usa today",
    "year": 2013,
    "month": 6,
    "day": 14,
    "full text": "Without the slightest hint of irony, President Obama said last week, \"If people can't trust not only the executive branch but also don't trust Congress, and don't trust federal judges, to make sure that we're abiding by the Constitution with due process and rule of law, then we're going to have some problems here.\" \nYes we are, because more and more of us don't trust government. In fact, according to the Pew Research Center for the People and the Press, \"trust in the federal government remains mired near a historic low, while frustration with government remains high.\" Furthermore, notes Pew, a \"majority of the public says that the federal government threatens their personal rights and freedoms.\" \nWhat has led to this distrust? The Benghazi cover-up, the IRS fiasco, the Justice Department's monitoring of reporters, the commandeering of phone records of private citizens in the name of national security, \"data mining,\" the so-called \"kill list,\" drones with the power to spy and kill, the proliferation of surveillance cameras, DNA swabs after arrests, ObamaCare, unrestrained spending and unending debt. This is the federal government encroaching on our civil liberties. \nThe federal government long ago exceeded its constitutional boundaries. It has reached into our schools, our wombs, our wallets; Congress banned incandescent light bulbs, Bloomberg tried to ban Big Gulps, and now government wants to insert itself into our health care. Government does few things well, but it does them at great expense. \nA loss of some privacy was supposed to be the price we had to pay for security following 9/11. Obama declared the war against terrorism over, but the surveillance expanded. \nThe president claims, \"Nobody is listening to your telephone calls.\" But the government has the ability to listen. Michael Isikoff of NBC News, citing two former U.S. intelligence officials, reports, \"The National Security Agency has at times mistakenly intercepted the private email messages and phone calls of Americans who had no link to terrorism, requiring Justice Department officials to report the errors to a secret national security court and destroy the data.\" Oops. \nWe have an \"on the one hand, but on the other hand\" attitude about security. On the one hand we want to be safe; on the other hand we don't like government intruding on our rights because once we've lost them, they will be difficult to regain. The notion that we should trust government is foolish and dangerous. Government officials, like all human beings, have the capacity to do wrong as well as right. That's why the Founders gave us a Constitution, to control government that \"the blessings of liberty\" might be secured. \nHere's some history for those who missed it in class: \n\"The powers delegated by the proposed Constitution ... are few and defined. Those which are to remain in the State governments are numerous and indefinite.\" - James Madison \n\"Freedom is lost gradually from an uninterested, uninformed, and uninvolved people.\" - Thomas Jefferson \nOn this 64th anniversary of the publication of George Orwell's novel \"1984,\" uninterested, uninformed and uninvolved Americans should consider his concocted language called \"Newspeak,\" which includes: \"War is peace; freedom is slavery, ignorance is strength.\" \nObama is speaking in \"Newspeak\" when he says government can be trusted. Government cannot be trusted. We - and he - must trust the Constitution. \nCal Thomas is a columnist for USA Today. \n\nLoad-Date: June 16, 2013"
}