{
    "title": "When children stand up to terror After the mass killing of children in Pakistan , students in India",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 12,
    "day": 18,
    "full text": "The terrorist attack on a Pakistani school Tuesday continues to evoke a global outcry. Even the Taliban in Afghanistan has condemned the Taliban group in Pakistan that took credit for slaughtering 148 people, of whom 132 were children. In Pakistan, tens of thousands of people held candlelight vigils nationwide, holding up signs saying \"Enough!\"\nBut the most touching and perhaps meaningful reaction took place in India, Pakistan's longtime adversary and a victim itself of Pakistani-led terror over a territorial dispute between the two countries.\nOn Wednesday, Indian students in thousands of schools and colleges observed two minutes of silence or wrote messages in their scrapbooks for the young victims. \"We also prayed for the quick recovery of the injured students and the grieving family members,\" one school official told The Times of India.\nIn New Delhi, student Shivek Endlaw told the BBC, \"I want to tell my friends in Pakistan that they should not bow to terror. They have to be strong. More and more should go to schools to defy this threat.\"\nEven members of India's movie industry, Bollywood, spoke out. Film star Hrithik Roshan, for example, sent this message to his fans in both India and Pakistan:\n\"We are not helpless.... The people who kill in anger feel a cause to do so.... Anger is something we all feel, but we haven't learned to resolve it with love.... You want to do something about the children who lost their lives in Peshawar, then wage a war against your own anger every time someone causes you pain.\"\nIndia's show of support was encouraged by Prime Minister Narendra Modi, who phoned his counterpart in Pakistan to offer condolences. Mr. Modi termed the attack an \"assault against the entire humanity,\" saying \"the world is getting disturbingly accustomed to acts of terror.\" Indeed, the United Nations estimates 230 million children live in countries torn by conflict.\nFor nearly 20 years, India has been a leader in pushing the UN to adopt the Comprehensive Convention on International Terrorism. The proposed treaty would obligate countries to deny safe haven to terrorists. Despite a rise in the number of terrorist groups, such as Boko Haram in Nigeria and Islamic State in Iraq and Syria, the UN has yet to find a consensus on a definition of terror or agree on how to end it.\nIn the days since the attack in Peshawar, Pakistan and its two neighbors, India and Afghanistan, have drawn closer in agreeing on ways to counter terrorist groups. When the children of India and Pakistan see their shared humanity more clearly than many adults in both countries, national leaders often need to cooperate.\nPresident Obama will visit India in late January while his top officials will hold strategic talks with Pakistan at the same time. Given how this tragedy has spawned a moment of goodwill between the two countries, he can help them to continue saying \"Enough!\" to terror. That would be a big step toward pushing the rest of the world to come together on an antiterrorism treaty.\n\nLoad-Date: December 18, 2014"
}