{
    "title": "When is an attack terrorism_ Muslims see a double standard",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 3,
    "day": 25,
    "full text": "BY AYA BATRAWY\nThe Associated Press\nDUBAI, United Arab Emirates - New Zealand Prime Minister Jacinda Ardern has been hailed on social media by Muslims around the world for her response to two mosque shootings by a white nationalist accused of killing 50 worshippers. She wore a headscarf at the funerals in line with Islamic custom and swiftly reformed gun laws.\nAn image of the prime minister embracing a grieving woman was projected onto the world's tallest tower in Dubai over the weekend with the Arabic word for \"peace.\"\nYet for many Muslims, Ardern's most consequential move was immediately labeling the attack an act of terrorism. That stands in contrast to numerous ideologically-motivated mass shootings in North America by white non-Muslim gunmen that were not labeled acts of terrorism, say Muslim leaders and terrorism experts.\nFor too long, terror attacks have been depicted as a uniquely Muslim problem, with acts of violence described as \"terrorist only when it applies to Muslims,\" said Abbas Barzegar, of the Council on American Islamic Relations. He works on documenting and combating anti-Muslim bigotry and Islamophobia.\n\"We've got an issue in this country where anytime a violent act is committed by a Muslim, the media starts at terrorism and then works backward from there,\" added Colin Clarke, a senior research fellow at The Soufan Center, a New York-based think tank.\nIt's the opposite when the shooter is non-Muslim and white, said Clarke, who's spent his career studying terrorism.\nThe March 15 attacks on the New Zealand mosques raised questions about whether Islamophobia and the threat of violent right-wing extremism was being taken seriously by politicians and law enforcement.\nThe gunman in the New Zealand massacre called himself a white nationalist and referred to President Donald Trump as \"a symbol of renewed white identity.\" Australian Brenton Tarrant, 28, has been charged with murder in the attacks.\nTrump expressed sympathy for the victims, but played down the rise of white nationalism around the world, saying he didn't consider it a major threat despite data showing it is growing.\nThe Anti-Defamation League found that right-wing extremism was linked to every extremist killing in the U.S. last year, with at least 50 people killed. The group said that since the 1970s, nearly three in four extremist-related killings in the U.S. have been linked to domestic right-wing extremists and nearly all the rest to Muslim extremists.\n\"It's really important that this attack not be dismissed as some crazy lone wolf, isolated incident,\" said Dalia Mogahed, who leads research at the Institute for Social Policy and Understanding, an organization that focuses on research of American Muslims. \"I think it needs to be seen as ... a symptom of a wider problem, a transnational rising threat of white supremacist violence where anti-Muslim rhetoric is the oxygen for this movement.\"\nA study by the ISPU found that foiled plots involving Muslims perceived to be acting in the name of Islam received 770% more media coverage than those involving perpetrators acting in the name of white supremacy. Another study by Georgia State University found that out of 136 terror attacks in the U.S. over a span of 10 years, Muslims committed on average 12.5 percent of the attacks, yet received more than half of the news coverage.\nMehdi Hasan, a commentator, TV host, columnist and adjunct professor at Georgetown University, said the public has been conditioned since the 9/11 attacks to see terrorists \"as people with big beards, brown skin, loud voices shouting in Arabic.\"\n\"I don't think anyone can deny that the entire War on Terror has fed into this idea (of) Muslims as a threat, as 'the other', as inherently violent,\" Hasan said.\nAdditionally, when non-Muslim white gunmen are the perpetrators of violence, there are often attempts at examining their mental health or childhood in ways not consistently afforded to others, Hasan said.\nSome of the most notorious recent attacks by white assailants with racist or extremist views- the Pittsburgh synagogue shooting that killed 11 people in October and the church shooting that killed nine black worshippers in Charleston in 2015 - were not labeled terrorism and the assailants were not tried as terrorists. Neither was the shooting by a white assailant at a mosque in Quebec, Canada in 2017 that killed six Muslims.\nClarke, the terrorism expert, said he's been called to testify on Capitol Hill three times in the past two years about jihadi terrorism. \"Where are the hearings about right-wing violence?\" he asked.\nMeanwhile, sectarian, cultural and ideological differences among the world's Muslims complicate efforts to uniformly push back against negative stereotypes - including the perception by some that Islam condones or encourages violence.\nSuch biases have been exacerbated by multiple attacks by Islamic extremists in European capitals and by years of conflicts that seem to pit Sunni and Shiite Muslims against each other. In the Middle East, the victims of extremist violence have often been fellow Muslims, targeted by groups like Islamic State or al-Qaida because they don't share their hard-line ideology.\nThe Islamic State group, which promoted an extremist version of Sunni Islam, terrorized millions of people during a five-year reign in parts of Syria and Iraq that only ended Saturday, with the loss of the last speck of land of its self-proclaimed caliphate.\nSome leaders of majority-Muslim countries have been accused of exploiting the debate.\nLas week, Turkish President Recep Tayyip Erdogan stirred controversy when he was seen as politicizing the New Zealand attacks to galvanize Islamist supporters during a campaign ahead of municipal elections. The attacker had livestreamed the shootings on social media, and Erdogan screened clips of the attack- despite New Zealand's efforts to prevent the video's spread.\nMogahed, who co-authored a book called \"Who Speaks for Islam: What a Billion Muslims Really Think\" based on interviews with tens of thousands of Muslims around the world, said it's important to ask whether someone needs to be speaking for Islam, particularly when other groups of people are afforded the presumption of innocence when horrific acts are carried out in their name.\nSome Muslim community leaders, like Dawud Walid, an imam in Detroit, said they are troubled by demands that Muslims condemn extremism carried out in the name of Islam. This suggests that Muslims share some sort of collective responsibility for the actions of extremists.\nHasan says this \"subliminally reinforces the idea that terrorism is a Muslim problem.\"\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: March 25, 2019"
}