{
    "title": "WHEN TERRORISM IS DENIED",
    "publisher": "spokesman review",
    "year": 2015,
    "month": 6,
    "day": 21,
    "full text": "\"People in Charleston are going to have that fear now forever,\" said Jeremy Dye, a 35-year-old taxi driver and security guard from Charleston, South Carolina, who knew three of Dylann Roof's nine victims in a horrific massacre. \"It's not going to wash away. They're going to be worried about, 'OK, when's the next church going to get hit?'\"\n Sounds like terrorism to me, but for many Americans the t-word isn't invoked unless the perpetrator is Muslim. When that's the case, the tragedy cuts across myriad issues such as homeland security, immigration and foreign policy. The religion of Islam itself is placed under the microscope.\n But in this latest massacre, South Carolina Gov. Nikki Haley said the shooter alone was responsible. The implication was clear: Don't bring in religion, the Confederate flag, gun control laws or any other possible influences.\n  South Carolina has 19 known hate groups. The Inland Northwest has had its share of tangible racist activity. Meanwhile, some Idaho legislators were so spooked by the rumor of \"Muslim enclaves\" they forced a special session.\n This is surely a continuing reaction to the 9/11 terrorist attacks and the general fear of the unknown, but since 2001 most mass killings have been committed by non-Muslim Americans. We need to look at possible influences to help prevent slaughter.\n In a New York Times op-ed titled \"The Growing Right-Wing Terror Threat,\" researchers Charles Kurzman and David Schanzer point to a survey they conducted with the Police Executive Research Forum last year. Seventy-four percent of participating law enforcement agencies cited anti-government extremism as one of the top three terror threats. Thirty-nine percent cited extremism affiliated with Islamic terrorist groups.\n Perception is reality, because over the past 13 years, 20 attacks accounting for 50 fatalities on U.S. soil have been inspired by radical Islamic groups. By contrast, in the decade after 9/11, right-wing extremists averaged 337 attacks per year, causing a total of 254 deaths, according to the U.S. Military Academy's Combating Terrorism Center.\n \"Today I feel like it's 9/11 again,\" said Bob Dyer, a Charleston resident who left flowers at the historic African-American church on Thursday.\n But to many Americans it does not, because the shooter's apparent inspiration is familiar. The state Capitol in South Carolina even flies its flag.\nWHEN WASTE IS OK\n If you ever wonder how government gets to be too big, just remember this paragraph from a Spokesman-Review article about the possibility that a planned tribal casino might encroach on Fairchild Air Force Base (italics mine):\n \"Congress isn't likely to approve a base closure process in the near future, (Rep. Cathy) McMorris Rodgers said, but it could at some point, and the Air Force has told Congress it has about 25 percent more bases than it currently needs.\"\n So, one-fourth of Air Force bases are superfluous, but Congress isn't acting anytime soon. How much waste would Congress put up with? A lot more, since even self-proclaimed fiscal conservatives work hard to keep gratuitous defense dollars flowing. Last year, Congress gave the Department of Defense more money than it requested.\n  The Department of Defense accounts for half of the annual federal discretionary budget (Social Security and Medicare not included), but it's never been fully audited despite a long history of procurement scandals. If this were a welfare program, the howls of \"waste, fraud and abuse\" would never cease. But there's always been a silencer affixed to defense waste for fear that critics would be deemed insufficiently interested in protecting America.\n The fear is so strong that even conservatives are willing to spend like drunken sailors and never look back.\n\nNotes\n\nAssociate Editor Gary Crooks can be reached at garyc@spokesman.com or (509) 459-5026. Follow him on Twitter @GaryCrooks.\n\nLoad-Date: June 24, 2015"
}