{
    "title": "When terrorism 'contaminated' the Olympics Survivor recalls massacre of Israeli athletes and how his",
    "publisher": "usa today",
    "year": 2012,
    "month": 4,
    "day": 17,
    "full text": "A thin wall separated victim from survivor when Palestinian terrorists stormed the Olympic Village in Munich on Sept.5, 1972. The terrorists took their first hostages -- a group of Israeli coaches and officials in Apartment 1 -- then moved on to Apartment 3, which housed Israeli weightlifters and wrestlers. Those in Apartment 2 were spared.\nForty years after 11 Israeli Olympians were killed in Munich, a thin wall still separates the beauty of the Games from the horror of that day, especially for Avraham Melamed, who was sleeping that night in Apartment 2.\n\"The Olympics were a virgin phenomenon,\" says Melamed, a two-time Olympic swimmer for Israel. \"It's not a virgin anymore. Now you have to think about security. Now you have to think about terrorism. Now you have to plan for it. It comes at an enormous price. And this beautiful thing that's supposed to symbolize forgetting about politics, forgetting about war, for this period of time  now it's contaminated. Now it's contaminated forever.\"\nStill, this summer he will watch, intently as always, when the Olympics are held in London from July 27 to Aug. 12. \"I sit mesmerized by the television,\" says Melamed, 67.\nWhat he will see is an Olympics much changed since the Munich massacre. The attack was a pivotal event in the evolution of global terrorism and the reason  security for the Olympics has increased dramatically. The Munich Games employed 2,140 police and other law enforcement officers, according to the official report,  Olympic historian David Wallechinsky said. The London Games will have a security force of 23,700, according to the British government's most recent report. With a security budget of at least $1.6billion, the London Games are the largest peacetime security operation in Britain's history.\nFor London, there is plenty of reason for added vigilance. A day after the city  was awarded the Games in 2005, suicide bombers attacked the city's transit system, killing 52 people. As a U.S. ally in Iraq and Afghanistan, Britain is also increasingly concerned  about the threat from Islamic militants.\n'A little bit guilty'\nEarly on Saturday mornings, you can find Avraham Melamed, who is known as Bey, gliding across a modest pool at a health club about an hour north of New York City.  Directly after the Munich Games, he flew to the USA to finish college and has lived here ever since. \"I'm about 5-7, bald, aging and,\" he says by way of description, \"better than your average recreational swimmer.\"\nAfter his workout, the swimmers on the Premier Athletic Club masters team he coaches arrive for practice. Still wet, Melamed walks around the pool in bare feet, black swimming trunks and white T-shirt, coaxing and encouraging. Erika Krumlauf, 42, says she had no idea who Melamed was when she joined the team.  After a quick Google search, she learned that he swam for Israel in the 1964 and 1968 Olympics. She later read that her coach survived the 1972 Munich massacre.\nIn February, Melamed told his swimmers he would miss practice because of a scheduled trip to Munich. \"I asked him if it was for vacation,\" says Tom Seery, 51. \"He said, 'Not really.'\"\nHe didn't mention that he was returning to Munich for the first time in 40 years to be interviewed for the documentary The Eleventh Day -- The Survivors of Munich 1972. The film, produced by the German Biography Channel in collaboration with the Israeli History Channel, will premiere on German television July 7, just ahead of the London Games.\nMelamed still has mixed feelings about the attention. \"I feel a little strange about sort of deriving notoriety from this incident. I feel a little bit guilty.\n\"My friends died,\" he says, rubbing his hand across his smooth head. \"My friends died. I'm not a victim. I'm a survivor.\"\nMelamed began swimming at a young age in Israel. He competed in the 1964 Toyko Games, failing to advance beyond the heats in the 200-meter butterfly. In the 1968 Games in Mexico City, he tied for 10th place in the 100 butterfly and 15th place in the 200.\nAfter a chance meeting with a U.S. coach at the 1970 World University Games, Melamed headed to study in the USA and swim for West Liberty State College near Wheeling, W.Va. He encouraged three other Israel teammates to join him, and the Hilltoppers soon became an NAIA power. They were profiled in a lengthy feature in Sports Illustrated in 1972 titled, \"Wandering Jews in an Unpromising Land.\" The piece took great delight in the incongruity. One passage, quoting Melamed, read: \"'Coach described it as a small town. But a small town in the States, I thought, would be 100,000 people -- 50,000, at least.' What he (Melamed) found was a town of 500 -- 450 of whom must be in perpetual hiding.\"\nMelamed was a three-time NAIA All-American and won five individual national championships during his three seasons, according to the West Liberty Hall of Fame.\nOnce-lax security\nIn part because he was training in the USA and mostly because of internal politics in Israeli swimming, Melamed was not named to the 1972 Olympic team. Given he was one of the country's top swimmers, there was an uproar. The  controversy was chronicled in an Israeli newspaper, which  sent Melamed to Munich as a reporter. However,  he didn't have a  news media credential and thus was not granted  official access to Olympic facilities.  But because he had begun serving as a personal coach for one of the team's female swimmers, he was invited by Israeli officials to stay with the team's delegation in the Village -- which, in a tragic irony, he was able to do quite easily without a credential.\nIn 1972,  Germany's goal was to distance itself from its last Olympics, the 1936 Nazi Games in Berlin.  Security personnel wore turquoise uniforms and patrolled the Games unarmed during the day. (In London, as in recent Olympics, there will be strict security measures at the Village. Credentials will be checked repeatedly and belongings will be X-rayed on entry.)\nMelamed recalls sneaking into the Munich Olympic Village as a matter of routine.  \"I didn't even have a key to the apartment,\" he says.  \"They say there was no security. The truth is that the people there did not have guns, but it was much better protected than Tokyo, where you could get everywhere, and in Mexico City, where you just had to pay a couple of pesos.\"\nThe terrorists sneaked  into the village with the ease of a kid who missed curfew.  Wearing track suits and carrying duffel bags, they arrived in the middle of the night as some  American athletes were returning  from a night on the town. The two groups scaled the 6-foot fence together.\nBefore dawn, Melamed says he was awakened by a muffled shot and screams. \"It sounded like someone in a room behind you kept their television loud and that there was a Western movie,\" he says.\nIn the next apartment, wrestling coach Moshe Weinberg had been shot in a struggle. When Melamed was a student at a teacher's college in Israel, Weinberg was the head of residences, and the two were friends. \"It seemed so like a dream that doesn't make sense,\" Melamed says.\nThe terrorists, who were part of the Black September faction of the Palestine Liberation Organization, forced the badly wounded coach to lead them to the apartments where other Israelis were housed. Weinberg skipped Apartment 2, where Melamed and other slightly built residents were, and moved on to Apartment 3, where the wrestlers and weightlifters lived, presumably with the hope that the latter group could overpower the terrorists. The residents of Apartment 2 slipped out of the back sliding door to safety.\nHow the rest of the story unfolded has been told and retold in books, films and documentaries. After the Olympians were taken hostage, long hours of negotiations followed as the world watched -- and the footage of a terrorist in a stocking cap became the Games' indelible image. The 11 Israelis were killed after a botched rescue attempt at a military airfield.\n\"They let us visit the room, where they kept our friends. All of their belongings were strewn, and there was a huge pool of blood. It was like a dream that you observe from the outside. You want to feel something, but all you feel is anger,\" Melamed says. \"Rationally we knew that the Germans had zero interest in supporting anything like this. But the whole association of Jews getting killed again on German soil, there was a lot of anger.\"\n'You go on'\nAfter the Games, Melamed returned to the USA, finished his undergraduate degree at West Liberty and went to graduate school at the University of Massachusetts, where he coached the men's swimming team from 1973 to 1979. \"Being not in Israel helped me,\" he says. \"I didn't feel like I became a different person, but my girlfriend at the time said I changed. The change was subtle; I don't know what it was. It's like people surviving a tornado. You go on. It was a tornado in my life. It was disruptive, but it passed.\"\nMelamed went on. He became a computer science programmer in New York, married, started a family, divorced and continued to swim and coach the sport he loved.  He didn't see or speak to any of the other survivors for 40 years, until he was contacted by the documentary filmmakers and asked to return to Munich.  Seven survivors gathered on a chilly, rainy day.  \"It was good to hear their stories. Each one of us had slightly different perspectives. It was great to see them and the people they came to be,\" says Melamed, the only U.S.-based survivor.\nEmanuel Rotstein, the director of production for the documentary, says no previous book or film has focused on  the survivors. \"It's almost unbelievable that those men who survived such a terrible assault on their lives disappeared from the collective memory and didn't play any role in the way the attacks were reported and even commemorated up to now,\" Rotstein says.\nThe group returned to their building in the Olympic Village, which is now a middle-class apartment complex. In front of Building 31, there is a memorial plaque.  The building looks the same, but the surroundings aren't as stark, Melamed says. \"Now there is a lot more flowers and plants. Time has taken its course and changed it,\" he says.\nThose gathered asked if they could go into the apartment, but a woman living there refused.\n\"Our friends were very upset; I wasn't,\" Melamed says. \"It was pretty ridiculous to expect them to know you, or to respect you. We were just intruders to them, all of a sudden, 15 people coming with cameras.\"\nBut the group didn't need to see the central scene of the tragedy to relive it. \"I have memories, and they are fading as we speak,\" Melamed says with a small smile.\n\"Can you believe it's been 40 years since Munich?\" he is asked.\n\"Do I have a choice? I can't believe I can't swim 200 butterfly anymore!\" he says. \"I can't believe this, I can't believe that, but I have to live.\" \n\nLoad-Date: April 17, 2012"
}