{
    "title": "WHEN IS A TERRORIST NOT NECESSARILY A TERRORIST_",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 12,
    "full text": "The antinuclear activist who drove up to the Washington Monument two years ago in a truck that he pretended was loaded with explosives was a ''terrorist,'' but those responsible for firebombing abortion clinics are not.\nSo says the Federal Bureau of Investigation, which has found that terrorism is easier to denounce than to define.\nThere is no dispute that any definition of terrorism should include events such as the recent hijacking of an airliner to Teheran in which two American passengers were murdered or the bombing of the United States Capitol last year. But in seeking to explain why it labels some, but not all, instances of political violence as terrorism, the Government has drawn some fine distinctions that do not always square with its own definitions.\nArticle on dispute over FBI ruling on definition of terrorist acts; notes that, in Government effort to label terrorism, it has drawn some fine distinctions that do not always square with its own definitions; drawings (M)\nWilliam H. Webster, the F.B.I. Director, told reporters last week that the rash of bombings at abortion clinics this year did not meet his definition of terrorism because they were not ''acts of violence committed in furtherance of an attack on a government'' and because ''we have not yet established that all of these bombings are caused by activities of a definable group.''\n \nAttorney General's Guidelines\nThe definition of terrorism that the F.B.I. gave in 1982 and 1983 as the basis for its annual reports and statistics enumerating terrorist incidents in the United States is not limited, however, to acts by organized groups or to acts directed at a government.\nIt says: ''Terrorism is defined as the unlawful use of force or violence against persons or property to intimidate or coerce a government, the civilian population or any segment thereof, in furtherance of political or social objectives.''\nAnd guidelines issued by Attorney General William French Smith in March 1983 authorize special F.B.I. terrorism investigations whenever the facts ''reasonably indicate that two or more persons'' are planning criminal violence to further political or social goals. There is evidence that some of the clinic bombings were the work of at least two persons working together.\nWilliam M. Baker, the F.B.I.'s assistant director for Congressional and public affairs, and John B. Hotis, an aide to Mr. Webster, acknowledged in an interview that a literal reading of the F.B.I.'s definition could encompass the clinic bombings.\nThey said that rather than applying the definition literally, which would greatly increase the number of incidents classified as terrorist, the F.B.I. relies on its experience. ''It's a very complex area and it's a judgment call in any given case whether you're going to call it terrorist or not,'' Mr. Hotis said.\n \nOfficial Count Affected\nSuch labeling has legal and political as well as semantic consequences. For example, as a result of the F.B.I.'s view that attacks on abortion clinics are not terrorist incidents, a special F.B.I. counterterrorism investigation has been ruled out. The bureau has left investigation of clinic bombings mainly to the Federal Bureau of Alcohol, Tobacco and Firearms.\nAnother consequence has been to reinforce a dramatic drop in the F.B.I.'s official count of all terrorist incidents in the United States, to eight so far in 1984, compared with 31 in 1983, 51 in 1982 and more than 100 in some previous years. If the 20 to 25 clinic bombings and burnings had been counted, the 1984 total would be triple what it is.\nTwo disparate groups have questioned the F.B.I.'s position on the clinic bombings: advocates of abortion rights who think the bombings should be a top F.B.I. priority, and conservatives such as Senator Jeremiah Denton, who think the bureau's statistics understate the amount of terrorism in the United States and thus undercut support for tough new antiterrorist legislation.\nJudy Goldsmith, president of the National Organization for Women, said she found the F.B.I.'s position ''incredible'' and added that the bombings were an effort to use terror to prevent women from exercising their constitutionally protected rights to have abortions.\nJoel Lisker, chief counsel of the Senate Subcommittee on Security and Terrorism, which Mr. Denton heads, said the clinic bombings were ''violent acts designed to intimidate a section of the community on a contentious social issue, and if that's not terrorism I don't know what is.''\n \nNumbers Called 'Misleading'\nMr. Lisker also said the F.B.I.'s statistics on terrorism generally were ''misleading'' in that they understated the problem in the United States.\nSenator Denton, an Alabama Republican who equates abortion with murder but has criticized antiabortion violence, was traveling today and could not be reached for comment, but a spokesman said his views were consistent with Mr. Lisker's.\nThe F.B.I.'s Mr. Baker stressed that there was no bureau policy of going easy on those who attacked abortion clinics and that the agency was assisting in the Federal investigation. He also said Mr. Webster was concerned that inflating the statistics on terrorist incidents might cause an unwarranted public and political overreaction.\n''We use these guides as a tool to measure the real terrorist threat that the United States faces at any time within our borders,'' he said, ''so that we can respond efficiently but not in an excessive manner.''\nHe and Mr. Hotis said the criteria used by the F.B.I. in deciding whether to classify a bombing or other violence act as a terrorist incident were not contained in any formal regulation or document, and declined to list them.\nThey said most incidents the F.B.I. has classified as terrorist involved organized groups. Asked why the solitary man with a truck who was killed at the Washington Monument had been counted in the 1982 statistics, they said that had been an exceptional case.\nMr. Hotis stressed that the F.B.I. has used a consistent approach in deciding what incidents inside the United States to classify as terrorist, so that the drop in the statistics accurately reflected reality.\n''What I'm trying to do,'' Mr. Webster told reporters in a recent briefing, ''is at least hold the line and not call everything terrorism simply because someone uses violence to try to achieve an illegal objective or to interfere with somebody's right to exercise his or her own constitutional rights.''\n\nGraphic\n\n \ndrawings"
}