{
    "title": "WHEN POLITICAL MATTERS WANDER INTO SPOTLIGHT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 8,
    "full text": "It happens at most summit conferences, and it is happening in London: Political issues are coming to the fore.\nOnly a week ago, the staffs of the seven chiefs of state here were saying that East-West issues might not even be discussed. But now, according to the German delegation, the summit participants plan to compose two communiques - the usual one on economic policy and a second ''statement of democratic values'' stressing the necessity of dialogue with the Soviet Union.\nWith the countries' 10th annual summit meeting barely begun, the question has arisen of these conferences' inability to do what the first one - held at Rambouillet, France, in 1975 - set out to do.\nAnalysis of political issues that are coming to fore as economic summit conference, London, starts; German delegation says summit participants plan to compose two communiques--usual one on economic policy and second 'statement of democratic values' stressing necessity of dialogue with Soviet Union (M)\nThe thought then was that, whatever the political differences among nations, there at least ought to be ways to relieve the economic burden of third-world poverty and to overcome the causes of boom-bust cycles in the global economy.\n \nEconomic Issues' Divisiveness But instead, partly because economic issues are so divisive, the conferences have become political conventions on a grand scale. The heads of government promote their domestic policies from the platform of the summit meeting, reacting to the most pressing political issues and returning home with their differences over economic policy unaltered.\nA year ago, at the gathering in Williamsburg, Va., Prime Minister Margaret Thatcher was running for re- election in Britain. This year President Reagan is. President Francois Mitterrand of France faces a tough European Economic Community election. Prime Minister Yasuhiro Nakasone has only a tenuous grip in Japan.\n''All we want from the summit,'' said one Japanese official, ''is not to be criticized.''\nThe political issues - terrorism, the Russians, hostilities in the Persian Gulf - arouse little dissension among the democracies' leaders.\n \nConsensus on Major Points\nThey all want to halt the terrorism that paralyzed London in April at the Libyan Embassy.\nThey all want to break the chill with the Russians, although they might dispute whatever concessions the West should make to do it.\nThey all want to stop the war in the Persian Gulf, but the summit countries lack a mechanism to do so.\n''The participants will want to consider how to end it,'' said a British official here. ''If not end it, how to contain it. If not contain it, how to limit the damage.''\nThe war in the Persian Gulf has an economic dimension in the possible disruption of the flow of oil. As with other economic issues, however, little is expected to be decided. President Reagan and Prime Minister Nakasone discussed contingency planning to deal with a disruption, Treasury Secretary Donald T. Regan said today but added, ''We brought no contingency plans with us.''\nThe Americans, in fact, have brought no plans of any kind to deal with the economic issues that weigh most on the world economy, other than their argument that the American budget deficits have little bearing on the unusually high level of world interest rates.\n \nCongressional Effort Cited\nEven if they do, President Reagan and his Treasury Department aides here are arguing, they are being dealt with in the deficit-reduction legislation now before Congress.\nWest Germany's Chancellor, Helmut Kohl, is unimpressed by this ''down payment'' argument. He is trying to convince President Reagan that United States interest rates do indeed add to the burden of developing nations' debt, force up other countries' interest rates and lure investment funds from Europe to take advantage of high American yields.\nBut Mr. Kohl's fellow conferees are unlikely to accede to a summit decision calling for a narrowing of the American budget deficits. In a perverse way, they need the deficits.\nTheir own nations' economic recoveries, still modest by the American example, have come almost entirely from the growth of exports to the United States - a result of a high- value dollar that itself is a result of big budget deficits.\nOnly on protectionism might the summit participants reach an agreement that could lead to economic policy changes in all seven countries.\n \nNew GATT Talks Proposed\nThe United States and Japan, in particular, are seeking a new round of multiyear negotiations among the 90 signatories of the General Agreement on Tariffs and Trade. They want the planning to begin next year and the actual negotiations in 1986.\nEuropeans, however, have been resisting the proposal. With historically high levels of unemployment throughout Europe, freer trade means more imports and a bigger threat to their workers. Freer trade, in the American and Japanese view, also means greater opportunities for export, which would aid employment.\nNevertheless, the Europeans see themselves at a disadvantage because of rigidities build into their labor, management and industrial structures. In the first hours of the summit conference, it appeared that the Europeans were reconsidering their position. In return for an early start of a new trade round, they might attempt to make a deal with the United States and Japan.\nIt is not yet clear what they would offer, separately or together, but making deals on economic policy was the goal at Rambouillet. If only one agreement is reached in London, it will probably be on protectionism."
}