{
    "title": "Where due",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 6,
    "day": 3,
    "full text": "Ronald Reagan was fond of citing the adage that there is no limit to what a person can accomplish as long as he or she does not care who receives the credit. Republicans and Democrats alike to seem have forgotten the advice. The killing of Osama bin Laden generated an unseemly debate regarding credit.\nWhen addressing terrorism in general, a return to 2000 might prove instructive. Both party platforms that year relegated national security to the closing paragraphs. An issue that belonged at the top fell to the bottom.\nThe Democratic version said: \"Whether terrorism is sponsored by a foreign nation or inspired by a single fanatic individual, such as Osama bin Laden, Forward Engagement requires trying to disrupt terrorist networks, even before they are ready to attack. We must improve coordination internationally and domestically to share intelligence and develop operational plans. We must continue the comprehensive approach that has resulted in the development of a national counterterrorism strategy involving all arms and levels of our government. We must continue to target terrorist finances, break up support cells and disrupt training. And we must close avenues of cyberattack by improving the security of the Internet and the computers upon which our digital economy exists.\"\nAlthough the Republican version did not cite bin Laden, it offered similar boilerplate about terrorism. Each party diminished jihadism's centrality; neither gave the threat the attention it deserved.\nOne year after the parties adopted their pathetic documents, jihadists struck the Twin Towers and the Pentagon. Thanks to the courage of the passengers, a fourth plane fell not in Washington but in a Pennsylvania field. Prior to 9/11 the parties flunked the leadership test. Yet even if they had passed, the American people probably would not have paid attention. The U.S. may not have been innocent, but it was ignorant -- and it wanted to be.\nThe elimination of bin Laden rates as good news. The principal credit goes to the warriors. The planners deserve a significant share. The political participants earned their nation's gratitude. The focus appropriately falls on the outcome itself.\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: June 4, 2011"
}