{
    "title": "Where is the real war on terrorism_",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 20,
    "full text": "Al Neuharth's column \"What '08 race needs is a McGovern type\" is timely and appropriate because the war in Iraq is the contemporary version of the Vietnam War (Plain talk, July 13).\nI have yet to hear any of the Democratic or Republican candidates for the presidency say anything close to what McGovern said back in the 1960s. Recently, McGovern has said that neither Iraq nor Vietnam was a threat to the United States.  Neither war could be won militarily unless the U.S. government leveled the entire country. The similarities outweigh the differences dramatically.\nAs someone who evaded the draft in the '60s, I was aware of the corruption in South Vietnam and that Ho Chi Minh was way more influential, charismatic and worldly than the leaders in the U.S.-backed South. Under Ho's leadership, the Vietnamese had just defeated the French. What communism was back then is equivalent to today's terrorism. Iraq, like the entire Middle East, is best left in totalitarian hands, which has been the norm for hundreds of years.\nVietnam survived and prospered after our withdrawal, and so will Iraq whether we are forced to leave or we voluntarily withdraw.\nThe real war on terrorism is in the mountains and caves of Pakistan, Afghanistan, Iran, Syria and many other countries around the world. It's not in the streets of Baghdad and the surrounding provinces.\nTerry Friedlander\nKetchum, Idaho\nListen to al-Maliki, exit Iraq\nIraqi Prime Minister Nouri al-Malikihas said that his country's military and police forces no longer need the U.S. military to help secure Iraq (\"Iraq PM: Country can manage without U.S.,\" USATODAY.com, Saturday).\nThis presents President Bush with a graceful and face-saving opportunity to remove U.S. forces from Iraq.\nIt also brings into question who is actually in charge in Iraq. Is it al-Maliki, U.S. Gen. David Petreaus or Bush?\nIf Bush does not take advantage of al-Maliki's statement, one has to wonder what it will take to get our forces out. The administration's mantra has been: \"We will stand down when the Iraqi government stands up.\"\nWell, here we are at long last. What more does Bush want to happen before we pack up and bring our courageous troops home?\nJoseph T. Suste\nMedford, Ore. \n\nLoad-Date: August 28, 2007"
}