{
    "title": "Where should the U.S. try terrorism cases_ Domestic terror courts U.S. should establish domestic ter",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 6,
    "day": 20,
    "full text": "Now that the U.S. Supreme Court has decided that the constitutional privilege of habeas corpus has \"full effect at Guantanamo Bay,\" we must turn our attention to how and where we can bring suspected terrorists to trial and what rights they should be afforded.\nWe suggest the creation of a new court, a domestic terror court, that would give suspected terrorists some, but not all, constitutional protections. Such a court is a practical solution to balancing the interests of liberty and national security.\nWhile many Guantanamo detainees may now challenge the legality of their imprisonment and many agree that we must afford these detainees some type of a trial, there has yet to be any decision on where and how these suspected terrorists will be tried.\nCurrently, approximately 25,000 \"post 9-11 detainees\" are being held by the United States, or on behalf of the United States, worldwide. This regimen of indefinite detention, which has been in place for almost seven years, is immoral, unconstitutional and a violation of international law.\nOne side maintains that terrorists are criminals and the existing judicial system is fully capable of trying those accused of terrorism. Another side advocates revamping Guantanamo.\nAlthough our existing criminal justice system tries murderers, rapists and car thieves, terrorists are not common criminals. Nor are they soldiers guaranteed prisoner of war protections as articulated in the Geneva Conventions. They are something else and require a different method of being tried in a court of law - domestic terror courts.\nBefore we try anyone, we must first determine by precise, objective criteria which detainees actually pose a threat to America's security. Once we determine which detainees do not pose such a threat, we need to figure out a system to release them.\nWhere do we try the thousands of remaining detainees who actually pose a potential threat? Guantanamo is not an option. International treaty-based terror courts sound attractive, but the unwillingness of the international community to develop a uniform definition of terrorism makes this option impractical.\nA trial by a jury of peers is impossible given the number and the nature of the defendants. It will also be impossible in many cases to provide a suspected terrorist with the Sixth Amendment right to confront one's accusers, because many cases are based upon classified information.\nUnder our proposal, domestic terror courts would not provide the defendant with the rights to a jury or to confront his accusers. Instead, a domestic terror court would enable a prosecutor to pursue a case under such circumstances provided that the classified information is intended to bolster a possible conviction. It cannot be the sole basis of a conviction.\nIt would fall to the judge to determine whether the source (upon whom the intelligence information is based) is reliable and whether the intelligence is valid, viable and reliable. Is this difficult? Of course it is. But judges are up to the task.\nWhile not providing the rights to a jury or to confront one's accusers, the domestic terror courts would confer some constitutional rights upon accused terrorists. These rights would include Miranda protections, the right to counsel of the defendant's choosing, remand hearings before the court, the use of sentencing guidelines and the right of appeal to an independent judiciary.\nMaximizing the reconciliation of individual rights with national security rights is the basis of our proposal. As U.S. Supreme Court Justice Anthony Kennedy wrote in Boumediene v. Bush, \"Liberty and security can be reconciled, and in our system they are reconciled within the framework of the law.\"\nWe are a vibrant democracy with a truly extraordinary judiciary. Establishing domestic terror courts does not threaten American democracy, nor does it insult Article III courts.\nIt is a practical solution to an issue that has gone unresolved since 9/11. More than 25,000 detainees in indefinite detention are the best proof of the need for domestic terror courts. As Justice David Souter wrote in his concurrence in Boumediene, \"It is enough to repeat that some of these petitioners have spent six years behind bars.\"\n---\n* AMOS N. GUIORA is professor of law, S.J. Quinney College of Law, University of Utah. He recently testified before the Senate Judiciary Committee concerning domestic terror courts. DANIEL C. BARR is a partner with Perkins Coie Brown & Bain in Phoenix, Ariz.\n\nGraphic\n\n \nDaniel C. Barr\nAmos N. Guiora\n\nLoad-Date: June 21, 2008"
}