{
    "title": "Where do you draw the line_; A University of Minnesota survey will help officials decide priorities",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 9,
    "full text": "Pick your poison.\nTerrorists can attack by land, air or by sea. They can bomb a national monument or disrupt the nation's power grid.\nOr, with a few tablespoons of botulism toxin strategically placed in a dairy, terrorists could kill hundreds of thousands of people and cause billions in economic losses.\nTerrorists have almost unlimited choices for attack, and the United States has limited money for defense. So what should be the nation's top priorities for guarding against terrorism?\nIf that sounds like a multiple-choice test, it is.\nMore than 4,000 people across the country soon will be asked to name their priorities for how much should be spent to avert different kinds of terrorist threats. They'll also be asked to name who should pay - government, consumers or corporate shareholders.\nResearchers at the University of Minnesota, as part of a three-year, $1.5 million grant from the U.S. Department of Homeland Security, aim to discover how much money people think should be addressed to one anti-terrorist priority - protecting the nation's food supply.\nThe survey, to be completed by volunteers answering questions on an Internet website, will be conducted by a private research firm hired by the university. Volunteers are asked many questions - including age, race, income and where they live, to ensure the answers are weighted to reflect the general population.\nThe results will be available in the fall, passed along to homeland security officials and Congress, as they parse through budgets and bills aimed at ways to checkmate terrorism.\n\"We could have a guard on every milk truck and in front of every frozen-food case, but it would be very expensive,\" said Tom Stinson, a University of Minnesota economist working on the research. He also is Minnesota state economist.\nJean Kinsey, co-director of the university's Food Industry Center, said the milk supply is only one potential food target, but one that has gotten attention after word that a 28-page manual called \"Preparation of Botulism Toxin\" was published on jihadist websites earlier this year, according to the New York Times. The manual describes ways to taint milk supplies.\nThe ripples of an attack on the milk supply could be felt far beyond one or two dairy companies. Supermarkets might have to pull all dairy products.\nThe fear that the food supply has been compromised could reduce demand for almost any processed food. \"You wouldn't know what to be afraid of,\" Stinson said.\nThe end result: Billions lost to supermarkets and food processors echo through the economy, leading to fewer trucks delivering products, smaller investments in new equipment and factories and slower growth in the U.S. economy, Stinson said.\nBut homeland security officials, as well as Stinson and Kinsey, see an economic problem in the scenario long before terrorists choose their target: How does the nation choose what to defend and how much to spend?\nThat's where the survey comes in. Asking the public is one way to sort through endless claims on anti-terrorist efforts.\nWhile a free-market economy is good at allocating land, labor and capital to their best uses, in the case of guarding against terrorism, Stinson said economists have many reasons to believe private choices won't add up to adequate security.\nFor one thing, if it's left up to individual firms, not all companies will spend the same amount of money on defense, according to economic theory. Companies that spend the most on food security will be less profitable than rivals that spend little or nothing.\nAnd after a terrorist attack on food, the companies directly associated with the slip in security are likely to go bankrupt.\n\"Given bankruptcy laws, you're not fully exposed to the total cost of the risk,\" Stinson said of business owners. In other words, the potential damages from an attack on the U.S. food supply might far outstrip the ability of the companies involved to compensate victims.\nGiven $100, one question in the survey asks, how much would you allocate to security measures against attacks on food, aircraft, the nation's power grid, national monuments, the release of toxins in a crowded public area or other targets?\nFor every $100 spent on \"food defense,\" who should bear how much of the cost? The possible answers include farmers, processors, transporters, distributors, retailers, government and consumers.\nWhile the choices may seem hypothetical, they actually represent the options facing government and private industry. And the answers aren't always obvious.\nFor instance, after the 9/11 terrorist attacks, the federal government imposed special taxes on airline fares to pay for stepped-up security measures in and around airports. Airline officials continue to protest the tax, saying the U.S. Treasury, not airlines and fliers, should pay the cost of protecting the air transportation system.\nSimilar questions are likely to be debated on food security.\n\"How do you value an extremely low-probability event?\" Stinson asked. Economists and politicians may be at a loss to answer that question. But doing the survey offers an alternative.\n\"Ask people,\" Stinson said.\nMike Meyers is at meyers@startribune.com.  \n\nGraphic\n\n \nILLUSTRATION; PHOTO\n\nLoad-Date: July 11, 2005"
}