{
    "title": "Where in the World",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 10,
    "full text": "Mumbai, India\nIn a historic ruling from the Indian justice system, a group of rapists accused of two separate incidents of gang rape in Mumbai have been sentenced to death. This is the first time that capital punishment has been ruled for rapists without the death of the victim. According to NBC news via Reuters, the ruling comes as a strong message that the world's second-most-populous country is taking a turn for the better in addressing violence towards women. There was a particular uproar from the public when the events took place in Mumbai, a city considered among the safest in the country for women.\nFort Hood, Texas\nFor the second time in five years, a shooting at the army base at Fort Hood has left multiple people dead and several more injured. According to The Washington Post, specialist Ivan Lopez killed three fellow service members and injured sixteen before taking his own life in a rampage officials are claiming was sparked by an altercation, not terrorism. Fort Hood suffered its first tragic shooting in 2009, when army psychiatrist Nidal Hasan opened fire on the base, killing thirteen and injuring thirty-two in what was considered to be the worst incident of terrorism on U.S. soil since 9/11.\nKabul, Afghanistan\nFor the third time in the country's history, the people of Afghanistan went to the polls to elect their new leader in a democratic process. Despite the threat of attacks at polling centers across the nation by the Taliban, Afghans turned up in record numbers to cast their ballots. According to Reuters, 58 percent of those eligible to vote showed up to vote. Many were optimistic yet cautious about the election since the last democratic election in the country was wrought with widespread corruption. President Hamid Karzai, who has served as president for the past thirteen years, is barred by the Constitution from seeking reelection.\nBrussels, Belgium\nRiots broke out in the streets of Brussels when citizens took to protesting the austerity policies supported by European Union institutions, as the seat of the EU is housed in Brussels. Among those protesting were Belgian trade unionists and demonstrators from other EU countries. The U.S. embassy in Brussels was on lockdown, as police attempted to disperse the protesters with water cannons and tear gas. The European Trade Union Confederation called for a large investment that would inspire steady job growth instead of austerity measures. EU elections are set to take place at the end of May, and members of the ETUC are urging people to vote for those who will affect change in the manner that the EU is governed.\n\nLoad-Date: April 10, 2014"
}