{
    "title": "Where Hope Is Scarce, Terrorism Takes Root",
    "publisher": "the new york times",
    "year": 2014,
    "month": 5,
    "day": 14,
    "full text": "The residents of Sidi Moumen, a sprawling shantytown on the outskirts of Casablanca, Morocco, live in tin-roofed shacks without electricity, running water or modern sewage disposal. The area sits atop a garbage dump where boys run wild in packs and engage in fierce soccer matches that often explode into violence. Aerial shots depict this slum as a fetid, desiccated wasteland, in which the pickings are thin, even for scavengers. To sell oranges in a market for a pittance, you must fight for space.\nThe boys of Sidi Moumen are the subjects of Nabil Ayouch's film ''Horses of God,'' a compelling contemplation of the roots of Islamic terrorism in poverty and hopelessness. On May 16, 2003, 12 suicide bombers from Sidi Moumen, ages 16 to 23, attacked multiple targets in Casablanca, killing 45 people (including themselves) and wounding more than 100.\nThe movie, inspired by Mahi Binebine's novel ''The Stars of Sidi Moumen,'' is not about politics or religion but about poverty and a society steeped in a deadly machismo. In its demystification of these youthful slum dwellers, the film makes their embrace of terrorism frighteningly comprehensible. Because it follows its main characters over 10 years, from childhood into adulthood, it gives their fates a sense of tragic inevitability.\nWhen first seen, Yachine (Abdelhakim Rachid) and his older brother, Hamid (Abdelilah Rachid), are 10 and 13. The volatile Hamid becomes a local hero by tossing a rock at a police car and ends up in prison. When he returns, he is a changed man, having discovered Islamic fundamentalism, with its emphasis on austerity and self-discipline in the service of a greater cause. Yachine, who has always looked up to Hamid as the man of the house, is easily converted.\nSuddenly, their lives have a noble purpose. They are expected to die for the glory of Allah, having embraced a cause larger than themselves. Unlike other movies about jihad, ''Horses of God,'' doesn't concentrate on the terrorists' grandiose indoctrination and the rituals of their final meals, prayers and preparations, which can attach a perverse glamour to suicide. Even after Yachine is chosen to lead one operation -- the bombing of an Italian restaurant -- he is shown shaking with fear, and his eyes do not burn with heavenly fantasies.\nBecause we have seen these men as boys, their eagerness to join the cause comes across as not much different from joining a gang in high school and enduring its initiation. It's an atavistic guy thing: Any danger involved is worth the thrill of belonging.\nWomen in this world are conspicuously absent, except for the boys' mother, who spends days watching soap operas. Yachine pines wistfully for an attractive neighborhood girl who notices him but is careful not to meet his longing looks for more than half a second. The absence of women gives this male society a fraught undertone of homoeroticism that is exacerbated by the beauty of the men, some of whom gaze at one another with desire. Anyone perceived as weaker or effeminate, like Yachine's best friend, Nabil (Hamza Souidek), is at risk of being raped. When Yachine's middle-aged boss at an auto repair shop makes a half-joking pass at him, he is savagely beaten to death, and there are no consequences.\nWithout much ado, ''Horses of God'' builds to a deliberately anticlimactic finale. The restaurant bombing is little more than a puff of smoke glimpsed from a distance. In addition to refusing to buy into the mystique of martyrdom, this hardheaded movie is smart enough to deny you the vicarious excitement of a good explosion. All you are left contemplating is the characters' wasted lives.\nHorses of God\nOpens on Wednesday in Manhattan.\nDirected by Nabil Ayouch; written by Jamal Belmahi, inspired by the novel ''The Stars of Sidi Moumen,'' by Mahi Binebine; director of photography, Hichame Alaouie; edited by Damien Keyeux; music by Malvina Meinier; set design by Hafid Emly and Hind Ghazali; costumes by Nezha Dakil; produced by Pierre-Ange Le Pogam, Eric Van Beuren, Patrick Quinet and Mr. Ayouch; released by Kino Lorber. At Film Forum, 209 West Houston Street, west of Avenue of the Americas, South Village. In Moroccan Arabic, with English subtitles. Running time: 1 hour 55 minutes. This film is not rated.\nWITH: Abdelhakim Rachid (Yachine), Abdelilah Rachid (Hamid), Hamza Souidek (Nabil) and Ahmed El Idrissi Amrani (Fouad).\n\nhttp://www.nytimes.com/2014/05/14/movies/horses-of-god-nabil-ayouchs-film-about-islamic-extremism.html\n\nLoad-Date: May 14, 2014"
}