{
    "title": "Whiff of doubt about strikes reflects problem",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 8,
    "day": 23,
    "full text": "Terrorism: If president is dishonest about his personal decisions, can we believe him on public issues?\nThat some Americans question Bill Clinton's motives for ordering Thursday's attack on suspected terrorist sites shows why it's critical to have a moral and honest president.\nClinton and his apologists, attempting damage-control in the wake of the Monica Lewinsky affair, are working overtime to encourage Americans to build a mental wall. They promote a distinction between private conduct and public conduct. What a president does in private should not matter, the argument goes, as long as he conducts his public duties responsibly. And besides, they say, many presidents before Clinton have had affairs.\nThe weakness of that argument - and of the current presidency - is that when considering the events of late last week, no one should have to wonder if it is even remotely linked with the events of early last week.\nClinton, long accused of acting with opinion polls in mind, approves military strikes against terrorist facilities in Afghanistan and Sudan. This, as his public-approval ratings are dropping and political allies are distancing themselves because he admitted that his denials of a \"relationship\" with former White House intern Lewinsky were lies.\nU.S. history has shown that (except for Vietnam) there is no faster way for a president to boost his ratings - or to get other issues off the front page - than to launch military action.\nWas Thursday's military strike justified? Given the case the U.S. government has presented, yes. The strikes pinpointed international terrorists - specifically terrorists believed to be responsible for this month's carnage at two U.S. embassies in East Africa. The United States and allies need to deal firmly and decisively against terrorism.\nYet, Americans can be excused for wondering - perhaps only briefly - how much the attack had to do with terrorism and how much it had to do with approval ratings and Lewinsky. That's a scary thought.\nThat such thoughts arise at all show why it is so important for Americans to have a president with only one set of morals.\nA public set and a private set - even if that is possible - just won't do.\n\nLoad-Date: August 25, 1998"
}