{
    "title": "WHITE HOUSE, IN SHIFT, SAYS RAID BY ISRAEL 'CANNOT BE CONDONED'",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 3,
    "full text": "The White House backed away today from its firm support of the Israeli air strike on Tuesday at the headquarters of the Palestine Liberation Organization in Tunisia.\nA carefully phrased White House statement called the raid ''understandable as an expression of self-defense'' but said the bombing ''cannot be condoned.'' In its initial statements Tuesday, the White House had called the Israeli action ''a legitimate response'' to ''terrorist attacks.''\nThe P.L.O. said 67 people were killed in the bombing. Israel said it attacked the P.L.O. headquarters in retaliation for the slaying of three Israeli civilians in Larnaca, Cyprus, last week. P.L.O. officials in Cyprus denied at the time that they or any group affiliated with the P.L.O. were responsible, although an anonymous caller took responsibility on behalf of a Palestinian commando unit.\nIn Tunis, President Habib Bourguiba summoned the United States Ambassador, Peter Sebastian, to the presidential palace and expressed his ''profound regret and great astonishment'' at the initial White House statement Tuesday concerning what Tunisia called the ''cowardly Israeli attack.'' [Page A11.] U.S. Expresses Regret Today White House and State Department spokesmen went out of their way to voice regret to Tunisia about the bombing. ''We had a hand in getting the Tunisians to take the P.L.O.,'' one Administration official said, referring to American efforts to arrange for Tunisia to receive Palestinian guerrillas who withdrew from Lebanon in 1982. ''Something like this doesn't play very well.''\nThe White House statement today, which was echoed at the State Department, followed what Administration aides said was displeasure at the Israeli attack by key State Department and Defense Department officials.\nIn a speech in New York tonight to the National Committee on American Foreign Policy, Secretary of State George P. Shultz appealed for an end to violence in the Middle East. He said the Israeli attack occurred ''in the face of rising terrorist attacks on the citizens of Israel.''\n \n'Terrorism Is Terrorism'\nMr. Shultz said: ''Terrorism is terrorism. It deserves no sanctuary, and it must be stopped.''\nThe latest White House statement was clearly an attempt to resolve public discrepencies between the White House comment on Tuesday and Mr. Shultz's qualified comments the same day condemning violence on all sides.\nIn the statement today, Larry Speakes, the White House spokesman, said, ''While the resort to violence is deplorable, it is useful to recall the antecedents to this attack, which included repeated attempts to infiltrate terrorists into Israel, and the outrageous murder of three Israeli civilians at Larnaca.\n''The air strike, against this background, is understandable as an expression of self-defense,'' he said. ''Our distress is especially acute, however, since one act of violence touches off another, and a pattern of escalation is established. Such acts of violence are contrary to our overall objective of a peaceful, stable, Middle East and cannot be condoned.''\nMr. Speakes said his statement was not a change in policy from Tuesday, when he said preliminary reports indicated the raid was a ''legitimate response and expression of self-defense.''\nThe Administration's effort to back away from the earlier comments seemed to reflect several factors, including the potential harm to American relations with Tunisia and to overall Middle East negotiations. The Administration's optimism of two days ago that Middle East talks between Israel and Jordan would begin by the end of the year seem to have been punctured by what a senior State Department official called ''the rising tide of violence in the region.''\n \nPeace Efforts Complicated\nMoreover, as some Administration officials conceded today, the effort to get the Palestinians, Jordanians and Israelis to sit down together has been further complicated by the White House and State Department's failure to coordinate their reaction to Israel's air strike.\nAt one point late Tuesday, Mr. Shultz phoned the White House from New York to protest the endorsement of the bombing, Administration officials said. They said he objected because the statements would complicate American efforts to improve relations with Tunisia.\n''His point was by making the statement we were endorsing an attack on Tunisia,'' said one senior Administration official. ''Maybe you don't condemn it, but you don't endorse it.''\nState Department officials said Mr. Speakes on Tuesday went beyond the official statement that was agreed upon. That statement was, ''As a matter of U.S. policy, retaliation against terrorist attacks is a legitimate response and an expression of self-defense.''\nBut Mr. Speakes added, ''From the preliminary reports available to us, this appears to be what was involved in this case.'' This comment, essentially terming the Israeli raid a ''legitimate response'' upset State Department aides. But White House officials said Mr. Speakes was reflecting President Reagan's personal views of the attack.\n \nUse of U.S. Arms Questioned\nPentagon officials were upset that Israel used American-built warplanes, apparently eight F-15 fighter-bombers, to bomb the P.L.O. base. The Arms Export Control Act bars the use of American-supplied military equipment for uses other than self-defense.\nBut a ranking White House official said President Reagan ''feels strongly that Israel was justified and is not in violation of the Arms Export Control Act.''\nBut beyond this, the official said: ''The Israelis put us in a sticky situation. Hopefully, we will find someone we can hit on terrorism. We couldn't condemn Israel because we'd be tying our own hands in the future.''"
}