{
    "title": "WHITE HOUSE BLUNTS CLARKE CLAIM BUSH IGNORED 9-11 THREAT_ CHENEY SUGGESTS FORMER ANTI-TERRORISM ADVI",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "The White House on Monday stepped up its criticism of former anti-terrorism adviser Richard Clarke, whose new book is sharply critical of President George W. Bush's leadership in the war on terror.\nClarke \"wasn't in the loop, frankly, on a lot of this stuff,\" Vice President Dick Cheney told broadcaster Rush Limbaugh.\nCheney suggested Clarke \"may have had a grudge to bear,\" that he had left the White House after being passed over for a promotion.\nOn the eve of public hearings by the federal panel reviewing the Sept. 11, 2001, terror attacks, Cheney and other top administration officials sought to counter accusations by Clarke that Bush was so preoccupied with Iraq both before and after those attacks that he failed to effectively confront threats from the al-Qaida terror network.\nCheney, in a telephone interview with Limbaugh, said Clarke \"clearly missed a lot of what was going on\" during the two years he worked at the Bush White House.\nNational Security Adviser Condoleezza Rice said on CNN, \"I really don't know what Richard Clarke's motivations are, but I'll tell you this: Richard Clarke had plenty of opportunities to tell us in the administration that he thought the war on terrorism was moving in the wrong direction, and he chose not to.\"\nAnd the president's press secretary, Scott McClellan, told a White House briefing: \"His assertion that there was something we could have done to prevent the Sept. 11th attacks from happening is deeply irresponsible. It's offensive and it's flat-out false.\"\nClarke resigned his White House job 13 months ago, after holding senior posts under Presidents Ronald Reagan and Bill Clinton and the first President Bush.\nIn his book, \"Against All Enemies,\" Clarke wrote that the current president \"launched an unnecessary and costly war in Iraq that strengthened the fundamentalist, radical Islamic terrorist movement worldwide.\"\nCheney said of Clarke's assertions, \"I fundamentally disagree with his assessment both of recent history, but also in terms of how to deal with the problem\" of global terrorism.\nAt the Pentagon, Defense Secretary Donald Rumsfeld said that the administration had discussed early military action against Iraq, but not in the context of the Sept. 11 attacks. It was instead focused on the fact that Iraqi air defenses were targeting U.S. and British fighter aircraft enforcing no-fly zones over northern and southern Iraq.\nMcClellan and Rice portrayed Clarke as having left the White House after being passed over to be deputy of the new Department of Homeland Security. They also said he didn't attend regular meetings held by Rice, and they cited his friendship with Rand Beers, a national security adviser to Democratic presidential candidate John Kerry.\n\"It's important to keep in context we're in the heat of a presidential campaign and all of a sudden he comes out with a book that he is seeking to promote … and he is making charges that simply did not happen,\" McClellan said.\nClarke is scheduled to testify, along with Rumsfeld, Secretary of State Colin Powell, CIA Director George Tenet and top national security officials from the Clinton administration. Rice met privately with the panel for four hours.\n\nGraphic\n\n \nPHOTO; Photo headshot - (Richard) Clarke, Critical of Bush in war on terror\n\nLoad-Date: March 23, 2004"
}