{
    "title": "White House seeks to reassure Muslims",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 3,
    "day": 7,
    "full text": "Crowd speaks out against hearing NEW YORK -- Some 300 people gathered in Times Square on Sunday to speak out against a planned congressional hearing on Muslim terrorism, criticizing it as xenophobic and saying that singling out Muslims, rather than extremists, is unfair. Hip-hop mogul Russell Simmons and the imam who had led an effort to build an Islamic center near the World Trade Center site were among those who addressed the crowd.\nSTERLING, Va. - Muslim Americans are not part of the terrorism problem facing the U.S. - they are part of the solution, a top White House official said Sunday at a Washington-area mosque.\nDeputy National Security\nAdviser Denis McDonough set the Obama administration's tone for discussions as tensions escalate before the first in a series of congressional hearings on Islamic radicalization. The hearings, chaired by New York Republican Peter King, will focus on the level of cooperation from the Muslim community to help law enforcement combat radicalization.\nThe majority of the recent terror plots and attempts against the U.S. have involved people espousing a radical and violent view of Islam. Just a few weeks ago a college student from Saudi Arabia who studied chemical engineering in Texas was arrested after he bought explosive\nchemicals online.\nKing said the Muslim community could and should do more to work with law enforcement to stop its members from radicalizing and recruiting others to commit violence.\n\"I don't believe there is sufficient cooperation\" by American Muslims with law enforcement, King said Sunday on CNN's \"State of the Union.\" \"Certainly my dealings with the police in New York and FBI and others say they do not believe they get the same - they do not give the level of cooperation that they need.\"\nMcDonough said that instead of condemning whole communities, the U.S. needs to protect them from intimidation.\nMcDonough spoke to an interfaith forum at a Northern Virginia mosque known for its longtime relationship and cooperation with the FBI. The executive director of the center, Imam Mohamed Magid, also spoke, as did speakers from a local synagogue and a Presbyterian church.\nAfter McDonough's remarks, King told The Associated Press he agreed with what the deputy national security adviser said.\n\"I think it's a validation of everything I've been trying to do,\" King said, adding that he and McDonough spoke Friday evening. \"There is a real threat, it's a serious threat.\"\n\nLoad-Date: March 7, 2011"
}