{
    "title": "White House_ Immigration order 'small price' for safety McCain, Graham warn actions could _become se",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 1,
    "day": 29,
    "full text": "Washington The White House on Sunday tried to tamp down concerns about President Donald Trump's sweeping immigration order in the face of widespread protests, as some Republicans in Congress urged him to proceed with caution in the face of legal pushback. Top congressional Republicans, however, remain largely behind the new president.\nDuring a round of Sunday show interviews, Trump's aides stressed that just a small portion of travelers had been affected by the order, which temporarily bars the citizens of seven majority Muslim nations from entering the country. The aides also reversed course and said that citizens of those countries who hold permanent U.S. residency \"green cards\" will not be barred from re-entering the U.S., as officials had previously said.\n\"I can't imagine too many people out there watching this right now think it's unreasonable to ask a few more questions from someone traveling in and out of Libya and Yemen before being let loose in the United States,\" said Trump's chief of staff Reince Priebus. \"And that's all this is.\"\nThe changes, said White House adviser Kellyanne Conway, are \"a small price to pay\" to keep the nation safe.\nBut it's unclear whether the order, which also suspends refugee admissions for 120 days and indefinitely bars the processing of refugees from Syria, will accomplish that. The order has sparked protests and denunciations from Democrats and a handful of Republicans.\n\"You have an extreme vetting proposal that didn't get the vetting it should have had,\" said Sen. Rob Portman, R-Ohio, who urged the new president to \"slow down\" and work with lawmakers on how best to tighten screening for foreigners who enter the United States. \"We ought to all take a deep breath and come up with something that makes sense for our national security\" and reflects the fact that \"America's always been a welcoming home for refugees and immigrants,\" he said.\nTrump defended his actions, saying in a statement that America \"will continue to show compassion to those fleeing oppression\" while protecting its own citizens. He said he has \"tremendous feeling\" for the people fleeing the bloody civil war in Syria and vowed to \"find ways to help all those who are suffering.\"\nSenate Majority Leader Mitch McConnell, R-Ky., said he supports more stringent screening mechanisms, though he cautioned that Muslims are some of the country's \"best sources in the war against terror.\"\nRepublican Sens. John McCain and Lindsey Graham warned of unintended consequences, expressing fear the order could \"become a self-inflicted wound in the fight against terrorism.\"\n\"This executive order sends a signal, intended or not, that America does not want Muslims coming into our country. That is why we fear this executive order may do more to help terrorist recruitment than improve our security,\" they wrote.\n\nLoad-Date: April 5, 2017"
}