{
    "title": "White House Drops a Condition on Interrogation Bill",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 20,
    "full text": "Seeking a deal with Senate Republicans on the rules governing the interrogation of terrorism suspects, the White House has dropped its insistence on redefining the obligations of the United States under the Geneva Conventions, members of Congress and aides said Tuesday.\n  The new White House position, sent to Capitol Hill on Monday night, set off intensified negotiations between administration officials and a small group of Republican senators. The senators have blocked President Bush's original proposal for legislation to clarify which interrogation techniques are permissible and to establish trial procedures for terrorism suspects now in United States military custody.\nThe two sides were said to be exchanging proposals and counterproposals late Tuesday in a showdown that could have substantial ramifications for national security policy and the political climate heading toward Election Day.\n  The developments suggested that the White House had blinked first in its standoff with the senators, who include John W. Warner of Virginia, the chairman of the Armed Services Committee, and John McCain of Arizona. But few details were available, and it was not clear whether a compromise was imminent or whether the White House had shifted its stance significantly.\n  Until this week, Mr. Bush had sought to address the issue through two channels. One was to clarify the limits on interrogation techniques under Common Article 3 of the Geneva Conventions by proposing legislation saying that the nation's obligations under the article would be satisfied as long as it complied with the Detainee Treatment Act. That legislation was passed by Congress in December and bans ''cruel, inhuman or degrading treatment.'' \n  The other was to seek changes in the War Crimes Act, a step the administration had said was necessary to provide interrogators for the Central Intelligence Agency with protection from prosecution at home and abroad. The Republican group led by Mr. Warner favors addressing the issue through changes to the War Crimes Act but has resisted efforts to recast the nation's obligations under the Geneva Conventions.\n  Senator John Cornyn of Texas, a Republican on the Armed Services Committee who has supported the president's legislation, said Tuesday morning that the White House had agreed to work within the War Crimes Act to refine the obligations under Common Article 3.\n  ''There's agreement on the goal,'' Mr. Cornyn said, ''that is, that we continue to comply with our international treaty obligations and all of our domestic laws, but at the same time not tie the hands of our intelligence officials.'' \n  Senator Jeff Sessions of Alabama, another Republican on the committee who has backed the president's approach, said: ''It's an argument between people with strong wills. Sometimes you have to step back and re-evaluate; the president has done that. Apparently he's said, O.K., let me look at this in a different way.''\n  Mr. Warner declined to comment on specific proposals, saying only that he had ''great optimism'' that an agreement could come soon.\n  White House officials declined to discuss their offer and said they expected negotiations to continue for at least another day. \n  ''We are continuing negotiations in good faith and remain cautiously optimistic about our ability to reach a resolution,'' said Dana Perino, the deputy White House press secretary.\n  Common Article 3 guarantees humane treatment to combatants seized during wartime. The two sides agree that the article's language prohibiting ''outrages upon human dignity'' is too vague and leaves military and C.I.A. personnel uncertain about what techniques they may use in interrogating detainees. \n  The White House has argued that without more ''clarity,'' it will have no choice but to shut down a C.I.A. program for interrogating top terrorism suspects. But Mr. Warner, Mr. McCain and Senator Lindsey Graham of South Carolina have argued against any changes in the language interpreting the article, saying such a change would invite other countries to reinterpret the Geneva Conventions as they saw fit, which in turn could endanger captured American troops.\n  The senators propose to provide clearer guidelines for interrogators by amending the War Crimes Act to enumerate several ''grave breaches'' that constitute violations of Common Article 3. \n  Several issues appeared to remain in flux, among them whether the two sides could agree on language protecting C.I.A. officers from legal action for past interrogations and for any conducted in the future. Beyond the issue of interrogations, the two sides have also been at odds over the rights that should be granted to terrorism suspects during trials, in particular whether they should be able to see all evidence, including classified material, that a jury might use to convict them. \n  Mr. Graham declined to discuss specifics of the talks but said, ''I am very pleased with the tone and the progress.''\n  Mr. McCain said only that discussions continued. ''There has been no rejection of anything by anybody,'' he said.\n  In the House, where the Armed Services Committee backed a bill that looked much like the legislation originally proposed by the White House, leaders said they still supported the president's bill. But they postponed a vote on the legislation until next week, while the Judiciary Committee examines it, and said they would look to the Senate for any signs of compromise.\n  Representative John A. Boehner of Ohio, the majority leader, said, ''I think the president is on very firm ground here.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Senators John W. Warner of Virginia and John McCain of Arizona are part of a small group of Republicans negotiating with the White House over how to redefine techniques for interrogating terrorism suspects. (Photo by Doug Mills/The New York Times)\n\nLoad-Date: September 20, 2006"
}