{
    "title": "White House office dishes out millions to link drugs to terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 8,
    "full text": "Ho-hum, another beer and buffalo-wing bloated Super Bowl Sunday has come and gone.\nFor those of you who, like myself, didn't really have a dog in the fight, the game was probably more about the spectacle than it was who won and lost.\nSuper Bowl Sunday has grown into more than just professional football's championship game. It has become a uniquely American holiday. Not only do we pay homage to the titans on the field, we also give center stage to the advertisers who promote all of our oh-so-precious consumer goods.\nU. Mississippi\nThis year's Super Bowl commercials were generally forgettable. Seeing Britney Spears in a gratuitous outfit, strutting around like a Bourbon Street prostitute isn't exactly a rare phenomenon these days. Most Super Bowl commercials simply passed without comment, with two notable exceptions.\nThe White House Office of Drug Control Policy shelled out close to $ 3 million to run two ads which suggested that drug users might be funding international terrorists. The warning, while hardly disingenuous, doesn't come without a wealth of irony.\nIn May of 2001, that same White House Office approved a $ 43 million aid package for the then Afghanistan-ruling Taliban. The Taliban's pledge to eradicate opium production paved the way for the grant, and indeed some $ 10 million was specifically earmarked by the White House to assist with that purpose.\nIn the annals of national spending, one would struggle to find a more puzzling expenditure. In the months that followed, the Taliban initiated a terrorist war against the United States, and world heroin supplies actually increased.\nProviding state sponsors of terrorism with an all-expense-paid poppy harvest can hardly be deemed fiscally responsible, but such is the legacy of White House drug policy.\nOf course, foresight has never been a strong suit of the Office of Drug Control Policy. Nor can it be said that the Office has its proverbial finger on the pulse of the drug culture. In addition to stories linking drug use with terrorism, the Office's official Web site also contains a list of street terms for various drugs.\nFor example, marijuana, or cannabis, has some 500 pseudonyms, covering nearly every root stem known to the English language. (Included in this list was the term \"carmabis,\" suggesting that this author might possibly have descended from medieval Irish-Catholic dope pushers.)\nAccording to the Office, many everyday kitchen items can be used to refer to marijuana, including 'chocolate,' and 'butter.'\nWhen using such terms, however, one would be wise to know their audience. In certain circles, chocolate can mean anything from opium to amphetamines. Butter, on the other hand, is more straightforward. It's slang for only one other drug: crack.\nWhich is to say, next time your mother asks you to run next door for a stick of butter, or the next time your little sister asks you for chocolate, you might want to consider reporting them to the authorities, at least if you really care about them.\nIt's not surprising that the White House Office on Drug Control Policy would purchase advertising space during the Super Bowl. Nor is it shocking, given the current political climate, that they would choose to link drugs with terrorism.\nMy only complaint would be that they fail to tell us all the ways in which we might be unwittingly assisting our enemies.\nIn light of the White House's $ 43 million grant to the Taliban, if buying illegal drugs helps finance terrorists, perhaps paying federal income taxes has the same effect.\n(C) 2002 Daily Mississippian via U-WIRE\n\nLoad-Date: February 8, 2002"
}