{
    "title": "White House grappling _ with terrorism rhetoric",
    "publisher": "the pantagraph",
    "year": 2015,
    "month": 1,
    "day": 31,
    "full text": "WASHINGTON, D.C. — Twice this month, the White House has publicly grappled with the politically fraught language of terrorism. \nIn the days after a deadly terror spree in Paris, President Barack Obama was criticized for purposely avoiding calling the attacks an example of \"Islamic extremism,\" settling for the more generic \"violent extremism.\" This week, the White House struggled to explain why the administration sometimes classifies the Afghan Taliban as a terrorist organization — and sometimes does not. \nThe rhetorical wrangling underscores the extent to which a president who pledged to end to his predecessor's war on terror is still navigating how to explain the threats that persist to the American public, while also being mindful of the impact his words can have abroad. \n\"They do believe that the part of the roots of terrorism comes from the way the United States acts and talks and is perceived globally,\" said Trevor McCrisken, a professor at Britain's University of Warwick who has studied Obama's foreign policy rhetoric. \nThe early January attacks on a French satirical newspaper and kosher deli put a fresh spotlight on what Obama's supporters see as his appropriately careful language and his critics see as overly cautious. \nFrench Prime Minister Manuel Valls said the attacks that left 17 people dead suggested the world was \"waging a war against Islamist extremists.\" And British Prime Minister David Cameron, on a visit to Washington two weeks ago, said Europe and the U.S. face a \"very serious Islamist extremist terrorist threat.\" \nObama, however, assiduously avoided associating the attacks with Islam, a decision White House spokesman Josh Earnest said was made for the sake of \"accuracy.\" \n\"These are individuals who carried out an act of terrorism, and they later tried to justify that act of terrorism by invoking the religion of Islam and their own deviant view of it,\" Earnest said. \"We also don't want to be in a situation where we are legitimizing what we consider to be a completely illegitimate justification for this violence, this act of terrorism.\" \nObama's conservative opponents quickly seized on the president's rhetorical choice and cast it as an example of the White House downplaying the root cause of the terror threat. At least one Democrat — Hawaii Rep. Tulsi Gabbard, an Iraq war veteran — agreed, saying the president's terror terminology matters, particularly as Congress weighs a new authorization for military action in Iraq and Syria. \n\"By his not using this term 'Islamic extremism' and clearly identifying our enemies, it raised a whole host of questions in exactly what Congress will be authorizing,\" Gabbard said on Fox News. \"Unless you understand who your enemy is, unless you clearly identify your enemy, then you cannot come up with a very effective strategy to defeat that enemy.\" \nSimilarly, retired Lt. Gen. Michael Flynn, who until last year was director of the Defense Intelligence Agency, told a conference in Washington last week that \"you cannot defeat an enemy you do not admit exists.\" \nThe president has long tried to shift his administration's terror rhetoric away from what he saw as the hyperbolic terminology used by his predecessor, George W. Bush, particularly his declaration in the aftermath of the Sept. 11, 2001, attacks that the U.S. was engaged in a \"war on terror.\" \nIn a high-profile national security address in 2013, Obama declared, \"We must define our effort not as a boundless 'global war on terror,' but rather as a series of persistent, targeted efforts to dismantle specific networks of violent extremists that threaten America.\" \nUnder Obama's narrower definition, his advisers say the U.S. is at war with terror groups like al-Qaida and its affiliates, as well as the Islamic State group. \nGiven the U.S. policy of not making concessions to terrorists, the White House has refused to negotiate with Islamic State militants to free American hostages and opposes Jordan's ongoing efforts to orchestrate a prisoner swap with the group. However, the U.S. did negotiate with the Taliban through an intermediary last year to free American Sgt. Bowe Bergdahl in exchange for five Afghan detainees at the Guantanamo Bay prison. \nThe White House insisted anew this week that those negotiations did not violate U.S. policy because the administration does not classify that Taliban as a terrorist organization — though officials said there are overlapping characteristics. \n\"They do carry out tactics that are akin to terrorism. They do pursue terror attacks in an effort to try to advance their agenda,\" Earnest, the White House spokesman, said. The difference, he said, is that the Taliban threat to the U.S. is mainly confined to interests in Afghanistan, while a group like al-Qaida has broader ambitions. \nYet even the administration's classifications of the Taliban have some contradictions. \nThe Afghan Taliban is not on the State Department's list of Foreign Terrorist Organizations, thereby allowing the White House to engage in the negotiations for Bergdahl. Yet the Treasury Department does list the Afghan Taliban on the list of specially designated terrorists, giving the U.S. the ability to freeze the assets of the group and its members. \n\nLoad-Date: February 12, 2015"
}