{
    "title": "WHITE AIDE OF NONWHITE SOUTH AFRICAN UNION FOUND HANGED IN CELL",
    "publisher": "the new york times",
    "year": 1982,
    "month": 2,
    "day": 6,
    "full text": "A white official of a predominantly nonwhite trade union who was detained for interrogation by the security police more than two months ago was found hanged in his cell early today, according to a police announcement.\nThe announcement said the death at security police headquarters in Johannesburg of Dr. Neil Aggett, 27 years old, was apparently a suicide. ''When he was visited in the cell 30 minutes before he was discovered dead, everything was in order,'' said the statement by Gen. Mike Geldenhuys, the Commissioner of Police.\nDr. Aggett, a physician whose main occupation was as secretary of the African F ood and Canning Workers Union in the Transvaal, was the 46th politica l detainee to meet a violent death in South Africa in the last two decades and the first white.\nWhite official of predominantly nonwhite trade union who was detained for interrogation by security police is found hanged in his cell\nIt was the first death of a political detainee in the custody of the South African security police since Steven Biko, a young black leader, died in September 1977. It came just a day after the Police Minister, Louis Le Grange, assured Parliament that ''all reasonable precautions are taken to prevent any of these people hurting themselves or being hurt in any way or committing suicide.''\nMajor Political Trial Due\nMr. Le Grange also said this week that there would soon be a major political trial involving many of those arrested recently. Dr. Aggett and the woman with whom he was living, Dr. Elizabeth Floyd, were among 17 people taken into custody in a series of raids in the early hours of Nov. 27.\nBoth were held under the Terrorism Act, which permits indefinite detention without trial. It could not be determined whether Dr.  Floyd, who is also a physician active in the labor movement, had been informed of Dr. Aggett's death.\nDetention under the Terrorism Act normally involves solitary confinement and lengthy interrogation at irregular intervals. In a departure from past practice, recent detainees have been allowed a limited number of visits, and Dr. Aggett saw his mother and sister twice, the last time on New Year's Eve.\nThe sister, Jill Berger of Pretoria, said her brother ''didn't seem at all twitchy'' then and had assured them: ''Don't worry. They've got nothing on me.''\nFriends and relatives insisted that Dr. Aggett was a stable person who could never have been said to have suicidal tendencies. ''He was totally the most unfazed person I ever met,'' said David Lewis, secretary of the General Workers Union. ''Really not emotional. I would say he was a remarkably stable kind of guy. Either he was submitted to pressure beyond belief, or he was killed.''\n \n'A Person of Strong Character'\n''He was a person of strong character,'' said Jan Theron, the general secretary of the Food and Canning Workers Union. ''He was perfectly prepared mentally for just such an event as detention.''\nThe union issued a statement saying no inquiry or statement by a Cabinet minister would ever convince its members ''that Neil Aggett took his own life.''\nThe Food and Canning Workers Union, which says it has 20,000 members, has existed since 1941. Before 1960 it was affiliated with the South African Confederation of Trade Unions, which was banned that year along with its parent organization, the African National Congress. Recently it has had close ties to the South African Allied Workers Union, which has been under heavy pressure from the security police, which regards it as a front for the banned organizations.\n''This is the 'new labor deal,' '' a white woman who works as a union organizer said in a sarcastic reference to the recent changes that have made it possible for unions with black members to have formal standing in the industrial relations system. Dr. Aggett's union was one of those that refused to register under the new labor law.\n \nAutopsy Is Performed\nAn autopsy was performed on Dr. Aggett's body within six hours after it was reportedly discovered, and a private physician was there to represent his family. An announcement of the findings will follo w completion of laboratory tests, it was said.\nThe death came the same week as a judicial commission of inquiry recommended a series of administrative safeguards, including the appointment of an official to be called the inspector of detainees, to insure that detainees are not abused. The commission concluded that detention for interrogation could not be abandoned because ''information obtained from persons in detention is the most important and, to a large extent, the only weapon of the police for anticipating and preventing terroristic and other subversive activities.''\nThe Parents Support Committee, a recently organized group of relatives of political detainees, responded sharply to the assurance of Mr. Le Grange that precautions were taken to keep detainees from harming themselves. In a statement after the announcement of Dr.  Aggett's death, the committee asked why detainees would want to harm themselves ''if it were not because of lengthy detention in solitary confinement, intolerable pressure of interrogation under bullying, threatening and even blackmail conditions, without any recourse to outside help.''\nThe committee asked whether a suicide under such conditions could be seen as ''anything other than murder.''"
}