{
    "title": "White racist accused of fatal NYC stabbing charged with terrorism James Harris Jackson, who stands a",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 28,
    "full text": "A white Army veteran accused of fatally stabbing a 66-year-old bottle collector and recycler on a Manhattan street last week simply because he was black was indicted on Monday on rare state charges of murder as terrorism.\nJames Harris Jackson told the New York Daily News he attacked Timothy Caughman from behind, plunging a sword into his chest, as part of an effort to deter interracial relationships.\nIn an interview from behind bars at Rikers Island, a New York City prison complex, Mr. Jackson told the newspaper he intended to kill numerous black men in order to send a message to white women.\n\"'Well, if that guy feels so strongly about it, maybe I shouldn't do it,'\" he said, imagining how he wanted a white woman to think.\nThe stabbing is reminiscent of the mass murder of nine black churchgoers in South Carolina in 2015, killings the shooter said he carried out to start a race war. It also calls to mind the 2014 shooting of two New York City police officers, killed by a black man because they were in uniform.\nThe stabbing comes as hate crimes are on the rise following the election of President Trump. Hate crimes rose by an average of 13 percent in 15 metropolitan areas last year, according to a study by the nonpartisan Center for the Study of Hate and Extremism at California State University, San Bernadino released earlier this month.\nBut Jackson told the Daily News he had been thinking about carrying out some type of race-inspired bloodshed for years.   \n\"I had been thinking about it for a long time, for the past couple of years,\" he said. \"I figured I would end up getting shot by police, kill myself, or end up in jail.\"\nPolice say the veteran, who previously worked as an Army intelligence analyst, told them that he traveled from Baltimore to New York City \"because it is the media capital of the world and he wanted to make a statement.\"\nA week ago, Jackson came across Mr. Caughman rummaging through garbage in Manhattan's Hell's Kitchen neighbor to collect bottles for recycling, according to police. Caughman was then attacked from behind with the sword, which had an 18-inch blade, at about 11:30 p.m. He staggered into a police station, bleeding, and was taken to a hospital, where he died.\nTwenty-five hours later, Jackson walked into a police substation in Times Square with knives in his pocket and told officers to arrest him, according to The New York Times. He told investigators he dropped the sword in a garbage can in Washington Square Park, where it was later recovered.\nIn addition to the murder as an act of terrorism charge, Jackson faces a charge of murder as a hate crime.\nAt the hearing, friends of Caughman, who grew up in Queens, remembered the self-described \"can and bottle recycler\" and \"autograph collector\" as a gentle man and a good neighbor.\nChildhood friend Portia Clark said he didn't deserve the brutality.\n\"Tim Caughman did not deserve to die like that,\" Ms. Clark told the Associated Press. \"Nobody does. I mean, come on, we're black, white, yellow, brown - that's ridiculous. We're trying to get along.\"\nThe Daily News described Jackson as \"at times self-aggrandizing, boasting of his white supremacy without shame,\" but now discouraged.\nIn other moments, he appeared dejected by society's rejection of his violent, racist message - which echoed another notorious racist killer, South Carolina church gunman Dylann Roof... Jackson said he'd intended for the killing to be \"a practice run\" - the first step in a larger plan with many more casualties.But his bloodlust diminished after the killing. \"I got depressed. ...I saw it was too late. It's irreversible,\" he said, adding, \"I didn't want to put my family through any more pain.\"\nHis attorney, Sam Talkin, has said if these allegations are true, \"then we're going to address the obvious psychological issues that are present in this case.\" \nThis report includes material from the Associated Press and Reuters.\n\nLoad-Date: March 28, 2017"
}