{
    "title": "White Supremacist Pleads Guilty to Plotting to Bomb Colorado Synagogue",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 15,
    "full text": "Richard Holzer, 28, shared with undercover F.B.I. agents that he wanted to get a synagogue “off the map.” \nA self-identified white supremacist pleaded guilty Thursday to a federal hate crime for plotting to bomb a Colorado synagogue in 2019, actions that federal officials said meet the federal definition of domestic terrorism. \nRichard Holzer, 28, pleaded guilty to two offenses: trying to obstruct people from exercising their religious beliefs by using force or explosives and trying to damage and destroy a building used in interstate commerce, according to the United States Attorney’s Office in Colorado. Each offense holds a maximum of 20 years in prison. However, according to plea agreement documents, prosecutors agreed not to recommend a sentence greater than 20 years. \nMr. Holzer is set to be sentenced on Jan. 20. \n“This is the most important work that we can do — protecting our communities by stopping an attack before it occurred,” said Jason Dunn, U.S. attorney for the District of Colorado. “The people of Pueblo and the State of Colorado are safer as a result of today’s guilty plea and the outstanding work of prosecutors, the F.B.I., and our other law enforcement partners.”\nMr. Holzer’s arrest came a year after a gunman attacked congregants at a Pittsburgh synagogue, shouting anti-Semitic slurs and killing 11 people. White supremacists were inspired by the attack, according to the Anti-Defamation League, and Jewish institutions were targeted on at least 50 occasions in the year after the Oct. 27, 2018, rampage. \nMary Butterton, one of the lawyers representing Mr. Holzer, said she had no comment on the plea deal. \nIn October 2019, Mr. Holzer told undercover F.B.I. agents that he planned to poison members of the Temple Emanuel Synagogue in Pueblo, Colo. — about 116 miles south of Denver —  according to the plea agreement. Mr. Holzer used social media to promote white supremacy and communicate with people who were actually undercover law enforcement agents. \nIn a meeting with undercover agents in late October, Mr. Holzer mentioned using explosives, including Molotov cocktails. Later he discussed using pipe bombs after visiting the synagogue and observing “that Molotov cocktails would not be enough to condemn the entire building.” He said that he wanted to get the synagogue “off the map,” federal officials said.   \nOn Nov. 1, undercover agents met up with Mr. Holzer, providing him with explosives, which he said were “absolutely gorgeous.” Mr. Holzer was later arrested. \nTemple Emanuel Synagogue, which is listed the National Register of Historic Places, says on its website that it is “the oldest Jewish house of worship in the Pueblo community.” \nMichael Atlas-Acuña, president of the synagogue’s board of directors, said Mr. Holzer’s plot was “a reality of today’s world.” \nAfter news of the plot was made public in 2019, the synagogue received overwhelming support nationally and outside the U.S., he said. Funds sent from supporters helped the synagogue ramp up security, financing a 24-hour surveillance system and an armed guard during services. \n“Out of a bad thing,” Mr. Atlas-Acuña said, “good things happen.”\nPHOTO: Temple Emanuel Synagogue in Pueblo, Colo., was the target of a plot by Richard Holzer, who was arrested after undercover agents provided him with explosives.  (PHOTOGRAPH BY Christian Murdock/The Gazette, via Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: October 16, 2020"
}