{
    "title": "White House_ Dismiss appeal; Detained terror suspect appeals to U.S. Supreme Court to avoid trial by",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 1,
    "day": 13,
    "full text": "The Bush administration asked the Supreme Court on Thursday to dismiss an appeal by a terror suspect held at the U.S. naval base at Guantanamo Bay.\nSolicitor General Paul Clement based the request on a new law the Bush administration says sharply limits challenges to the detention of hundreds of suspected al-Qaida and Taliban operatives.\nIn November, the high court agreed to hear Salim Ahmed Hamdan's constitutional challenge to the administration's plan to try him and others by military commission for war crimes. In doing so, the justices agreed to test the president's wartime powers.\nIn late December, the president signed legislation requiring detainees at the U.S. naval base in Cuba to appeal their detention status and punishments to a federal appeals court in Washington and not through lower federal courts.\n\"By establishing an exclusive review procedure for military commission challenges, Congress has made plain its judgment that judicial review of military commission proceedings should occur only after those proceedings have been completed,\" Clement told the justices in the filing.\nThe Supreme Court's intervention - before Hamdan's trial by a military commission - was a blow to the White House, which has been repeatedly criticized for its treatment of detainees. In 2004, the high court rebuked the administration for holding \"enemy combatants\" in legal limbo.\nThe Justice Department also cited the Detainee Treatment Act when it sought dismissal last week of nearly 200 lawsuits filed on behalf of more than 300 detainees in U.S. District Court in Washington. The act also deals with interrogation standards for captives in the administration's war on terrorism.\nThe law's chief Democratic sponsor, Sen. Carl Levin, of Michigan, said it had been altered so it would not apply to pending cases.\nHamdan is among about 500 foreigners who were designated \"enemy combatants\" and imprisoned at the U.S. military prison in Cuba.\nInitially, the Bush administration refused to let the men see attorneys or challenge their imprisonment in courts. The Supreme Court in 2004 said U.S. courts were open to filings from the detainees, although justices may be called on to clarify the legal rights of the detainees in a separate appeal.\nClement, in Thursday's filing with the high court, argued that the lawsuits filed on behalf of the foreign detainees \"have consumed enormous resources and disrupted the operation of Guantanamo during time of war.\"\nHamdan's lawyers want the justices to decide if Bush overstepped his authority with plans for a military trial for Hamdan, who has admitted serving as Osama bin Laden's former driver. Hamdan is one of nine Guantanamo prisoners who face trial by military commission.\nHuman rights activists and civil libertarians have criticized the military commissions established by the Pentagon, saying they are flawed because they lack basic protections and rights for defendants.\nIn November 2004, Hamdan's case was halted when a federal judge in Washington ruled that the administration's military commissions were legally inadequate.\nHamdan, who was captured in Afghanistan in November 2001, denies conspiring to engage in acts of terrorism and denies he was a member of al-Qaida. He has been charged with conspiracy to commit war crimes, murder and terrorism.\n\nLoad-Date: January 13, 2006"
}