{
    "title": "Whitmer slams Trump for encouraging _lock her up_ chants at his Michigan rally",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "Gov. Gretchen Whitmer of Michigan condemned President Trump after his supporters at a Saturday rally broke out in a chant to “lock her up,” just a week after she was the target of a kidnapping plot.\nGov. Gretchen Whitmer of Michigan on Sunday condemned President Trump after his supporters at a Saturday rally in the state broke out in a chant to “lock her up,” just a week after she was the target of a kidnapping plot.\nSpeaking to NBC’s “Meet the Press,” Ms. Whitmer said, “It’s incredibly disturbing that the president of the United States, 10 days after a plot to kidnap, put me on trial and execute me — 10 days after that was uncovered — the president is at it again and inspiring and incentivizing and inciting this kind of domestic terrorism.”\nMs. Whitmer has been the target of conservative criticism for her strict policies in the spring to slow the spread of the coronavirus, and Michigan’s Supreme Court recently ruled that her use of executive orders to extend the state’s emergency declaration order was unconstitutional. Since a peak in the spring, Michigan had successfully kept coronavirus cases from climbing until the last few weeks, which have seen a sharp rise.\n“I’m not going to get distracted by attacks from the White House or a Supreme Court here in the state that is undermining my work,” Ms. Whitmer said on Sunday. “I’m going to keep going forward and doing everything I can to protect my people.”\nAt the Saturday rally, held at the Muskegon airport, Mr. Trump responded to the “lock her up” chants by saying, “Lock them all up.”\nOn Sunday, Speaker Nancy Pelosi also condemned the president over the episode, while Trump campaign surrogates played down his remarks.\nMs. Pelosi, appearing on ABC’s “This Week,” said Mr. Trump’s rhetoric was “irresponsible,” particularly targeting a female governor.\n“The president has to realize that the words of the president of the United States weigh a ton,” Ms. Pelosi said. “And in our political dialogue, to inject fear tactics into it, especially a woman governor and her family, is so irresponsible.”\nJason Miller, a senior adviser for the Trump campaign, said on “Fox News Sunday” that Mr. Trump does not regret his remarks made during the rally.\n“I think the fact of the matter is that many residents of Michigan are pretty frustrated with the governor,” Mr. Miller said.\n“I’m glad that President Trump’s D.O.J. was able to get these psychopaths and put them away,” he added of the men arrested in connection with the domestic terrorism plot.\nOn CNN’s “State of the Union,” Lara Trump, a senior adviser for the campaign and the wife of Mr. Trump’s son Eric, said the president “wasn’t doing anything, I don’t think, to provoke people to threaten this woman at all.”\n“He was having fun at a Trump rally,” she said.\nPHOTO: Gov. Gretchen Whitmer of Michigan. (PHOTOGRAPH BY Ruth Fremson/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: October 19, 2020"
}