{
    "title": "Whitey Bulger trial marks close of an era. But what new organized crime lurks_ Reputed mobster James",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 6,
    "day": 4,
    "full text": "In the history of organized crime in America, the story of James \"Whitey\" Bulger already has the feel of a bygone era.\nA pivotal moment in his alleged criminal career - for which he goes on trial Tuesday - sounds like a scene from a \"Godfather\" movie.\nIt was 1972, and Mr. Bulger was an ex-convict with his career, and his life, on the line. Two Irish-American crime gangs were fighting over Boston turf, and the group he belonged to was losing.\nHe stepped through the door of a Boston restaurant for a meeting with other gang chiefs, including some who had tried to kill him. Bulger sought a truce - and a continuing slice of local rackets.\n\"We had four guys with machine guns two blocks away and, we found out later, so did Whitey,\" Patrick Nee of the \"Mullen\" gang later wrote.\nThe two sides cut a deal that ultimately enabled Bulger to consolidate power, with alleged operations ranging from gambling to cocaine distribution to extorting \"protection\" money from local businesses.\nThus began a nearly quarter-century reign for Bulger as an underworld power in New England, with his South Boston base scarcely a mile from the state capitol where his brother, William \"Billy\" Bulger, served more than 30 years, including 16 as Senate president.\nNow, with the wheel come full circle, Whitey Bulger resides in a cell in the Plymouth County Correctional Facility. Captured in California in 2011 after a 16-year manhunt, his trial begins Tuesday in a US district court on charges that include 19 murders.\nThe trial, and Bulger's tumultuous back story, is partly a local affair, yet it carries wider significance on several fronts. It dramatizes law enforcement's nationwide success bringing down once-powerful mob bosses even as, symbolically, it serves as a trial of the Federal Bureau of Investigation itself for lapses in its use of alleged criminals - including Bulger - as informants.\nBut in some ways the Bulger trial also marks the passing of an era. Old-style crime bosses - rulers of hierarchical but relatively small geographic fiefdoms - are increasingly giving way to criminal groups that are more fluid, more likely to span international borders in their activities, and more reliant on modern technologies.\n\"We certainly have much more diverse organized crime in the US than in the past, much more transnational, much more linked to computers,\" says Louise Shelley, a crime expert who directs the Terrorism, Transnational Crime and Corruption Center at George Mason University in Fairfax, Va.\nDespite law enforcement's headway against the American Mafia in recent decades, she says, organized crime remains a significant long-term threat.\nYes, domestic terrorism looms as the largest concern for agencies like the FBI. But a 2011 Obama administration strategy document on transnational organized crime notes that the risks today include not just longstanding challenges, such as human trafficking for prostitution, but also manipulation of financial or commodity markets, and aiding terrorist groups in obtaining weapons.\n\"Criminal networks are not only expanding their operations, but they are also diversifying their activities, resulting in a convergence of transnational threats that has evolved to become more complex, volatile, and destabilizing,\" the strategy document says.\nA major victory since the 1970s is that \"La Cosa Nostra\" no longer wields the clout it once did - when mob tentacles spread from labor unions to corrupt politicians and rigged Las Vegas casinos.\n\"It is a shell of its former self,\" says James Jacobs, an organized-crime expert at the New York University School of Law.\nPolice and prosecutors like Rudolph Giuliani in New York played central roles in this progress, with vital assistance from confidential informants.\nThe FBI is still fighting the mob, and its efforts to prevent Bulger-style informant debacles are still a work in progress.\nYet the face of organized crime is clearly changing. Consider the contrast between Bulger's alleged mode of operation and another criminal enterprise that made headlines more recently.\nThe story of Bulger, as recounted in biographical books and court documents, is one of raw gunpoint intimidation and carefully managed local alliances. By some estimates, his ill-gotten wealth totaled as much as $50 million from a wide range of alleged activities mostly near Boston but including embezzlement from World Jai Alai, a business in Florida.\nCompare that to this example of newer modes of organized crime: a $45 million ATM heist that emerged in the news in May. It was a massive theft that allegedly involved technology (hacking databases of prepaid debit cards and eliminating withdrawal limits), spanned multiple nations (coordinating cash withdrawals in 26 countries early this year), and may have involved loose and far-flung networks of participants, ranging from masterminds and money launderers to less-sophisticated flunkies who withdrew backpack-loads of cash.\nThe expansion of this transnational brand of organized crime has been fueled by a confluence of global trends.\nAmong them: technological advances, the growing complexity of the financial system, the fall of the Soviet empire, and the emergence of China (and Chinese crime groups) in the global economy. Add this all up, and factor in political instability in many parts of the world, and you have growing incentives and opportunities for crime groups to act.\nThe new- and old-style mobsters coexist today and share some characteristics. The actions of both harm society and the economy, and both can result in violence. (One suspect in the ATM case was shot dead in the Dominican Republic some weeks after the main theft occurred.)\nSome criminal-justice experts say the FBI and other law enforcement agencies face a scramble to keep up with the evolving challenge.\nSince the 9/11 terrorism attacks, preventing terrorism is the FBI's top focus, so the agency may have fallen behind in cultivating new skills in the fight against organized crime, says Eugene O'Donnell, a former police officer and prosecutor who teaches at John Jay College in New York.\n\"Criminals are more sophisticated,\" Mr. O'Donnell says. \"We haven't necessarily shifted sufficiently to acknowledge where the real threats may come from.\"\n\nLoad-Date: June 4, 2013"
}