{
    "title": "White House aide Jared Kushner meets with Saudi Arabia and Qatar",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 12,
    "full text": "By McKenzie CollinsNation & World Editor\nWhite House aide and son-in-law to President Trump, Jared Kushner, is taking a step on behalf of the Trump administration to maintain a diplomatic relationship with Saudi Arabia. Their initial meeting in Qatar was arranged with the intent to end the current dispute within the Middle East. \nOngoing conflict began in the early 2010s with extreme government protests and rebellions known as the Arab Spring (Envato Elements).\nAs specified by The Washington Post, Aaron David Miller, a former Middle East analyst for the State Department weighed in, stating \"I guarantee you this will not be the last trip he'll take to Saudi Arabia. These are extremely important relationships to cultivate if you are interested in making money and continuing a relevant role in the Arab-Israeli state issue-which I'm sure he is.\"\nThe ongoing conflict, also referred to as the Second Arab Cold War, is essentially a power struggle between Qatar and Saudi Arabia within the Gulf Cooperation Council. It began in the early 2010s with extreme government protesting and rebellions known as the Arab Spring. \nHowever, tensions spiraled when Qatar voiced support for the reform efforts and Saudi Arabia disagreed. Additionally, Qatar supports Al Jazeera, a Qatari news network that is known for supporting the Arab Spring, and continues to uphold an alliance with Iran: one of Saudi Arabia's main rivals. \nIn recent years, the conflict has become more financially imminent due to the embargo imposed on Qatar by Saudi Arabia and its allies in June of 2017. The embargo reportedly stemmed from Saudi claims that Qatar was supporting terrorism through their relationship with Iran. Egypt, the UAE and Bahrain currently stand with Saudi Arabia in enforcing the embargo.\nAccording to The Guardian, Qatar's foreign minister, Sheikh Mohammed bin Abdulrahman al-Thani stated, \"No country is in a position to impose any demands on another country, whether from Qatar or from the quartet ... Each country should decide its foreign policy. We believe that Gulf unity is very important for the security of the region. This needless crisis needs to end based on mutual respect.\"\nKushner first met with the Crown Prince of Saudi Arabia, Mohammed bin Salman, in Riyadh. He followed this event with discussions with the Emir of Qatar, Sheikh Tamim bin Hamad Al Thani. According to Al Jazeera, the audience with Thani took place in Doha, the capital of Qatar on Dec. 2.\nAccording to The Times of Israel, Sheikh Ahmed, the foreign minister of Kuwait, announced \"fruitful discussions have taken place in the past period, where all parties affirmed their keenness on Gulf and Arab solidarity and stability and on reaching a final agreement that achieves the aspired permanent solidarity between their countries.\" \nKuwait's interest stems from their presence on the Gulf Cooperation Council, which has suffered greatly under current pretenses. While it is unclear how the U.S. plans to assist in the enforcement of this agreement and consensus in question has yet to be decided upon, Saudi Arabia and their allies have made a list of demands.\nThe thirteen point ultimatum consists of the termination of the Al Jazeera news network, limiting connections with Iran and closing a Turkish military base. These stipulations have significantly decreased the productivity of the Gulf Cooperation Council. \nThe Washington Post also quoted Bruce Ridel, a former CIA officer and director of the Brookings Intelligence Project, saying, \"I suspect there are other reasons for this-that the Trump-MBS family relationship is going to outlast January 21st and they are looking to cement that.\"\n\nLoad-Date: December 13, 2020"
}