{
    "title": "White Terrorism Shows _Stunning_ Parallels to Islamic State_s Rise The Interpreter",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "Many scholars of terrorism see worrying similarities between the rise of the Islamic State and that of white nationalist terrorism, seen most recently in the carnage in El Paso, Tex.\n“The parallels are stunning,” said Will McCants, a prominent expert in the field.\nAnd they are growing more notable with each new attack.\nExperts say that the similarities are far from a coincidence. White nationalist terrorism is following a progression eerily similar to that of jihadism under the leadership of the Islamic State, in ways that do much to explain why the attacks have suddenly grown so frequent and deadly.\nIn both, there is the apocalyptic ideology that predicts — and promises to hasten — a civilizational conflict that will consume the world. There is theatrical, indiscriminate violence that will supposedly bring about this final battle, but often does little more than grant the killer a brief flash of empowerment and win attention for the cause.\nThere are self-starter recruits who, gathering in social media’s dark corners, drive their own radicalization. And for these recruits, the official ideology may serve simply as an outlet for existing tendencies toward hatred and violence.\nDifferences between white nationalists and the Islamic State remain vast. While Islamic State leaders leveraged their followers’ zeal into a short-lived government, the new white nationalism has no formal leadership at all.\n“I think a lot of people working on online extremism saw this coming,” said J.M. Berger, author of the book “Extremism,” and a fellow with VOX-Pol, a group that studies online extremism, referring to the similarities between white nationalism and the Islamic State.\n[Read our live briefing for the latest updates on the Dayton and El Paso shootings]\nIn retrospect, it is not hard to see why.\nThe world-shaking infamy of the Islamic State has made it a natural model even — perhaps especially — for extremists who see Muslims as enemies.\nA set of global changes, particularly the rise of social media, has made it easy for any decentralized terrorist cause to drift toward ever-grander, and evermore nonsensical, violence.\n“Structurally, it didn’t matter whether those extremists were jihadists or white nationalists,” Mr. Berger said.\nWhite nationalism in all forms has been on the rise for some years. Its violent fringe was all but certain to rise as well.\nThe feedback loop of radicalization and violence, once triggered, can take on a terrible momentum all its own, with each attack boosting the online radicalization and doomsday ideology that, in turn, drive more attacks.\nThe lessons are concerning. It is nearly impossible to eradicate a movement animated by ideas and decentralized social networks. Nor is it easy to prevent attacks when the perpetrators’ ideology makes nearly any target as good as the next, and requires little more training or guidance than opening a web forum.\nAnd global changes that played a role in allowing the rise of the Islamic State are only accelerating, Mr. Berger warned — changes like the proliferation of social networks.\n[International readers reacted with frustration and despair to the recent mass shootings.]\n“When you open up a vast new arena for communication, it’s a vector for contagion,” he said.\nA New Kind of Terrorism\nThe nihilism that increasingly defines global terrorism first emerged in the sectarian caldron of American-occupied Iraq.\nA washed-up criminal from Jordan, Abu Musab Al-Zarqawi, exploited the chaos brought by the American-led invasion to slaughter occupiers and Iraqi Muslims alike, circulating videos of his deeds.\nAl Qaeda, for all its religious claims, had, like most terrorist groups, killed civilians in pursuit of worldly goals like an American withdrawal from the Middle East.\nBut Mr. Zarqawi seemed driven by sadism, a thirst for fame and an apocalyptic ideology that he is thought to have only vaguely grasped.\nAl Qaeda objected, fearing he would alienate the Muslim world and distract from jihadism’s more concrete goals.\nMr. Zarqawi instead proved so popular among jihadist recruits that Al Qaeda let him fight under its name. After his death, his group re-emerged as the Islamic State.\nHis group’s unlikely rise hinted at a new approach to terrorism — and sheds light on why white nationalist terrorism is converging on similar beliefs and practices.\nMost terrorists are not born wishing to kill. They have to be groomed. Where past terrorist groups had appealed to the political aspirations and hatreds of its recruits, Mr. Zarqawi’s found ways to activate a desire for bloodshed itself.\nThe American-led invasion of Iraq had seemed, for many Middle Easterners, to turn the world upside down. Mr. Zarqawi and later the Islamic State, instead of promising to turn it right side up, offered an explanation: The world was rushing toward an end-of-days battle between Muslims and infidels.\nIn that world, Mr. McCants wrote in 2015, “the apocalyptic recruiting pitch makes more sense.”\nThis gave the group justification for attacks that otherwise made little strategic sense, like killing dozens of fellow Muslims out shopping, which it said would help usher in the apocalypse foretold in ancient prophecy.\nBecause the attacks were easier to carry out, almost anyone could execute their own and feel like a true soldier in the glorious cause.\nJihadism retained its core political agenda. But the things that made the Islamic State’s form of terrorism so infectious also made it less strategically rational.\nWith an ideology that said anyone could kill for the movement and that killing was its own reward, much of the violence took on a momentum of its own.\nThat, some scholars say, is what appears to be happening now with the extreme wings of the white nationalist movement rising globally.\nSeeing a Global Race War\nThe ideological tracts, recruiting pitches and radicalization tales of the Islamic State during its rise echo, almost word-for-word, those of the white nationalist terrorists of today.\nFor the latter, the world is said to be careening toward a global race war between whites and nonwhites.\n“The Camp of the Saints,” a bizarre 1973 French novel that has since become an unofficial book of prophecy for many white nationalists, describes a concerted effort by nonwhite foreigners to overwhelm and subjugate Europeans, who fight back in a genocidal race war.\nSo-called manifestoes left by the terrorist attackers at Christchurch, New Zealand, and El Paso, Tex., have warned of this coming war too. They also say their attacks were intended to provoke more racial violence, hastening the fight’s arrival.\nRadicalization requires little more than a community with like-minded beliefs, said Maura Conway, a terrorism scholar at Dublin City University. While white backlash to social and demographic change is nothing new, social media has allowed whites receptive to the most extreme version to find one another.\nMr. Berger, in his research, found that these deadly messages, which have had mixed success in traditional propaganda channels in all but the most dire historical moments, can spread like wildfire on social media.\nHe termed the message one of “temporal acceleration” — the promise that an adherent could speed up time toward some inevitable endpoint by committing violence. And the “apocalyptic narratives,” he found, exploit social media’s tendency to amplify whatever content is most extreme.\nAs with the Islamic State’s calls for mass murder, this worldview has resonated among young men, mostly loners, who might have previously expressed little ideological fervor or experienced much hardship. It offered them a way to belong and a cause to participate in.\nAnd, much like the Islamic State had found, social media gave white extremists a venue on which to post videos of their exploits, where they would go viral, setting off the cycle again.\nIn 2015, Mr. Berger wrote that the Islamic State had been “the first group to employ these amplifying tactics on social media.” But, he added, “it will not be the last.”\nThe Interpreter is a column by Max Fisher and Amanda Taub exploring the ideas and context behind major world events. Follow them on Twitter @Max_Fisher and @amandataub. \nPHOTO: An area of Raqqa, Syria. White nationalism is following a path similar to jihadism, experts say. (PHOTOGRAPH BY IVOR PRICKETT FOR THE NEW YORK TIMES)\nRelated Articles\nTrump Condemns White Supremacy but Stops Short of Major Gun Controls\nEl Paso Shooting Suspect’s Manifesto Echoes Trump’s Language\nShootings Renew Debate Over How to Combat Domestic Terrorism\nMinutes Before El Paso Killing, Hate-Filled Manifesto Appears Online\nGunman’s Own Sister Was Among Dayton Shooting Victims\nEl Paso Shooting Victims: Here Are Some of Their Stories\n\nLoad-Date: August 7, 2019"
}