{
    "title": "White House unveils new plans to fight terrorism",
    "publisher": "charleston daily mail",
    "year": 2011,
    "month": 8,
    "day": 4,
    "full text": "WASHINGTON - Existing local police efforts, after-school programs and community outreach around the country top the Obama administration's new strategy to fight the threat of al-Qaida and other violent radicals in the United States.\nAfter more than two years of high-level meetings, the White House released an eight-page document Wednesday that describes a strategy of mostly initiatives already under way to prevent violent ideologically-inspired attacks like the deadly 2009 shootings at an Arkansas military recruiting center and Holocaust museum in Washington.\n\"Our belief that putting communities in the front here is just recognition, frankly, the fact of life . . . that it's going to be communities that recognize abnormal behavior,\" said Denis McDonough, President Barack Obama's deputy national security advisor.\nThe father of the gunman in the Arkansas shooting said the administration's strategy is inadequate.\n\"I think that time is running out for the people sitting on the sideline doing nothing,\" said Melvin Bledsoe, the father of Carlos Bledsoe, who in 2009 shot and killed a soldier at a military recruiting center in Little Rock. \"It's never going to fix the problem when they're trying to dance around the issues. It's really sad because innocent people are dying.\"\nCarlos Bledsoe, who converted to Islam and adopted a violent interpretation of the religion, was recently sentenced to life in prison without parole.\nThe psychology of radicalization has been studied for years, and while there are some similarities among terrorism cases, there is no single profile of a violent extremist in the U.S. Complicating the challenge is that the threat is often rooted in an ideology protected by the Constitution.\nThe White House strategy singles out al-Qaida and like-minded individuals as the greatest terror threat to the U.S. and emphasizes that there is no one-size-fits-all solution. Yet the overall plan is to address all forms of violent extremism.\nBecause of this, the nation's counter-gang program that has mobilized communities around the country to come up with ways to prevent gang activity should be a model to use when trying to prevent people from falling for any ideology that would inspire them to kill innocent people, the strategy said.\n\"So we think that by prioritizing the threat, by training, by providing broad training applicable to the threat broadly, and by saying to communities, `Hey we're going to rely on you as we do on identifying truancy being an early warning indicator for gang violence,' for an example - truancy is also going to be an early warning sign for violent extremism,\" McDonough said.\nUsing the gang model to address the threat of violent Islamist extremism is a page from the Minneapolis region's playbook. After at least 21 men left the Minneapolis area since 2007 to join a Somalia-based terror organization with al-Qaida ties, local police have been doing regular outreach with the Somali community, and used a Justice Department grant to launch after-school study programs, open gyms and arts and crafts projects.\n\"We have long worked to combat threats to our youth that have become all too familiar - alcohol abuse, drug abuse and gang violence,\" said Tom Smith, chief of the St. Paul, Minn., police department, speaking to lawmakers about radicalization last month. \"As we have committed to combating those threats, the St. Paul police department committed to battling a new one - the potential radicalization of our Somali-American youth.\"\nThe departments of Homeland Security and Justice and the FBI have also been leading outreach programs for years around the country, efforts that will continue under the new strategy.\nAlso on the federal government's to-do list is to counter violent messages on the Internet and to set up a website that has resources for training and shares information about programs that have worked in other communities, but the strategy does not include details for doing this.\nAbdirizak Bihi, a community organizer and uncle of one of the Minneapolis teenagers who left for Somalia in 2008, said he agrees efforts to combat radicalism must come from the community.\nHe also said he's glad the White House has picked up on some of the work he and others in the community are already doing, but the community needs more.\nThe chairman of the House Homeland Security committee, Rep. Peter King, R-.N.Y., said he's concerned that the administration's plan to combat all violent extremist ideology equates the threat from Muslim violent extremists to the threat posed by other violent extremists. King has come under fire for holding hearings this year that focus exclusively on the radicalization of Muslims in the U.S.\nThe Bush administration has sought ways to counter violent ideologies and struggled with talking about religion in the context of terrorism. But the problem became more pressing for Obama, as there have been more attempted attacks and plots against the U.S. during his time in office.\nSince 2009, at least 24 people have been killed in the U.S. due to actions of individuals who ascribe to a violent ideology: Fourteen were killed by people who supported al-Qaida, and 10 were killed by people who were motivated by other ideologies, like white supremacy.\n\nLoad-Date: August 4, 2011"
}