{
    "title": "White House condemns Philippines bombing bombing",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 3,
    "day": 4,
    "full text": "WASHINGTON - The White House today condemned a bombing at a Philippines airport that killed at least 19 people, including an American.\nPress secretary Ari Fleischer said the explosion had \"all the earmarkings of terrorism.\" terrorism.\"\nAfter a powerful bomb hidden in a backpack exploded at an airport in southern Philippines, the government called it a \"brazen act of terrorism.\"\nThree Americans from a Southern Baptist missionary family were among the wounded. Many of the injured were in serious condition, and officials feared the death toll could rise.\nNo one claimed responsibility for the blast at Davao airport on Mindanao island. But the military has blamed Moro Islamic Liberation Front rebels for a string of recent attacks, including a car-bombing at nearby Cotabato airport last month that killed one woman.\n-30-\n\"The president condemns the bombing in the Philippines this morning. We are working closely with the Philippine government, which has fought valiantly in the war on terror,\" Fleischer told reporters.\n\"Our immediate concern is to provide assistance to the injured. The United States will work … to make certain those responsible are brought to justice,\" he said.\nAfter a powerful bomb hidden in a backpack exploded at an airport in southern Philippines, the government called it a \"brazen act of terrorism.\"\nThree Americans from a Southern Baptist missionary family were among the wounded. Many of the injured were in serious condition, and officials feared the death toll could rise.\nNo one claimed responsibility for the blast at Davao airport on Mindanao island. But the military has blamed Moro Islamic Liberation Front rebels for a string of attacks, including a car-bombing at nearby Cotabato airport last month that killed one woman.\n-30- 30-\n\nLoad-Date: March 5, 2003"
}