{
    "title": "White House releases 100 emails in effort to bolster Benghazi case",
    "publisher": "the hill",
    "year": 2013,
    "month": 5,
    "day": 16,
    "full text": "The White House on Wednesday released more than 100 pages of inter-agency emails intended to bolster its argument it did not try to hide the fact that last year's attack on the U.S. diplomatic post in Benghazi, Libya, was terrorism.\nThe messages ¯ circulated Sept. 14-15 ¯ show that CIA Deputy Director Mike Morrell asked that references to al Qaeda and another terrorist groups be removed from official administration talking points hours before State Department spokeswoman Victoria Nuland made a similar request.\nOne page of talking points dated Sept. 14 includes handwritten notes by Morrell, who scratches out parts of the talking points that say that there were \"indications that Islamic extremists participated in the violent demonstrations,\" and also that there were \"at least five other attacks against foreign interests in Benghazi by unidentified assailants, including the June attack against the British ambassador's convoy.\"\nBut the emails also show that Morrell's boss, then-CIA Director David Petraeus, wanted additional information, including warnings about earlier violence in the region, including in the talking points. He suggested he would rather not use the talking points without the additional disclosures.\n\"Frankly, I'd just as soon not use this, then,\" Petraeus wrote in a Sept. 15 email, noting the mention of a cable from Washington to the U.S. Embassy in Cairo 10 days before the Benghazi attack warning of the potential for violence had been scrubbed.\nThe emails also indicate the CIA concluded from the beginning that the attacks were \"spontaneously inspired by the protests at the U.S. Embassy in Cairo,\" which had taken place earlier in the day and that it \"evolved into a direct assault against the U.S. Consulate and subsequently its annex.\"\nIn the emails, the CIA notes that its analysis might change \"as additional information is collected and analyzed.\"\nWhile the administration maintains the decision to remove references to al Qaeda and Islamic extremists was driven by the CIA, the emails also show the State Department repeatedly expressing concern over various revisions of the talking points.\nOne email dated Sept. 14 from a CIA official to the agency's director states, \"The White House cleared quickly, but State has major concerns.\"\nNuland emails the group revising the talking points to indicate that an initial round of edits that removed reference to al Qaeda ¯ but not Islamic extremists ¯ \"didn't resolve all my issues or those of my building leadership.\"\nJake Sullivan, the director of policy planning at the State Department, notes in a subsequent email that he had been told \"we can make edits.\"\nOther points in the exchange also indicate the State Department and other agencies believed they were playing a role in tempering the language in the talking points.\nAn email exchanged between two CIA officials sent later the same night notes that the agency \"revised the document with [the State Department's] concerns in mind.\"\nAdministration officials briefing reporters on the emails argued they buttressed the administration's contention that officials at the CIA both wrote the original set of talking points and struck out references to terrorism.\nIn a statement, White House spokesman Eric Schultz said earlier emails leaked to the press had been picked selectively to give an inaccurate impression to the media.\n\"Collectively these e-mails make clear that the interagency process, including the White House's interactions, were focused on providing the facts as we knew them based on the best information available at the time and protecting an ongoing investigation,\" he said.\nBut after the White House's release, a spokesman for Speaker John Boehner (R-Ohio) said the new documents only confirmed that the White House and State Department had an extensive role in editing the talking points.\n\"The seemingly political nature of the State Department's concerns raises questions about the motivations behind these changes and who at the State Department was seeking them,\" Boehner spokesman Brendan Buck said in a statement. He added that the House GOP hopes \"that this limited release of documents is a sign of more cooperation to come\" from the White House.\nThe controversy over Benghazi largely stems from television appearances by U.S. Ambassador to the United Nations Susan Rice five days after the attack.\nIn the interviews, Rice linked the attack to the protest and not to terrorism. She relied on the talking points that are the subject of the emails released by the White House on Wednesday.\nRepublicans have argued that officials knew almost immediately the attack was terrorism and that they linked the attack to a protest because of the negative political ramifications of a terrorist attack less than two months before Election Day.\nAt a House Oversight Committee hearing last week, one State Department official stationed in Tripoli at the time of the attacks said he was stunned when he heard Rice's comments.\n\"My jaw dropped and I was embarrassed,\" Gregory Hicks, the former deputy chief of the U.S. mission in Tripoli, told the panel.\nAdministration officials discussing the emails on Wednesday pointed to a page of talking points dated Sept 14. The page includes handwritten notes by Morrell, who scratches out parts of the talking points that say that there were \"indications that Islamic extremists participated in the violent demonstrations,\" and also that there were \"at least five other attacks against foreign interests in Benghazi by unidentified assailants, including the June attack against the British ambassador's convoy.\"\nIn the original email, the CIA said attackers included \"a mix of individuals from across many sections of Libyan society.\"\nBut it went on to say that intelligence officials couldn't conclude whether al Qaeda and other Islamic extremists were directly involved in the attack.\nWhen the talking points received the all-clear from all the agencies, a CIA official requested that they be sent to Petraeus.\n\"He needs to know in advance what is going to the Hill in his name, even if it is going with the full force of full interagency coordination.\"\nRep. Jason Chaffetz (R-Utah) said was not sure the emails made clear that the CIA was solely responsible for editing the talking points.\n\"I'm not ready to come to that conclusion yet,\" Chaffetz said.\nHe also called for the release of additional documents from the White House.\n\"I'm going to applaud the White House releasing some hand picked emails but it begs the question: why not release all of the unclassified emails related to Benghazi? The only reason that they're choosing to pick these is because it's been embarrassing,\" he said.\nObama earlier this week charged Republicans with playing politics with Benghazi, arguing he described the attack as an act of terror days later and that the GOP theory didn't make sense.\n\"Who executes some kind of cover-up for three days?\" Obama said.\nAmie Parnes contributed.\n\nLoad-Date: August 27, 2013"
}