{
    "title": "White House voices war on terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "The Clinton administration's top leaders took to the airwaves\nSunday to sell the new war on terrorism, launched with Thursday's\nmissile strikes on Afghanistan and Sudan.\nSpeaking on ABC-TV's This Week, Secretary of State Madeleine\nAlbright said the attacks weren't just aimed at Saudi-born fanatic\nOsama bin Laden. \"We do not think that just focusing on one single\nindividual this way proves anything,\" she said on ABC's This\nWeek with Sam Donaldson and Cokie Roberts.\nStill, said Defense Secretary William Cohen on NBC's Meet the\nPress, if bin Laden died in a future U.S. action, no one would\nweep over \"someone who is that fanatical about killing innocent\nhuman beings.\"\nAlso Sunday, Sudan said it wants a White House apology for the\nmissile strike against a factory in Khartoum.\nBritain, Germany and other European states backed the bombing\nof a pharmaceutical factory in Khartoum that U.S. officials said\nproduced chemical warfare agents.\nPresident Clinton ordered the attack, and a strike against camps\nassociated with bin Laden in Afghanistan, in retaliation for bombings\nof U.S. embassies in Kenya and Tanzania.\nThe Sudan factory was reportedly destroyed. In Afghanistan, at\nleast 21 died, more than 50 were injured and damage was \"moderate\nto heavy.\"\nA USA TODAY/CNN/Gallup Poll of more than 400 adults taken Friday-Saturday\nfound 76% approve of further attacks using missiles and 65% of\nthose polled approve of using ground troops. The margin of error\nis +/- 5 percentage points. Also:\n-- The president announced new steps to hit bin Laden's organizations\nby seizing U.S. assets owned by him, his top assistants or their\norganization.\n-- Clinton gained support from Republicans, who last week questioned\nthe attacks as a way to deflect interest from the Monica Lewinsky\naffair.\n\"I think the president did exactly the right thing,\" Rep. Porter\nGoss, R-Fla., chairman of the House Intelligence Committee, told\nFox News Sunday.\n-- The operation, code-named Infinite Reach, was born 10 days\nbefore the strikes, Newsweek says today, and was so secret\nthat even people in Cohen's office didn't know.\n-- In Nairobi, FBI agents investigating the bombing of the U.S.\nEmbassy said they believe eight people were involved. Three of\nthe men being held said they were sent to Kenya last year by bin\nLaden and sponsored by a Nairobi-based Islamic aid group which\nworks with a Saudi financier.\n\nLoad-Date: August 24, 1998"
}