{
    "title": "WHITE HOUSE REJECTS CARTER'S CALL TO PROVE PLANT'S TERRORIST LINKS",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 9,
    "day": 19,
    "full text": "* National security adviser insists the United States had \"overwhelming grounds\" to attack a chemical factory in Sudan that produced medicine.\nThe White House on Friday defended its decision to attack a suspected chemical weapons factory in Sudan last month. Sandy Berger, President Bill Clinton's national security adviser, rejected a call by former President Jimmy Carter to investigate whether the plant really had a terrorism connection.\n\"We had overwhelming grounds to strike this facility,\" Berger said when asked about Carter's statements. \"For us to have not struck that plant, I think, would have been irresponsible.\"\nCarter said a technical team should take samples of soil and building materials at the factory site.\n\"If the evidence shows that the Sudanese are guilty, they should be condemned for lying and for contributing to terrorist activities,\" Carter said Thursday. \"Otherwise, we should admit our error and make amends to those who have suffered loss or injury.\"\nAlso, in spite of U.S. objections, Arab states began drafting a resolution Friday at the United Nations, demanding that the Security Council authorize a fact-finding mission to investigate U.S. claims that the Sudanese factory was making chemical weapons.\nArab ambassadors met at the United Nations to work out the details of the resolution, which Bahrain - the lone Arab nation on the council - was to begin circulating among council members next week, said the Sudanese ambassador, Elfatih Erwa.\nBerger's spokesman, David Leavy, said Clinton's administration opposes an investigation such as Carter recommended.\nBerger said Clinton would renew his plea for international cooperation in fighting terrorism when he addresses the opening of the U.N. General Assembly on Monday.\nIn justifying the Aug. 20 missile strike at the factory in Sudan's capital, Clinton has said it was linked to an international terrorist ring led by Osama bin Laden.\nBerger said, \"The dividing line is between those who in practice support and tolerate terror and those who understand that terrorism is plain and simple murder.\"\nBerger said that while the Sudanese plant did make legitimate medical products such as penicillin, there was no reason to doubt that it also produced EMPTA, a compound that Berger said has no use other than in chemical weapons, particularly VX nerve agents.\nIn previewing Clinton's terrorism speech at U.N. headquarters, Berger said the president also would meet separately with Italian Prime Minister Romano Prodi on Sunday evening and Pakistani Prime Minister Nawaz Sharif on Monday.\nBerger said a decision would be made within a few weeks on whether Clinton will visit Pakistan and India, as was planned before the two nations tested nuclear devices in May in defiance of U.S. urgings to abandon their nuclear ambitions.\n\nGraphic\n\n \nPHOTO Photo Headshot - (Jimmy) Carter\n\nLoad-Date: September 19, 1998"
}