{
    "title": "WHITE HOUSE TOLD OF LIBYAN TERRORISM CLAIM ON SEPT. 11",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 25,
    "full text": "TUNIS, Tunisia -- Two hours after the U.S. Consulate came under attack in Benghazi, Libya, the White House was told that a militant group was claiming responsibility for the violence that killed the U.S. ambassador and three other Americans.\nA State Department email sent to intelligence officials and the White House Situation Room said the Islamist group Ansar al-Sharia claimed responsibility on Facebook and Twitter, and also called for an attack on the U.S. Embassy in Tripoli.\nThe document may fuel Republican claims that the White House knew it was a terrorist attack even as the U.S. ambassador to the United Nations said five days afterward that the assault appeared to be a protest over a U.S.-produced anti-Islamic video gone awry.\nMeanwhile, the Tunisian government said Wednesday that it had arrested a 28-year-old Tunisian linked to the U.S. Consulate attack. Interior Ministry spokesman Tarrouch Khaled said the suspect, Ali Harzi, was in custody in Tunis. Mr. Khaled said \"his case is in the hands of justice,\" but did not elaborate.\nAnd in Cairo, a gunman reportedly linked to the U.S. consulate attack in Libya was killed in a shootout with Egyptian police Wednesday, according to state TV and independent news media. The Egypt Independent newspaper reported that the man, whom security officials identified only as Hazem, was described as a terrorist.\nThe newspaper and the state TV website said the heavily armed suspect was killed after a long gun battle with police in Cairo's Nasr City section. The reports could not be independently confirmed, and there were conflicting reports over the incident. \"Security authorities said they had acquired information implicating the man of involvement in the attack on the U.S. Consulate in Benghazi,\" the newspaper reported.\nState TV and the Egypt Independent reported that the suspect died during the gunfight and a fire. Police reportedly seized bombs, rocket-propelled grenades and ammunition from the scene.\nThe Associated Press and other news organizations obtained the unclassified State Department email and two related emails from government officials who requested anonymity. There were a series of three emails sent by State Department officials in Washington as events unfolded Sept. 11. Among the recipients was the White House Situation Room.\nThe first email said the State Department's regional security officer reported that the mission in Benghazi was under attack, and that \"20 armed people fired shots.\" It said Ambassador Chris Stevens was in Benghazi, and that Mr. Stevens, who later died in the attack, and four others were in the compound's safe haven.\nForty-nine minutes later, an email said the firing at the consulate \"has stopped, and the compound has been cleared,\" while a response team was attempting to locate people.\nThe next message, one hour and 13 minutes after the second email and some two hours after the attack began, reported that Ansar-al-Sharia had claimed responsibility for the attack. \"Embassy Tripoli reports the group claimed responsibility on Facebook and Twitter and has called for an attack on Embassy Tripoli,\" it said.\nAnsar al-Sharia bragged to members of al-Qaida in the Islamic Maghreb that it was responsible for the attack, according to recordings of phone calls intercepted by U.S. intelligence. But the group has publicly denied having anything to do with the attack.\nSecretary of State Hillary Rodham Clinton, speaking to reporters at the State Department, said, \"You know, posting something on Facebook is not in and of itself evidence, and I think it just underscores how fluid the reporting was at the time and continued [for] some time to be.\"\nShe added, \"What I keep in mind is that four brave Americans were killed, and we will find out what happened, we will take whatever measures are necessary to fix anything that needs to be fixed, and we will bring those to justice who committed these murders.\"\n\nNotes\n\nThe Los Angeles Times contributed./\n\nLoad-Date: October 25, 2012"
}