{
    "title": "White House Tries to Link Immigration and Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 1,
    "day": 17,
    "full text": "WASHINGTON -- The Trump administration on Tuesday released a report attempting to link immigrants to terrorism, presenting statistics showing that the vast majority of people convicted of international terrorism charges in the United States over the past 15 years were born in foreign countries.\nThe report came amid a politically charged push by the Trump administration to enact new restrictions on immigration, in part by arguing that the current system puts the country at risk. The 11-page report, parts of which were confusing and in some respects misleading, highlighted cases in which immigrants were linked to terrorism plots after being admitted to the country as part of the diversity visa lottery, or because they were related to American citizens or legal residents. \n  President Trump added to the confusion by writing on Twitter that the report ''shows that nearly 3 in 4 individuals convicted of terrorism-related charges are foreign-born.''\n  The report actually concluded that three out of four individuals convicted of ''international'' terrorism or terrorism-related charges were foreign-born.\n  ''This report shows, once again, that our current immigration system jeopardizes our national security,'' said a White House fact sheet promoting the findings, which were compiled by the Departments of Justice and Homeland Security.\n  Over recent days, the debate over a potential immigration compromise has devolved into a bickering match over racially charged comments and profanity-laced phrases. Tuesday's report was an attempt by the Trump administration to use government-compiled data to make a loftier, policy-based argument about the president's push for a merit-based immigration system.\n  Testifying on Capitol Hill, Kirstjen Nielsen, the homeland security secretary, called the report's findings ''truly chilling data.'' She pointed to the case of Abdurasul Hasanovich Juraboev, an Uzbek man who was admitted to the United States in 2011 through the diversity visa lottery, a State Department program that allows in immigrants from countries that do not send many people to the United States. He pleaded guilty in 2015 to conspiring to support the Islamic State after posting a threat on an Uzbek-language website to kill President Barack Obama in an act of martyrdom.\n  Mr. Trump is seeking to end the visa lottery and enact new restrictions on immigrants' ability to bring members of their extended families to the United States as part of an immigration compromise currently under discussion.\n  But the statistics were notable as much for what they did not contain as for what they did.\n  They included cases -- a senior administration official who insisted on anonymity to detail the report could not say how many -- in which foreigners were extradited to the United States to face trial. That means they did not, in fact, enter the country ''through our immigration system,'' as the White House fact sheet asserted.\n  The statistics also included terrorism-related charges for attacks or other offenses carried out overseas, rather than in the United States. Additionally, they omitted domestic terrorism episodes that have accounted for a substantial number of terrorism-related deaths over the same 15-year period. During Capitol Hill testimony last year, the F.B.I. director, Christopher A. Wray, told lawmakers that the bureau had ''about 1,000'' open domestic terrorism investigations and an equal number into terrorist groups such as the Islamic State. In a bulletin released last May, the F.B.I. reported that white supremacist groups were responsible for 49 homicides in 26 attacks from 2000 to 2016, ''more than any other domestic extremist movement.''\n  Tuesday's report highlighted cases in which the offender entered through the diversity lottery or because of family ties to legal immigrants, but the White House official could not say what proportion of people in each of those categories had been convicted of terrorism.\n  Democrats and civil liberties groups, including the Council on American-Islamic Relations, called the report flawed and politically motivated.\n  ''This misleading report relies on manufactured data to perpetuate a myth that immigrants -- specifically, those from Muslim countries -- are dangerous elements within our country,'' Representatives Jerrold Nadler of New York and Bennie Thompson of Mississippi, the top Democrats on the Judiciary and Homeland Security Committees, said in a joint statement. ''The administration then uses these falsehoods as reasoning and license for policies that promote the continued abuse of our rights and civil liberties.''\n  The report was drawn up to comply with an executive order that  Mr. Trump issued in March to ban foreigners from six predominantly Muslim countries from entering the United States. The order, which has since expired and been replaced with a new travel ban, required the Justice and Homeland Security Departments to collect and publicly release information on the number of foreign nationals in the United States who had been charged with terrorism-related offenses.\n  Drawing on a Justice Department database, the report found that at least 549 individuals had been convicted of international terrorism-related charges in federal courts between Sept. 11, 2001, and Dec. 31, 2016.\n  A homeland security analysis said 402 of those, or about 73 percent, were foreign-born. That included 254 who were not American citizens, 148 who were naturalized and became citizens and 147 who were citizens by birth.\n  Under the March order, the report was supposed to have been released in September. On Tuesday, the senior administration official conceded that it was overdue but denied that it was being released now to influence the escalating debate over an immigration compromise.\n  It will now be updated and issued every 180 days, he said.\n  According to the Cato Institute, although the report focuses on ''terrorism-related'' offenses, Department of Justice data shows that about 40 percent of such cases have nothing to do with terrorism. Instead, they include crimes like petty theft, child pornography and immigration offenses, said David Bier, a policy analyst at Cato.\n  Mr. Bier said his research showed that since the Sept. 11 attacks, only 35 foreigners entered the country and went on to commit terrorism offenses of any kind, including sending money abroad or leaving to join a group abroad.\n  ''The fact is that despite massive governmental resources, the D.O.J.-D.H.S. report adds little to our understanding of terrorism threats,'' he said.\n  A three-page Department of Homeland Security assessment released last year found that ''country of citizenship is unlikely to be a reliable indicator of potential terrorist activity.''\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/01/16/us/politics/trump-immigration-terror-convictions.html\n\nGraphic\n\n \nPHOTO: Kirstjen Nielsen, the homeland security secretary, called the report's findings ''truly chilling'' during a committee hearing. (PHOTOGRAPH BY ERIN SCHAFF FOR THE NEW YORK TIMES)       \n\nLoad-Date: January 17, 2018"
}