{
    "title": "White House Threatens Veto of House-Backed Terrorism Insurance Bill",
    "publisher": "congressnow",
    "year": 2007,
    "month": 12,
    "day": 11,
    "full text": "The White House today threatened to veto legislation reauthorizing the federal terrorism risk insurance program if House lawmakers press to expand the scope and length of coverage.\nIn a Statement of Administration Policy, the White House expressed strong opposition to \"any amendments\" that move the legislation away from the Senate-passed version. The House is slated to consider the Senate legislation this week but is likely to make several changes that would expand the program.\nWhen the Senate passed its version of bill (H.R. 2761) last month, it reduced an earlier House-passed extension of TRIA from 15 years to seven years and raised the trigger by $50 million. It also removed provisions to add group life insurance coverage under the program.\nThe House's proposed changes, sponsored by Financial Services Chairman Barney Frank (D-Mass.), would lower the trigger - the amount of damages insurers must pay for before the federal government begins sharing in the cost - from $100 million to $50 million. It would keep the program's extension at seven years and would not mandate coverage for nuclear, chemical, biological and radiological attacks. It also would reinsert the group life insurance provisions, and create a separate $5 billion recoupment pool for group life.\n\"The administration believes that the Terrorism Risk Insurance Act should be phased out in favor of a private market for terrorism insurance. The most efficient, lowest-cost, and most innovative methods of providing terrorism risk insurance will come from the private sector,\" the statement said.\nThe Terrorism Risk Insurance Act was enacted in 2002 to provide reinsurance coverage for insurance companies following a declared terrorism event. It came in response to the dwindling private insurance market for property owners and developers who wanted to insure against the risk of terrorist attacks. Without the terrorism risk coverage, lenders were reluctant to make loans to developers for their construction projects. The program was reauthorized in 2005 and is scheduled to expire this month.\nAnother obstacle to the program's reauthorization is the House proposal to add group life insurance coverage.\nLife insurance lobbying groups, including the American Council of Life Insurance, have been pushing for expanding the program to include group life insurance, arguing that without adequate catastrophic reinsurance, many group life insurers risk financial ruin from a significant terrorist attack. The group notes that while some coverage is currently available the products have higher deductible and low coverage limits.\nIf the chambers cannot come to agreement to send the president a bill before its expiration, one option may be a 120-day extension that Frank suggested before the Senate passed its version of the bill. A one-year extension of the current program might reappear if House and Senate differences are not settled.\n\nLoad-Date: December 13, 2007"
}