{
    "title": "WHITE HOUSE, EXPRESSING 'OUR OUTRAGE,' IMPOSES SEVERAL SANCTIONS AGAINST SYRIANS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 11,
    "day": 15,
    "full text": "The White House announced several economic and political sanctions against Syria today, saying they were ''to express our outrage'' against reported Syrian involvement in an attempt to blow up an Israeli airliner in London.\n''These measures and our own actions will send a clear and unequivocal message to Syria,'' said Larry Speakes, the White House spokesman. ''Its support of terrorism is unacceptable to the international community of nations.''\nThe sanctions were also designed to show solidarity with Britain, which broke relations with Syria last month. That move came hours after the conviction of Nezar Hindawi, a Jordanian accused of trying to plant a bomb in the luggage of his Irish fiancee who was about to board an El Al Israel Airlines jumbo jet for Israel.\nBritain contended that the evidence showed that Syrian Government agents had directed the plot.\n \nThatcher in Washington\nThe White House announcement was made as Prime Minister Margaret Thatcher of Britain arrived here for talks Saturday with President Reagan at the Presidential retreat at Camp David, Md. It was also meant to demonstrate anew, despite criticism over dealings with Iran, that the Administration remained firmly opposed to terrorism.\nThese were the sanctions announced by the White House:\n* Export controls were tightened on such items as aircraft, helicopters and related parts and components.\n* No Export-Import Bank credits will be made available to Syria.\n* The United States will terminate an aviation agreement with Syria, although no airlines now fly between the two countries.\n* No tickets will be permitted to be sold in this country for travel aboard the Syrian Arab airline.\n* The two American oil companies operating in Syria - Marathon Oil and the Pecten Syria Petroleum Company - have been told that the United States regards their continued involvement in Syria ''inappropriate.''\n* More vigorous procedures will be applied to Syrian visa applications. A travel advisory will be issued warning Americans of the ''potential for terrorist activity originating there.''\n* The size of the United States Embassy in Damascus and the Syrian Embassy in Washington will be reduced, and no high-level visits will occur.\nMr. Speakes said, ''These measures are intended to convince the Syrian Government that state suport of terrorism will not be tolerated by the civilized world.''\nHe said Syria could play an important role in a key region of the world, ''but it cannot expect to be accepted as a responsible power or treated as one as long as it continues to use terrorism as an instrument of its foreign policy.''\nTrade is low between the two countries, amounting to about $100 million a year, almost all of it in the sale of American goods and agricultural products to Syria.\nThe State Department said, ''Syria clearly has a long record of involvement in terrorism.''\nThe department said that from the mid-1970's to 1983, Syrian personnel were directly involved in terrorist operations, mostly against other Arabs.\nBy the end of 1983, it said, Syria had curtailed the use of its own agents.\n''Instead,'' the department said in a statement, ''it began to rely more heavily on terrorist groups made up of non-Syrians who have bases and training facilities in Syria and Syrian-occupied areas of Lebanon..''\nIt said such groups backed by Syria have carried out ''scores of attacks'' against Palestinian and other Arab, Turkish, Israeli and Western targets in the last three years.\n \nSYRIA DENOUNCES SANCTIONS\nLONDON, Nov. 14 (Reuters) - The Syrian radio denounced the American sanctions today, calling them hostile and provocative. The radio, monitored by the BBC, said the effect of the move was being studied by the Syrian Government."
}