{
    "title": "WHITE HOUSE TAKES FORMER AIDE TO TASK; Bush didn't botch war on terror, officials insist",
    "publisher": "daily news ",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "WASHINGTON - The White House blasted former top terrorism adviser Richard Clarke on Monday in a coordinated effort to dismantle his allegations that President Bush had botched the U.S. approach to terrorism before and after the attacks of Sept. 11, 2001.\nVice President Dick Cheney countered in a radio interview that Clarke \"wasn't in the loop\" and added that the former aide \"may have grudge to bear,\" since he was moved into a more narrow area of cyberterrorism.\nWhite House press secretary Scott McClellan derided the former White House adviser, saying, \"This is Dick Clarke's 'American grandstand' \" and faulted Clarke for waiting until the heat of the presidential campaign to launch his scathing assessment of the president's handling of the war on terrorism.\nClarke detailed his charges in a book, Against All Enemies, and in TV interviews, and is set to provide some of the most explosive public testimony yet before the national 9-11 Commission on Wednesday.\nThe former national security aide, who left his post more than a year ago, alleges that Bush has made the war against terrorism harder by diverting resources and troops for the invasion of Iraq.\nNational Security Adviser Condoleezza Rice, making the rounds of morning TV programs, repeatedly reminded the public that the Bush administration had been in office only eight months when hijacked airliners crashed into the World Trade Center and the Pentagon.\nShe noted that Clarke had worked at the White House for every president since Ronald Reagan and had been part of the anti-terrorism effort that failed to detect years of preparation for the attacks, even after al-Qaida assaulted the USS Cole in Yemen and tried to blow up the World Trade Center in 1993.\nMoreover, Rice said that Clarke had failed to come up with a dynamic anti-terrorism strategy when asked to early in the Bush presidency.\nWhite House officials said the president has \"no recollection\" of an exchange that Clarke makes a centerpiece of his critique - a brief discussion with Bush on the day after Sept. 11.\nIn an interview aired Sunday on CBS's 60 Minutes, Clarke said that \"the president dragged me into a room with a couple of other people, shut the door and said, I want you to find whether Iraq did this.' \"\n\"Now, he never said, 'Make it up,' \" Clarke continued. \"But the entire conversation left me in absolutely no doubt that George Bush wanted me to come back with a report that said Iraq did this.\"\nAides to the president said Monday they would not dispute whether a meeting occurred, but they forcefully rejected the interpretation that the president was fixated on Iraq.\n\"The president asked about Iraq,\" Rice told CBS. \"It was a logical question, given our history with Iraq.\"\nBut when it became evident that al-Qaida terrorists in Afghanistan were to blame for the attacks, the national security team gathered at the presidential retreat at Camp David, Md., on Sept. 15, she said. \"And it was a map of Afghanistan that was spread on the table.\"\nWhite House spokesman McClellan assigned an array of motives to the Clarke critique, including the suggestion that he was a disgruntled former employee who now criticizes the establishment of the Department of Homeland Security, although Clarke had sought unsuccessfully to be its deputy secretary.\nMcClellan also suggested a partisan political motive. Clarke is a close associate of Rand Beers, the top national security adviser to the presidential campaign of Bush's Democratic rival, Sen. John Kerry of Massachusetts.\nCarter, meanwhile, in an interview with the British newspaper the Independent, joined in faulting Bush for invading Iraq.\n\"That was a war based on lies and misinterpretations from London and Washington, claiming falsely that (then-Iraqi president) Saddam Hussein was responsible for 9/11, claiming falsely that Iraq had weapons of mass destruction.\"\nGeorge Edmonson of the Cox Newspapers Washington Bureau contributed to this article.\nJulia Malone's e-mail address is juliam(at)coxnews.com\n\nLoad-Date: March 24, 2004"
}