{
    "title": "WHITE NATIONALISM Government faces limits in fighting domestic terror",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "As the nation comes to grips with two more mass shootings that claimed 31 lives in Texas and Ohio, law enforcement faces tough questions on whether they've minimized the threats posed by domestic terrorists.\nInvestigators believe Patrick Crusius, the suspect in the killing of 22 people Saturday at an El Paso Walmart, was driven by animus toward non-white immigrants. He is alleged to have written a manifesto, posted online just minutes before the massacre, stating, \"This attack is a response to the Hispanic invasion of Texas.\"\nNationally, there has been a rise in violence tied to white nationalist beliefs. Of the 50 extremist-related murders in the U.S. in 2018, 49 were tied to far right ideologies, said Mark Pitcavage, a senior research fellow with the Anti-Defamation League.\n\"We are in the middle of a surge of white supremacy that began in 2015,\" Pitcavage said.\nIt's difficult to say whether such activity has increased in Georgia. The FBI's most recent Uniform Crime Report, covering 2017, listed 27 hate crimes in Georgia. But only eight police departments--four cities, three counties and one university -- kept track of such activity. There's no mandate to do so, as Georgia is one of only four states that has no hate crimes statute.\n\"Simply because hate crimes are not reported does not mean they are not happening,\" former Deputy Attorney General Rod Rosen-stein said last October following the release of the FBI crime report.\nCriticssaylawenforcement hasn't taken the threats seriously enough. A2018reportbytheBrennanCenter for Justice at New York University Law School said the Justice Department has \"a blind spot\" when it comes to domestic terrorism.Some groups, like the ADL, have sought to fill the void, monitoring groups and individual spewing hate and advocating violence against racial and ethnic minorities.\n\"We can collect all sorts of information that the feds cannot,\" Pitcavage said.\nFBI Director Christopher Wray, testifying before Congress two weeks ago, acknowledged the bureau's role was restricted by the law. The agency doesn't\n\"investigate ideology, no matter how repugnant,\" he said. \"When it turns to violence, we're all over it.\"\nThe Georgia Information Sharing Analysis Center, responsible for monitoring terrorist threats in the state, follows a similar mandate. It's one of 79 U.S. Department of Homeland Security recognized fusion centers in the country, staffed by 10 GBI agents and intelligence analysts.\n\"The shift we're seeing is toward targeted violence\" of specific groups, said Jeff Roesler, special agent in charge of GISAC. He said he has not noticed a significant increase in threats tied to white nationalist groups.\nIn Dayton, the man who killed nine people and injured 27 others before he was killed by police, demonstrated no particular hatred to specific groups or races in writings uncovered by authorities. They did show he had an interest in killing people in general.\nIdentifying those who wish to wreak such havoc before they do so remains the challenge. In many ways, law enforcement's hands are tied by the law.\n\"There has to be a criminal nexus tied to a specific threat,\" Roesler said. \"There's nothing wrong with people airing a certain viewpoint, no matter how offensive it may be.\"\nRoesler said GISAC does not, for example, monitor 8Chan, the online message board with a history of use by violent extremists. The manifesto connected to the El Paso killer was posted there.\nSome have suggested an expansion of the government's counter-terrorism powers, but civil liberties advocates warn of a threat to the First Amendment right of free expression. Those competing concerns mirror the debate over the Patriot Act, enacted in the aftermath of the Sept. 11, 2001, terrorist attacks. Parts of that law, which expanded the government's search and surveillance powers, have been struck down by the courts or been allowed to expire without being reauthorized by Congress.\nSpeaking Monday, President Donald Trump said he has asked the FBI to \"identify all further resources they need to investigate and disrupt hate crimes and domestic terrorism. Whatever they need.\"\nHe continued, \"We must shine light on the dark recesses of the internet and stop mass murders before they start,\" adding that \"the perils of the internet and social media cannot be ignored and they will not be ignored.\"\nAtlanta Antifascists, an online community aligned with the far left Antifa movement that Trump has threatened to designate as a terrorist organization, has been especially active in exposing far right extremists.\nThe group posts dossiers of local far-right figures, calling attention to their messaging but also encouraging leftist activists to harass them and their employers.\nIn recent years, they linked racist commentary online to school teachers and a law student at Atlanta's John Marshall Law School. Last year, the group targeted two jailers in Spalding County who expressed neo-Nazi sympathies online, including one who claimed \"Hitler did nothing wrong\" and said \"racism is normal.\"\nHours after being exposed by the group, the two men were fired. Earlier this year, the group \"doxed\" members of a pagan group based in West Georgia that espoused racist attitudes. Atlanta Antifascists reported that two members of the small group are soldiers in the Army National Guard and noted that one was on active duty in Afghanistan. The other was on reserve status but was pushed to resign his post as a jailer in Haralson County. Both are under separate National Guard investigations.\nBut tracking potential mass murderers remains an imposing challenge, particularly since most, while sharing hateful ideologies with extremist groups, are not affiliated with them.Lone wolves, such as the El Paso killer and Dylann Roof, the South Carolina man who gunned down nine black worshippers inside a Charleston church, often emerge from anonymity.\n\"You're trying to mitigate threats you don't know existed,\" Roesler said.\n\nLoad-Date: August 6, 2019"
}