{
    "title": "White House told of Libyan attack claim",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 10,
    "day": 25,
    "full text": "About a half-hour after militants overran the U.S. diplomatic mission in Benghazi, Libya, last month, the State Department notified officials at the White House and elsewhere that the compound was \"under attack\" by about 20 armed assailants, emails obtained by The Washington Post on Wednesday show.\nTwo hours later, the State Department reported the Libyan militia group Ansar al-Sharia had asserted responsibility on Facebook and Twitter, and also called for an attack on the U.S. Embassy in Tripoli.\nThe brief, unclassified emails from the State Department Operations Center do not discuss the origin of the Sept. 11 attack or mention any protest or demonstration at the mission before the assault.\nRepublicans including presidential challenger Mitt Romney have questioned whether the White House falsely ascribed the attack that killed U.S. Ambassador J. Christopher Stevens and three other Americans to a protest rather than a planned terrorist attack.\n\"Embassy Tripoli reports approximately 20 armed people fired shots; explosions have been heard as well,\" the center wrote at 4:05 p.m., or 10:05 p.m. Libyan time. The State Department has previously said the assault began about 9:40 p.m. Libyan time.\n\"Ambassador Stevens, who is currently in Benghazi, and four [diplomatic] personnel are in the compound safe haven,\" the email from the command center in Washington said.\nThe reference to Ansar al-Sharia may fuel Republican efforts to show the White House had evidence of terrorism almost immediately but sat on it. Five days after the attack, U.S. Ambassador to the United Nations Susan E. Rice said the attack appeared to have grown out of a \"spontaneous\" protest over an anti-Muslim video.\nThe Obama administration has said it relied on intelligence assessments that were incomplete and that shifted over several days, and has categorically denied any effort to play down terrorism that could mar President Obama's security record.\n\"Posting something on Facebook is not in and of itself evidence of terrorist involvement,\" said Secretary of State Hillary Rodham Clinton. \"I think it just underscores how fluid the reporting was at the time and continued for some time to be.\"\nThe day after the attack, Obama cast it generally as among \"acts of terror\" that would not sway U.S. resolve. It was several more days before any official fully called it terrorism, and some time after that before the White House said the attack was not the result of a protest in Benghazi.\nAlso Wednesday, the Tunisian government confirmed that it has detained a 28-year-old Tunisian reportedly linked to the attack in Benghazi.\nAli Harzi and another man were detained in Turkey shortly after the attack and were returned to Tunisia. The Associated Press quoted Tunisian Interior Ministry spokesman Tarrouch Khaled as saying Harzi's \"case is in the hands of justice.\"\n\nLoad-Date: October 25, 2012"
}