{
    "title": "White House defends sharing _terrorism' facts with Russians",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 5,
    "day": 17,
    "full text": "WASHINGTON — The White House on Tuesday defended President Donald Trump's disclosure of classified information to senior Russian officials as \"wholly appropriate,\" as Trump tried to beat back criticism from fellow Republicans and calm international allies increasingly wary about sharing their secrets with the new president.\nThe highly classified information about an Islamic State plot was collected by Israel, a crucial source of intelligence and close partner in the fight against some of the America's fiercest threats in the Middle East. Trump's disclosure of the information threatened to fray that partnership and piled pressure on the White House to explain the apparently on-the-spot decision to reveal the information to Russian diplomats in a meeting last week.\nIn a series of morning tweets, Trump declared he has \"an absolute right\" as president to share \"facts pertaining to terrorism\" and airline safety with Russia. Although top aides on Monday had declared reports about Trump's discussions false, National Security Adviser H.R. McMaster on Tuesday sought instead to downplay the significance of the information Trump revealed. The president had been engaging in \"routine sharing\" with foreign leaders, he said, arguing that some of the information was publicly available.\nStill, the revelations sent a White House accustomed to chaos reeling anew. It is extraordinary for a president to share such information without consent of the country that collected it, apparently violating the confidentiality of an intelligence-sharing agreement with Israel. It was, perhaps, even more remarkable that Trump chose to confide in representatives of an adversary, who could use the information to find its source.\nA U.S. official who confirmed the disclosure to The Associated Press said the revelation potentially put the source at risk.\nThe U.S. official told AP that Trump shared details about an Islamic State terror threat related to the use of laptop computers on aircraft with Russian Foreign Minister Sergey Lavrov and Ambassador to the U.S. Sergey Kislyak. The official said the disclosure came as Trump boasted about his access to classified intelligence. An excerpt from an official transcript of the meeting reveals that Trump told them, \"I get great intel. I have people brief me on great intel every day.\"\nThe official said the information was provided to the U.S. by Israel.\nThe extraordinary leak of Trump's private conversations in the Oval Office appeared to be a direct consequence of the president's combative relationship with the U.S. spy agencies. The White House vowed to track down those who disclosed the information.\nThe president's action drew rare criticism from some Republicans, who are desperate to get the White House refocused on health care and tax changes. Coming days before Trump's first trip abroad, it also raised questions about his standing with world leaders and led some countries to start second-guessing their own intelligence-sharing agreements with the U.S.\nIn a statement, Israel's ambassador to the U.S. Ron Dermer said the partnership between the U.S and Israel was solid.\n\"Israel has full confidence in our intelligence sharing relationship with the United States and looks forward to deepening that relationship in the years ahead under President Trump,\" Dermer said.\nBut other nations appeared to be reconsidering. A senior European intelligence official told the AP his country might stop sharing information with the United States if it confirms that Trump shared classified details with Russian officials. Such sharing \"could be a risk for our sources,\" the official said. The official spoke only on condition that neither he nor his country be identified, because he was not authorized to discuss the matter publicly.\nAfter he spoke with the Russians, Trump was informed that he had broken protocol and White House officials placed calls to the National Security Agency and the CIA looking to minimize any damage. The official spoke on condition of anonymity.\nOn Tuesday, McMaster, in a White House briefing, cast some of Trump's revelations as information that was available from publicly available \"open-source reporting\" and added that the president did not know the precise source of the intelligence he had shared. He appeared to be suggesting that Trump had not knowingly compromised a confidential source, but the statement also indicated that the president had not asked his advisers for detailed information about the intelligence report he'd received.\n\"In the context of that discussion, what the president discussed with the foreign minister was wholly appropriate to that conversation and is consistent with the routine sharing of information between the president and any leaders with whom he is engaged,\" McMaster said.\nOn Capitol Hill, Democrats and Republicans alike expressed concern. Sen. John McCain, R-Ariz., called the reports \"deeply disturbing\" and said they could affect the willingness of U.S. allies and partners to share intelligence with the U.S.\nMinority Leader Chuck Schumer, D-N.Y., called for Congress to have immediate access to a transcript of Trump's meeting with the Russians, saying that if Trump refuses, Americans will doubt that their president is capable of safeguarding critical secrets.\n\nNotes\n\nEds: Updates dates Adds contributor line; With AP Photos. AP Video.\n\nGraphic\n\n \nThis handout photo released by the Russian Ministry of Foreign Affairs, shows President Donald Trump meeting with Russian Foreign Minister Sergey Lavrov in the Oval Office of the White House in Washington, Wednesday, May 10, 2017. The Washington Post is reporting that Trump revealed highly classified information about Islamic State militants to Russian officials during a meeting at the White House last week. The Associated PressNational Security Adviser H.R. McMaster walks back to the West Wing of the White House in Washington, Monday, May 15, 2017, after speaking to the media. The Associated Press\n\nLoad-Date: May 17, 2017"
}