{
    "title": "White Supremacy is Terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 10,
    "full text": "On March 20, James Harris Jackson attacked Timothy Caughman in New York City, stabbing him multiple times. Though originally from Baltimore, Jackson had traveled to Manhattan, as he told police, for the purpose of killing Black men. He explained that his choice of location was a ploy to make a statement, to ensure the publicity of his killings. Though Jackson turned himself into the police, he was entirely unrepentant, stating he had hated Black men for around a decade. Caughman died from the injuries sustained in the attack.\nBy all standards, Jackson's behavior is clear cut terrorism: violence against a civilian for the purpose of making a political point. It was premeditated and horrific. So, why has this attack not been widely defined as terrorism? If you've studied American history even casually the answer should be quite obvious. Jackson is white.\nWhen a Muslim commits any sort of violence, it is immediately labeled as terrorism and held up as proof of the hatred inherent in Islam. It is the product of a system which itself must be eradicated to prevent any further harm. On the off-chance that Islam as a whole is not immediately condemned, it falls to members of the Muslim community to demonstrate their opposition to the action, to perform American-ness as vigorously as possible, and to give the nation a reason to not see them as monsters who are in line with the ideology of the worst criminals that happen to hold the same religious beliefs.\nWe witness none of this in cases of white terrorism.\nA white terrorist is not a terrorist. He is a lone-wolf, a random derangement. He is a troubled young man, who is perhaps dapperly dressed. He is not a symbol of anti-Black violence embedded in the fabric of American whiteness. No other white Americans must loudly denounce him for fear of being seen as this vile attacker's compatriots. His actions are reprehensible and unfortunate, but nothing more.\nThere is little reason to make these distinctions. Terrorism is a cultural term, a descriptor but not frequently a legal charge. As such, the distinction speaks not to any technicalities of prosecution, but to a cultural mindset: the desperate desire to exonerate whiteness, to sever the clear historical linkage between whiteness and white supremacist violence, and the embedded need to perpetuate violence against People of Color.\nViewed through a political, social, and historical lens, white supremacy is inherently terroristic, especially in its most obvious iterations. Slavery sought to render the Black body less than human, to violently punish that body for trying to achieve or display humanity. The repeated rape of female slaves accomplished this just as much as whippings by contextualizing the Black body as a site of worthlessness, valuelessness.\nIn the wake of slavery's abolition, lynching continued this pattern. People of Color were murdered for expressing emotion and desire, rendered in the public imagination as rapists and criminals. Photos of lynchings expressly depicted this violence as a means of instilling fear, of perpetuating the social, cultural, and political aims of anti-Blackness. They served as warnings to People of Color as to what the price of trying to gain autonomy or political humanity was. For white Americans, they served as tokens of celebration: the canonization of white supremacy and its \"justified\" violence.\nIf we are honest about our definition of terrorism, then segregation, too, was terroristic. Once more the inhumanity of Black Americans was enshrined through political doctrine and reinforced through violence, both physical and emotional. Signs designating \"Colored\" bathrooms and water fountains were not questions of logistical designation but statements of an overarching political ideology: that People of Color were not worthy of personhood in the eyes of whiteness.\nThese may seem like particularly dramatic examples, but they serve to emphasize a trend: whiteness has historically intertwined itself with terrorism, and that terrorism has been accepted and renamed. Even when history comes forward to denounce the specific evils of these practices, it rarely acknowledges them as terroristic. It might criticize and shame them, but it repeatedly fails to properly define them.\nCertainly, there are examples of non-State white supremacist terrorism-Timothy McVeigh and the Oklahoma City bombing; Dylann Roof and the mass shooting in Charlestown-but the fact remains that honest appraisal must name the American state as the greatest agent of terrorism in American history.\nSuch is the case with police violence, which has always existed as a means of enforcing ideas of humanity and criminality. In December of 1969, Fred Hampton-chairman of the Illinois Black Panther Party-was assassinated by the FBI and the Chicago Police Department, shot while asleep in bed. When the efficacy and rationale for the raid that killed Hampton was questioned, officials released photos that depicted the results of a shootout, walls riddled with bullet holes. The purpose of such photos is obvious: show Hampton (and by extension the BPP) as violent and criminal, equate Black power and Black pride with animalistic violence in order to excuse the refusal of the American state to make space for Black empowerment. This agenda is only more obvious when one considers that such a shootout never occurred; those bullet holes were nail heads meant to perpetuate a false narrative.\nKillings of young Black men such as Michael Brown and Philando Castile and the stories told in their aftermath occupy the same trend. Despite evidence against the necessity of these killings, these men have been rewritten as monsters, unreasonable, and dangerous. On the one hand, these descriptors and rewritings vindicate the officers and protect them from consequences, but they also reinforce a cultural narrative that is essential to the project of white supremacy.\nBecause if People of Color are indeed inhuman, and violence against them is justified, there is no need to call white supremacist terror what it is. In narratives of \"Radical Islamic Terror,\" murdered Americans are innocent victims of a bloodthirsty ideology whose very existence is predicated on violence. In narratives of white supremacist terror, the killers and enslavers are the innocent ones, simply looking to defend themselves from unreasonable savages. Their slaughter and dehumanization is a necessity, an expression of a fundamental natural truth about racial and social hierarchy. This disingenuous and horrific distinction allows these white supremacist terrorists to avoid the moral stain of the terrorist label. It allows state and civilian actors alike to say: \"terrorism is monstrous; terrorists are monsters; we are not monstrous; therefore...\"\nThere is no greater terroristic threat to the United States than white men, despite the anti-Islamic fear-mongering constantly highlighted in narratives of what terrorism is. Attacks like those committed on September 11 are indeed horrific and do fit the definition of terrorism, but by equating terrorism broadly with \"radical Islam,\" it allows the agents of white supremacy to readjust the lens and draw the focus away from their own actions. By making American-ness (which historically is synonymous to whiteness) the victim of terrorism, whiteness can be exonerated.\nOne might even go further. One might argue that whiteness-the social and historical concept that was invented for the perpetuation of white supremacist ideas rather than the demographic classification-is ultimately terroristic. If we acknowledge that whiteness is a tool of the project of white supremacy then we must acknowledge their mutual link to violent anti-Black terrorism.\nNo, this does not mean being white automatically makes you a terrorist.\nIt does mean that engaging uncritically with the idea of whiteness as a bastion of civilization and humanity tasked with defending the world from the savagery of People of Color amounts to allowing, if not engaging, in terroristic ideas and actions, and continuing a narrative of white supremacy used to justify violence and designed to rob others of their humanity, instilling them with fear and despair.\nThat's the mission of white supremacy. That's the mission of terrorism. They are interlocked. White supremacy is the greatest terroristic enterprise in the world.\nAnd it always has been.\n\nLoad-Date: April 11, 2017"
}