{
    "title": "Who hasn't disagreed with their preacher_",
    "publisher": "the world",
    "year": 2008,
    "month": 4,
    "day": 6,
    "full text": "You are what you hear?\nWhat a strange couple of weeks it has been with the presidential campaign. Someone has unearthed a video of Barack Obama's former pastor, the Rev. Dr. Jeremiah Wright, delivering a sermon shortly after Sept. 11, 2001.\nWright allegedly borrowed from some comments by Edward L. Peck, the deputy director of the White House Task Force on Terrorism under Ronald Reagan and former deputy coordinator of Covert Intelligence Programs at the State Department. Peck said that the State Department had a hard time creating a definition for terrorism because the United States had been guilty of so many of the acts that it would have defined as terrorism.\nThe Rev. Wright, working to explain the inexplicable in the midst of our collective grief, traveled to the edge of reason to say, in essence, that the 9/11 attacks were a payback for American foreign policy misdeeds.\nA history lesson: In the uncertain days after 9/11 a number of clergymen in this county struggled to find a way to speak to their faithful after the attacks. Has everyone forgotten the comments made by Jerry Falwell and Pat Robertson immediately after 9/11?\nFalwell, with Robertson's explicit approval, said that God had \"lift[ed] the curtain and allow[ed] the enemies of America to give us probably what we deserve.\" He blamed the abortionists, the feminists, the gays and lesbians and the ACLU, among others, as being complicit in causing us to get \"what we deserve.\" Look at the transcript for yourself at Beliefnet.com. What fawning politicians got tarred with that brush?\nBack to the here and now, though, the strained idea that has taken some root is that Barack Obama should have gotten up and left the church when Wright uttered these thoughts. Why did he not quit that church?\nI was a member of my family church for all of my life. One Sunday I sat in the congregation with my wife and young daughters when the pastor launched into a sermon that included the now familiar anti-homosexuality rhyme that \"God created Adam and Eve, not Adam and Steve.\"\nMy legs tensed to leave - to drag my family with me. I will not raise my girls with a prejudice against homosexuals, or anyone else, to the extent I can help it. But I didn't leave.\nI didn't leave because of the great Sunday school teachers, who had loved me, cared for me, and encouraged me over the years.\nI didn't leave because some of those same teachers (and their successors) passed that same love to my children in their classes.\nI didn't leave because my friends were there, my community was there, and my history was there.\nIf your pastor hasn't given a sermon with which you have disagreed on some fundamental level, you just haven't spent much time in church.\nThe preacher's job is to be provocative. The sermon must open our eyes and lift us from our routines to think of the world in a different way from the way we did when we came into the service. Sometimes that tightrope he walks gets a little hairy. Sometimes he falls off the edge.\nMany of my acquaintances, from the devout to the dubious, and broadly across religious denominations, attend the churches they do despite having no more than a grudging tolerance of the pastor and the thoughts he shares weekly. He is a part of the fabric of the church, not the whole.\nIf one's church is nothing but a cesspool of hate talk, I would be offended by one who did not leave. But we adults can walk past the punch bowl of an occasional offbeat, nutty thought without drinking the Kool-Aid. We often do.\nIf you don't support Obama's candidacy, then don't. But you can't think of setting a standard that requires one to walk out on his community just because one of its leaders falls off the deep end. Life is more complicated than that, and we all know it.\nHicks is a Charleston lawyer.\n\nLoad-Date: April 7, 2008"
}