{
    "title": "Who is my neighbor_",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 10,
    "day": 2,
    "full text": "Belfast, 1979. A train pulls out of Central Station, bound for Dublin. My wife, three sons and I are aboard. Several minutes later, a frantic conductor is racing up and down the aisle.\nIs that your package? No.\nIs that your package? he asks the next passenger, gesturing to a plain package in the overhead rack above an empty seat. No, not mine!\nSomeone was sitting there just a minute ago, offers another passenger. \nWe're worried and frightened.\nI remember my first hour in Belfast. Guns pointed at me - twice. By soldiers. I fit a profile, a lone male with a briefcase. The bank whose front door was locked at midday. I got in after being frisked. Nearly vacant streets in city center - parked cars were not allowed unless someone remained in the vehicle.\nNorthern Ireland had adjusted to terrorism. Their new normal was going about your daily routine with a sharp eye for suspicious people, packages or situations. You were wary but realistic. In their worst year, 1972, the death toll from terrorism, scaled up to today's U.S. population, would be over 90,000 dead Americans. Politically unacceptable.  Personally nerve-wracking.\nThe biblical question Who is my neighbor? is relevant. Your neighbor is anyone occupying public space - like a sidewalk, a roadway, a railroad car - with you. They could save your life - or take it.\nLast fall I wrote an article about the terrorist attack at the Westgate Mall in Kenya, where Islamic jihadists killed more than 60 people in a methodical gun-and-grenade attack. But my understanding of that attack was immensely deepened by the recent HBO documentary Terror at the Mall. As the terrorists calmly stalked the mall looking for fresh targets, wounded and frightened men, women and children were hiding, crawling and desperately whispering to whomever was nearby.\nSuddenly, strangers became neighbors.\nTechnology may be abetting twin trends of secularization and terrorism in society. As our personal time and space become crowded with digital devices, religion and neighborliness are being squeezed out - or impersonalized. The new digital divide is between ourselves and others - the fellow next door and often even family. At the same time terrorists are using cyberspace to recruit and terrorize.\nDoes our national motto In God we trust also imply In man we mistrust? Often it should. A man in a small town near us recently shot his daughter and six grandchildren to death in a horrible tragedy. And whether the gruesome workplace slaying in Oklahoma last week was a lone-wolf terrorist or another guy next door losing it may not matter.  Both bear watching.\nBut what also bears watching - and strengthening - is our American ideology, a God-based concept that undergirds our national identity and individual God-given rights. World War III will likely be an ideological struggle between what America means to us and what radical Islamic jihadism means to its practitioners. While we seek salvation and comfort from our concept of a supreme being, others - both terrorists and deranged individuals - kill in the name or grip of their own concept of such a being.\nOne of the final scenes of the Terror at the Mall documentary was one of the terrorists, having done his daily share of murdering shoppers, calmly dropping to his knees and commencing the repeated bows of praying to his deity. I don't understand it. I fear it.\nPerhaps one consequence of these events is to strengthen another national motto, E pluribus unum - out of many, one. We need each other and a pathway to righteousness as never before. Strangers become neighbors in times of need, and neighbors in need should be helped.\nThe package in the overhead luggage rack on the Belfast train was soon claimed by a schoolboy who returned to his seat. We felt a new camaraderie with him and our fellow passengers. We should feel the same with all Americans.\nJames F. Burns is a retired professor at the University of Florida.\n\nLoad-Date: October 2, 2014"
}