{
    "title": "Who should prevent violent extremism_ More world leaders, weary of military efforts against terroris",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 5,
    "day": 30,
    "full text": "Where exactly is the frontline against extremist violence these days? Syria and Iraq? Mosques? Classrooms? Family dining tables?\nIn one global forum after another on terrorism, that's a question many world leaders seem to be asking.\nIn April, for example, the UN Security Council held a discussion that highlighted different views on ways to counter \"the narratives and ideologies\" of terrorists. In May, at the Group of Seven summit, leaders cited \"critical gaps\" in efforts against extremist violence.\n\"There is a justified anxiety that we do not, as of now, despite all the experience and some progress, have a fully effective strategy to counter [extremism],\" says former British Prime Minister Tony Blair, who is helping launch a commission on countering violent extremism.\nDespite military progress against Al Qaeda and Islamic State, the new emphasis is on ways to impede radicalization, especially of young people. In January, UN Secretary General Ban Ki-moon launched a \"Plan of Action to Prevent Violent Extremism.\" And the US State Department has started a \"Global Engagement Center\" to work with private groups \"who can help address key factors that drive radicalization.\"\nPreventing people from turning into violent extremists has become as important as destroying terrorist groups. \"Unless we address the circumstances in which radicalization and terrorism thrive, we will always be fighting a rearguard action against it,\" said Theresa May, Britain's Home Secretary, in February.\nA leading thinktank on terrorism, the Rand Corp., finds that a country's open and inclusive politics can help keep many young people from being tempted to join a radical group. And, as one Rand study concluded, a young person's family is more influential than peers in dampening any tendency to become a terrorist. \n\"We should approach efforts to reduce radicalization among youth in much the same way we work to prevent other problems such as underage drinking and gang recruitment,\" said Rand researcher Kim Cragin.\nOne good example of a private, grassroots effort to reach young Muslims is a group called Teachers Against Violent Extremism. Founded by Ayub Mohamed, a business teacher in the Kenyan capital of Nairobi, it has trained more than 100 teachers on ways to conduct classroom discussions with high school students aimed at safeguarding them against the recruitment tactics of terrorist groups like al-Shabab. Preventing radicalization, says Mr. Mohamed, is the responsibility of everyone in a community.\nThat is exactly the conclusion many world leaders are reaching.\n\nLoad-Date: May 30, 2016"
}