{
    "title": "Who Is Responsible for the Deaths of Those Three Children in Syria _",
    "publisher": "the world",
    "year": 2019,
    "month": 11,
    "day": 4,
    "full text": "I received an interesting critique of my recent article “Were the Deaths of Those Three Children Worth It?” My critic said that since the deaths of the three children were caused by the suicide bombing by ISIS head Abu Bakr al-Baghdadi, the U.S. troops who were doing the raiding could not be held responsible for their deaths by any stretch of the imagination.\nActually, however, the thrust of my article wasn’t about the issue of responsibility. It simply was designed to ask a simple question: Were the deaths of those three children worth getting Baghdadi?\nIn other words, let’s look at the situation another way. Suppose when the operation was being planned, the planners concluded that it was a virtual certainty that three children would be killed in the operation. Knowing that, would that price inhibit the planners from engaging in the raid?\nThe answer is no. Getting Baghdadi was the prime objective, and no price in terms of foreign life  would be considered too high to get him. Even if it had been 20 children or 100 children who would be killed in the operation, the deaths, while difficult, would still have been considered worth it.\nThat was my point in bringing up the statement by the U.S. Ambassador to the United Nations. When asked whether the deaths of half-a-million Iraqi children from U.S. and UN sanctions on Iraq were worth it, she responded that yes, the deaths, while difficult, were, in fact, “worth it.” By “it” she meant regime change in Iraq.\nNonetheless, the issue regarding responsibility for the deaths of those children that my critic has raised is an interesting one. Who is responsible for the deaths of those three children?\nIn a direct sense, there is no doubt that Baghdadi is the one responsible. He is the one who exploded his suicide vest knowing that three of his children were with him.\nBut is that the end of the inquiry? I don’t believe so. \nI believe that U.S. interventionists have to share moral responsibility for those deaths. After all, without U.S. interventionism, those children would still be alive today. \nIt was U.S. interventionism that gave rise to ISIS, the group that Baghdadi was in charge of. If it hadn’t been for U.S. interventionism in Iraq, ISIS would never have formed in response to the U.S. invasion and occupation of that country. And if there had never been an ISIS, there never would have been a violent military raid that resulted in the deaths of those three children.\nKeep in mind also that Iraq never attacked the United States. That means that the U.S. invasion and multi-year occupation of Iraq violated the principles set forth by the Nuremberg War Crimes Tribunal. Keep in mind also that the war was waged without the congressional declaration of war required by the Constitution. That made the war illegal under our form of government. \nWhy should we give U.S. interventionists a pass on the deadly and destructive consequences of their philosophy and illegal policies? Why should we permit them to avoid moral responsibility for the natural and proximate consequences of their policies and illegal actions? Why should we judge them by their good intentions rather than the actual results of their policies and illegal actions?\nThere is something else to consider about the raid in which those three children were killed: the Constitution. It is the higher law that we the people have imposed on federal officials, including the Pentagon and the CIA. They are supposed to obey our law, just as they expect us to obey their laws (e.g., drug laws). \nThe troops are in Syria for two purposes: regime change in Syria and to fight ISIS. Yet, neither purpose is among the delegated powers enumerated in the Constitution. The Constitution doesn’t authorize the sending of U.S. troops into foreign nations for the purpose of regime change or to bring foreign terrorists to justice. \nThat makes the presence of U.S. troops to Syria illegal under our form of government. Soldiers are required to disobey illegal orders, especially orders that violate the U.S. Constitution that they all take an oath to support and defend. (Example: Lt. William Calley in the Vietnam War.) Yet, as far as I know, not one single U.S. soldier has refused to obey the illegal orders to invade and occupy Syria, to fight ISIS, and to bring Baghdadi and other ISIS members to “justice.”\nIt’s also worth mentioning that terrorism, including international terrorism, is a criminal offense, not an act of war. It is listed in the U.S. Code. That’s why the feds bring terrorism prosecutions in U.S. District Court. The fact that the U.S. military is (illegally) charged with the task of bringing international terrorists to justice doesn’t convert the “war on terrorism” into a real war, just as the use of Mexican troops to enforce the drug war doesn’t convert the “war on drugs” into a real war. It simply means that the military is being used in a police capacity. \nAt no time has Baghdadi been accused of committing terrorist acts in the United States. Thus, by initiating violent raids to kill or capture ISIS members in place thousands of miles away from American shores, the U.S. government is operating in its now-customary role as the world’s international policeman, judge, and executioner. \nAll this death, destruction, mayhem, and illegality from interventionism operates as a detriment to the American people, including the destruction of our freedom and privacy here at home, not to mention the fact that it makes Americans traveling overseas more unsafe. In the wake of the deaths of those three children, what better time than now to restore America’s founding system of non-interventionism?\nThe post Who Is Responsible for the Deaths of Those Three Children in Syria? appeared first on The Future of Freedom Foundation.\n\nLoad-Date: February 24, 2020"
}