{
    "title": "Who ordered the killing of Arafat's deputy_",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 3,
    "day": 25,
    "full text": "A puzzle for history to unravel is who ordered the murder of Salah Khalaf, No.2 man in the PLO, code name Abu Iyad, killed here Jan. 14 by one of his bodyguards.\n \n    A surprise for me was that at the time of his death, according to Western diplomatic sources here, he had become a prime source of intelligence about terrorism for the United States, Britain, France, Italy and Germany.\n \n    One of the founders of the PLO along with Yasser Arafat, Abu Iyad was no Western mole, according to the sources. His purpose was to keep the record straight in order to keep the Israeli Mossad from discrediting the PLO with false information. Arafat, these sources said, was aware of what Iyad was doing.\n   In the words of one diplomat, \"A lot of the things we learned about terrorism in the Middle East we got through Abu Iyad.\"\n \n    The apparent killer was a bodyguard named Hamza Abu Zid, a former follower of Sabri al Banna, code name Abu Nidal, the now\n \n almost legendary terrorist and a mortal enemy of the more moderate mainstream PLO, which expelled him in 1973.\n \n    Having apparently repented, Abu Zid was accepted back last July and became one of Abu Iyad's bodyguards. Abu Zid was captured, but Tunisian authorities have given no indication about whether or when he will be tried or where he is.\n \n    For some diplomats and other observers, there is really no puzzle.  The best explanation is the most obvious, that Abu Zid was Abu Nidal's mole.\n \n    But since the Middle East is the Middle East where the simplest and most obvious explanation is seldom believed, there has to be a deeper conspiracy for others. Their question is who commissioned Abu Nidal.\n \n    The first reaction of the Palestinians was to blame the Mossad, the formidable Israeli intelligence services that killed Arafat's previous No.2, Abu Jihad, near here in 1988, sending in a commando team. A moderate in recent years, Abu Iyad was nevertheless believed to be the patron of the team responsible for 1972 Munich Olympics massacre of Israeli athletes. But his murder was not the way the Mossad operates.\n \n    Others speculate that Saddam Hussein was behind the death. Iraq was Abu Nidal's first patron. Until last November, Abu Iyad accompanied Arafat, code name Abu Ammar, on his visits to Baghdad. But he was reported to have increasingly disagreed with Arafat's close identification with the Iraqi leader or linking the Palestinian cause to Kuwait.\n \n    Angered, Hussein is reported to have told him to stop coming. And the fact that Arafat kept going himself is interpreted by some as possibly having given the green light. But not everything fits. Abu Zid was accepted back last July, before Hussein invaded Kuwait.\n \n    Lately, one diplomat says, Palestinians have been dropping hints that Moammar Ghadafi could have been behind the killing. Abu Nidal's headquarters are now in Libya. But no one has come up with a motive.\n \n    Finally, there is some speculation that Arafat might have had his reasons because of their disagreement about Iraq and the growing prominence of Abu Iyad himself \"the atmosphere was no good between them,\" said one diplomat.\n \n    But this theory gets the least credence of all. Arafat has now lost his two top lieutenants in less than three years. Abu Iyad's murder only adds to the organization's disarray.\n \n    \"We may never know who decided to have him killed,\" said one Western diplomat.\n \n    Death is the ultimate sanction.\n\nLoad-Date: November 12, 1992"
}