{
    "title": "Who killed Palme_ There are several possibilities",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 3,
    "day": 4,
    "full text": "To the outside world, the nation which Olof Palme himself described as ''our quiet little corner of the world'' seemed, until his assassination, just that.\nBuffered from the Soviet Union by Finland and from Europe by the Baltic Sea, Sweden's policy of diplomatic neutrality has left it at peace since 1815. After 40 years of welfare statism, it has little poverty and a very low crime rate.\nThat quiet has now been shattered - but not for the first time.\nIn fact, Sweden has been more than brushed by terrorism over the last 15 years. Given the nation's tradition of offering haven to political exiles - coupled with a comparatively open immigration policy - Stockholm has in the past had a reputation as a safe harbor for terrorists wanted in other countries.\nAt press time, no one knew who was responsible for the slaying. But several possibilities arise:\n* Euro-terrorism has spilled over into Stockholm before - in 1971, when Croatian terrorists killed Yugoslav Ambassador Vladimir Rolovic, and more spectacularly in 1975, when terrorists stormed the West German Embassy and killed two diplomats, hoping to win the release of terrorist leaders Andreas Baader and Ulrike Meinhof from prison in Germany. At that time, the terrorists described themselves as members of the ''Holger Meins commando group,'' using the name of an imprisoned German terrorist who had died in a hunger strike. Olof Palme refused to negotiate with the terrorists, who were captured after blowing up the embassy.\nFollowing Palme's assassination, callers have claimed responsibility in the name of the Holger Meins group and of the Red Army Faction, the West German-based successor to the Baader-Meinhof gang. The motive for such action by German terrorists, however, remains unclear - especially since tight Swedish security in the wake of the assassination would only make it harder for wanted terrorists to find shelter in Stockholm.\n* Neo-Nazi terrorism is on the rise in Sweden, aimed primarily at the waves of immigrants who have flooded the country in recent years. Stockholm has already been the scene of racially motivated battles. At present, one-tenth of the 8.3 million Swedish population is foreign-born, and every fourth child now born is of foreign extraction. Here the motives may be clearer: Palme had strongly backed the immigration policy. But so far the Swedish neo-Nazi groups have no record of turning to murder.\n* Palestinian terrorists have reportedly had contacts with Sweden at least since 1969. Sweden recently expelled several members of the Palestine Liberation Organization. But although Palme was involved in Middle Eastern affairs, seeking to negotiate an end to the Iran-Iraq war, he was not thought to be a Palestinian target.\n* A lone assassin acting either out of dementia or a personal grudge could have been responsible. Circumstances, however, suggest the work of a professional killer who was either a terrorist himself or under contract to a terrorist organization, and who tracked his victim carefully, used specially made coated bullets, and escaped readily along what appears to be a planned route."
}