{
    "title": "Who is winning the war on terror_ Groups linked to al-Qaida claim attacks in London, elsewhere",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 10,
    "full text": "Is al-Qaida on the run -- or on the move?\nThe explosions that ripped London on Thursday, nearly simultaneous attacks on three separate subway lines and a bus, bore all the hallmarks of Osama bin Laden's terrorist network.\nOn the same day, in Iraq, an al-Qaida offshoot announced that it had executed Egypt's envoy to that country as part of a campaign aimed at discouraging other countries, especially those that are predominantly Muslim, from establishing diplomatic relations.\nIn Afghanistan, meanwhile, stepped-up insurgent activities by al-Qaida and Taliban forces have led to the deaths in combat of at least 56 Americans so far this year, more than have died in any year since U.S.-led forces overthrew Afghanistan's Taliban government in 2001.\nAs he campaigned last fall for re-election, President George W. Bush boasted that he had al-Qaida on the ropes. Bin Laden was \"isolated,\" Bush said during the first presidential debate. \"Seventy-five percent of his people have been brought to justice.\"\nToday, nearly four years after the 9/11 terrorist attacks, with bin Laden still at large and al-Qaida looking more prolific and murderous than ever, a more muted assessment by Defense Secretary Donald Rumsfeld in 2003 appears to ring more true.\n\"(W)e lack metrics to know if we are winning or losing the global war on terror,\" Rumsfeld noted in an internal memo he wrote in October of that year. \"Are we capturing, killing or deterring and dissuading more terrorists every day than the madrassas and the radical clerics are recruiting, training and deploying against us?\"\nDo we have a better answer to that question now than when Rumsfeld first posed it?\n\"I don't know,\" said Sen. Christopher \"Kit\" Bond, R-Mo., a member of the Senate Select Committee on Intelligence. \"Nobody said terrorism was going to go away overnight,\" he said. \"There's no question we have degraded al-Qaida's central command and control, and that by taking away Saddam Hussein's government in Iraq we have taken away from the terrorists a safe sanctuary.\" \nTerrorist haven?\nA number of terrorism experts, backed by government reports and statistical trends, are reaching the opposite conclusion: that Iraq has become a terrorist haven only now, after the U.S.-led invasion of 2003, and that the presence of U.S. and other Western troops in the country is inspiring new waves of terrorist recruits and new acts of terrorism.\nA classified assessment by the Central Intelligence Agency, first disclosed last month by Newsweek and The New York Times, warns that Iraq may prove to be more effective as a training ground for terrorists than Afghanistan was during the 1980s and early 1990s, the first years of al-Qaida.\n\"From Day One this administration has misunderstood the nature of the threat it faces,\" said Ivo Daalder, a National Security Council staff member under President Bill Clinton and now a senior fellow at the Brookings Institution.\nThe war in Iraq reflects Bush's view and that of his top aides that terrorism depends on the support of states like Iraq and Afghanistan and that by toppling those regimes terrorism will be stopped as well, Daalder said.\n\"But this is not a state-based threat,\" he said. \"It's a network of independent actors, tied by an ideology of jihadism and tied by an Internet that provides them with information and training manuals and inspiration -- and that allows them to act independently even of central organization, let alone states.\"\nPolitical scientist Robert A. Pape of the University of Chicago goes further. His new book, \"Dying to Win: The Strategic Logic of Suicide Terrorism,\" reports the results of the first systematic survey, funded in part by the Department of Defense, of all 315 suicide terrorist attacks that occurred between 1980 and 2003.\nHis conclusions:\n- Religion is often used as a tool for recruiting by terrorist organizations but is rarely the root cause of terrorism.\n- The overwhelming majority of suicide terrorist acts are not expressions of blind hate but instead the manifestation of political objectives, most often the expulsion of foreign armies of occupation.\n- The U.S. military presence in Saudi Arabia and other Persian Gulf states was the most important factor spawning the 9/11 attacks.\n- The \"sustained presence of heavy American combat forces in Muslim countries,\" including Iraq, \"is likely to increase the odds of the next 9/11.\"\nPape said in an interview that he fully supported the Afghanistan invasion, an operation that he said was properly focused on rooting out al-Qaida. \"But all the gains we made in Afghanistan we lost in Iraq,\" he said. \"The deployment of 140,000 U.S. troops there has given a new lease on life to anti-American suicide terrorism.\"\nAnd perhaps, as well, to terrorist attacks like that in London, aimed at U.S. allies.\nMuslims in Europe\nWhat troubles many terrorism specialists is the growing pool of Muslims disaffected with Western governments who have become naturalized citizens of Western Europe and are thus able to move freely both within the European Union and to the United States.\nRobert S. Leiken, an immigration specialist at the Nixon Center, notes in the current issue of Foreign Affairs that the Muslim population of Europe now totals between 15 million and 20 million, or up to 5 percent of the total European population. (That compares with a Muslim population in the United States that is estimated at 3 million, or less than 2 percent of the total.)\nMohammed Bouyeri, the man who killed Dutch filmmaker Theo van Gogh last November, was a Dutch Muslim of Moroccan descent, Leiken wrote, a college-educated community organizer who said before van Gogh's assassination that \"the Netherlands is now our enemy because they participate in the occupation of Iraq.\"\nThe Secret Organization of al-Qaida in Europe, a group that claimed responsibility for last week's attacks in London, made a similar link within hours of Thursday's blasts, asserting that Great Britain was being punished for the role of its troops in Iraq.\nLeiken suggests that the war in Iraq is a major factor distinguishing terrorist cells like that of Bouyeri from the marginal terrorist groups of the left -- organizations such as Germany's Baader-Meinhof Gang or the Red Brigade in Italy -- that plagued parts of Europe in the 1960s and 1970s.\nThe European jihadist groups today enjoy \"what Marxist terrorists long sought but always lacked: a social base,\" Leiken writes. \"And its base is growing rapidly, thanks in part to the war in Iraq.\"\nIn a telephone interview Friday from Madrid, Leiken said the consensus among European counterterrorism experts he has consulted is that Iraq \"is probably the single most important focal point right now\" in attracting volunteers for anti-Western terrorist acts.\nWestern European intelligence services, Leiken added, believe that a \"significant contingent of European Muslims, probably in the several hundreds,\" have already traveled to Iraq for training and indoctrination. \"They're very worried about them coming back and doing something in Europe,\" he said.\nRep. Todd Akin, R-Town and Country, a member of the House Armed Services Committee, warned against the danger of \"over-reading\" the lessons of the London attacks.\n\"What they did was sophomoric, almost, in terms of technology,\" he said. \"It's not very hard to figure out how to make one of these bombs go off. It's not that complicated to put one on the subway, and have it do a whole lot of damage.\"\nThat an attack like that has taken place \"is not a big surprise -- and it doesn't point to necessarily an extremely healthy and sophisticated organization, per se,\" he said.\n\"What we're struggling against is to keep the tools out of their hands -- from North Korea or wherever, for a 'dirty' nuclear bomb of some other weapon of mass destruction -- where they can take it to the next level.\"\n\nLoad-Date: July 11, 2005"
}