{
    "title": "Who Created Major Hasan_",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 22,
    "full text": "IN the case of Maj. Nidal Malik Hasan and the Fort Hood massacre, the verdict has come in. The liberal news media have been found guilty -- by the conservative news media -- of coddling Major Hasan's religion, Islam. \n  Liberals, according to the columnist Charles Krauthammer, wanted to medicalize Major Hasan's crime -- call it an act of insanity rather than of terrorism. They worked overtime, Mr. Krauthammer said on Fox News, to ''avoid any implication that there was any connection between his Islamist beliefs ... and his actions.'' The columnist Jonah Goldberg  agrees. Admit it, he wrote in The Los Angeles Times, Major Hasan is ''a Muslim fanatic, motivated by other Muslim fanatics.''\n  The good news for Mr. Krauthammer and Mr. Goldberg is that there is truth in their indictment. The bad news is that their case against the left-wing news media is the case against right-wing foreign policy. Seeing the Fort Hood  shooting as an act of Islamist terrorism is the first step toward seeing how misguided a hawkish approach to fighting terrorism has been. \n  The American right and left reacted to 9/11 differently. Their respective responses were, to oversimplify a bit: ''kill the terrorists'' and ''kill the terrorism meme.'' \n  Conservatives backed war in Iraq, and they're now backing an escalation of the war in Afghanistan. Liberals (at least, dovish liberals) have warned in both cases that killing terrorists is counterproductive if in the process you create even more terrorists; the object of the game isn't to wipe out every last Islamist radical but rather to contain the virus of Islamist radicalism. \n  One reason killing terrorists can spread terrorism is that various technologies -- notably the Internet and increasingly pervasive video -- help emotionally powerful messages reach receptive  audiences. When American wars kill lots of Muslims, inevitably including some civilians, incendiary images magically find their way to the people who will be most inflamed by them. \n  This calls into question our nearly obsessive focus on Al Qaeda -- the deployment of whole armies to uproot the organization and to finally harpoon America's white whale, Osama bin Laden. If you're a Muslim teetering toward radicalism and you have a modem, it doesn't take Mr. bin Laden to push you over the edge. All it takes is selected battlefield footage and a little ad hoc encouragement: a jihadist chat group here, a radical imam there -- whether in your local mosque or on a Web site in your local computer. \n  This, at least, is the view from the left.\n  Exhibit A in this argument is Nidal Hasan. By all accounts he was pushed over the edge by his perception of the Iraq and Afghanistan wars. He also drew inspiration from a radical imam, Anwar al-Awlaki. Notably, it had been eight years since Major Hasan actually saw Mr. Awlaki, who moved from America to Yemen after 9/11. And for most of those years the two men don't seem to have communicated at all. But as Major Hasan got more radicalized by two American wars and God knows what else, the Internet made it easy to reconnect via e-mail. \n  The Fort Hood shooting, then, is an example of Islamist terrorism being spread partly by the war on terrorism -- or, actually, by two wars on terrorism, in Iraq and Afghanistan. And Fort Hood is the biggest data point we have -- the most lethal Islamist terrorist attack on American soil since 9/11. It's only one piece of evidence, but it's a salient piece, and it supports the liberal, not the conservative, war-on-terrorism paradigm. \n  When the argument is framed like this, don't be surprised if conservatives, having insisted that we not medicalize Major Hasan's crime by calling him crazy, start underscoring his craziness. The Iraq and Afghanistan wars, they'll note, aren't wars against Islam or against Muslims; Major Hasan must have been deluded to think that they are! Surely we can't give veto power over our foreign policy to a crazy ... well, not crazy, but, you know, not-entirely-sane person like Major Hasan. \n  It's true that Major Hasan was unbalanced and alienated -- and, by my lights, crazy. But what kind of people did conservatives think were susceptible to the terrorism meme? Like all viruses, terrorism infects people with low resistance. And surely Major Hasan isn't the only American Muslim who, for reasons of personal history, has become unbalanced and thus vulnerable. Any religious or ethnic group includes people like that, and the post-9/11 environment hasn't made it easier for American Muslims to keep their balance. That's why the hawkish war-on-terrorism strategy -- a global anti-jihad that creates nonstop imagery of Americans killing Muslims -- is so dubious.\n  Central to the debate over Afghanistan is the question of whether terrorists need a ''safe haven'' from which to threaten America. If so, it is said, then we must work to keep every acre of Afghanistan (and Pakistan, Somalia, Sudan, etc.) out of the hands of groups like the Taliban. If not -- if terrorists can orchestrate a 9/11 about as easily from apartments in Germany as from camps in Afghanistan -- then maybe never-ending war isn't essential. \n  However you come out on that argument, the case of Nidal Hasan shows one thing for sure: Homegrown American terrorists don't need a safe haven. All they need is a place to buy a gun. \n  Concerns about homegrown terrorism may sound like wild extrapolation from limited data. After all, in the eight years since 9/11, none of America's several million Muslims had committed violence on this scale. \n  That's a reminder that, contrary to right-wing stereotype, Islam isn't an intrinsically belligerent religion. Still, this sort of stereotyping won't go away, and it's among the factors that could make homegrown terrorism a slowly growing epidemic. The more Americans denigrate Islam and view Muslims in the workplace with suspicion, the more likely the virus is to spread -- and each appearance of the virus in turn tempts more people to denigrate Islam and view Muslims with suspicion. Whenever you have a positive feedback system like this, an isolated incident can put you on a slippery slope.\n  And  the Fort Hood shooting wasn't the only recent step along that slope. Six months ago a 24-year-old American named Abdulhakim Mujahid Muhammad -- Carlos Bledsoe before his teenage conversion to Islam -- fatally shot a soldier outside a  recruiting station in Little Rock, Ark. ABC News reported, ''It was not known what path Muhammad ... had followed to radicalization.'' Well, here's a clue: After being arrested he started babbling to the police about the killing of Muslims in Iraq and Afghanistan. \n  Both the Afghanistan and Iraq wars were supposed to reduce the number of anti-American terrorists abroad. It's hardly clear that they've succeeded, and they may have had the opposite effect. Meanwhile, on the other side of the ledger, they've inspired homegrown terrorism -- a small-scale incident in June, a larger-scale incident this month. That's only two data points, but I don't like the slope of the line connecting them. \n  Sept. 11, 2001, though a success for Osama bin Laden, was in the scheme of things only a small tactical triumph; his grandiose aspirations go well beyond the killing of a few thousand people and the destruction of some buildings. Maybe he feels that our descent into the carnage of Iraq and Afghanistan has moved him a bit closer to his goal. But if he succeeds in tearing our country apart along religious and ethnic lines, he will truly be able to declare victory.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY HARRY CAMPBELL)                                     \n\nLoad-Date: November 22, 2009"
}