{
    "title": "Who Is Jonathan Turley_ Republicans_ Lone Expert on Impeachment",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 4,
    "full text": "A professor at George Washington University Law School, he has represented whistle-blowers, members of Congress and terrorism suspects.\nJonathan Turley is a well-known legal expert, often seen on cable news talking about a range of issues including tort law, espionage, constitutional law and, most recently, impeachment. He is a professor at George Washington University Law School and has represented clients from a variety of backgrounds and political affiliations. \n“This is a daunting but not unfamiliar challenge as an academic,” Mr. Turley wrote on Tuesday on his blog about his scheduled appearance before the House Judiciary Committee.\nHis credentials \nA graduate of the University of Chicago and Northwestern’s law school, Mr. Turley joined the staff of George Washington’s law school in 1990, and according to his biography, was the youngest person named to an academic chair in the school’s history. Now 58,  he has represented whistle-blowers, judges, members of Congress and terrorism suspects and is a prolific writer and Twitter user and a frequently cited legal expert. The House and Senate regularly turn to him to testify about constitutional issues. \nWhat he brings to the hearing\nThis is not Mr. Turley’s first impeachment proceeding.  \nMr. Turley testified before the House Judiciary Committee in 1998 during the inquiry into President Bill Clinton to give background of the history of impeachment. \n“While the Senate can decide not to remove a president in the interests of the nation for a variety of reasons,” he said then, “the House should not falter in maintaining a bright line for presidential conduct.”\nMr. Turley also represented a Democratic-appointed federal judge, G. Thomas Porteous Jr., in his impeachment trial before the Senate. In that case, the Senate found Judge Porteous guilty. \nIs he partisan?\nBesides being invited by Republicans to testify, Mr. Turley has been critical of some comments by Representative Adam B. Schiff, the chairman of the House Intelligence Committee who has until now taken the lead of the impeachment inquiry. But he has also offered advice to Democrats on how to proceed on impeachment, while sounding skeptical of their argument for it.\n“I have previously said that abuse of power is impeachable, but it is the most difficult of potential impeachment claims,” he wrote recently. “Once again, impeachment does not require a criminal allegation, but it does require clarity. It also requires a complete and compelling record. This record is neither complete nor compelling on proof of an impeachable offense.\nIn another recent opinion piece, he wrote, “A real impeachment case can be made, but to make it, they will have to reschedule, reframe and repeat their House investigation.”\nHis history as a liberal contrarian\nMr. Turley is a civil libertarian and a skeptic of executive power who also has a history of sometimes making arguments that please Republicans and irritate Democrats — while emphasizing that he personally agrees with liberals on policy matters.\nMore than 20 years ago, he was the subject of a Washington Post profile by Ruth Marcus that focused on how he was arguing that President Bill Clinton had committed impeachable conduct — even though he was a liberal Democrat who voted for Mr. Clinton in 1992 and Ralph Nader in 1996 — appalling his solidly Democratic family.\nMr. Turley was also sharply critical of President George W. Bush, a Republican, for his expansive view of his executive powers on issues like surveillance and torture. But Mr. Turley became an iconoclastic fixture again during the Obama years.\nIn 2011, he represented two lawmakers at the time — Representative Dennis J. Kucinich, a very liberal Democrat, and Representative Walter B. Jones Jr., a Republican — who sued President Barack Obama for participating in the NATO air war over Libya without congressional authorization. A federal judge dismissed the case.\nIn 2014, Mr. Turley accused the Obama administration of making “extreme” claims of executive privilege in an attempt to shield from Congress emails that showed internal deliberations in the Justice Department about how to respond to a congressional request for information about the botched “Fast and Furious” gun trafficking investigation.\nHe also became an outspoken critic of Mr. Obama’s increasing use of executive actions to try to achieve policy goals that the Republican-controlled House of Representatives was blocking.\n“I’m afraid this is beginning to border on a cult of personality for people on the left,” Mr. Turley told Fox News viewers in 2014. “I happen to agree with many of President Obama’s policies, but in our system it is often as important how you do something as what you do.”\nLater that year, House Republicans hired Mr. Turley for a lawsuit challenging how the Obama administration was carrying out the Affordable Care Act, including a dispute over whether certain cost-sharing payments to insurers were lawful. A federal judge eventually ruled that Congress had not authorized those payments.\nIn 2015, Mr. Turley testified at the confirmation hearing of Mr. Obama’s second attorney general, Loretta E. Lynch, and largely used his testimony to criticize the record of her predecessor, Eric H. Holder Jr.\nA skeptic of Trump’s critics\nIn the Trump era, Mr. Turley has continued to stand apart from the usual partisan alignment of law professors who let it be known that they have liberal policy views. \nIn 2017, for example, he testified at the confirmation hearing for the Supreme Court nominee  Neil M. Gorsuch, saying: “There could not be a better time for the addition of a justice who has a deep understanding and fealty to the original design of our government. I believe that Judge Gorsuch is such a nominee.”\nEarlier this year, Mr. Turley wrote an opinion column in The Hill about President Trump’s decision to invoke emergency powers to spend more on a border wall with Mexico than Congress was willing to appropriate.\nFollowing a pattern, Mr. Turley aligned himself with liberals who thought Mr. Trump’s move was wrong — but used that peg to redirect blame onto Democrats, who he said had failed to defend congressional spending powers when Mr. Obama was president.\n“I do not agree there is a national emergency on the southern border, but I do believe President Trump will prevail,” he wrote. \nMr. Turley has also often defended the actions of Attorney General William P. Barr, a longtime friend, against criticism from Democrats. \nIn January, Mr. Turley testified in favor of confirming Mr. Barr and promoted him in the news media, such as when he told NPR that Mr. Barr was “really the perfect person at this time to take over the Justice Department” as someone with a record of integrity “who could bring real stability to that department.”\nIn an opinion piece in The Hill in October, Mr. Turley defended Mr. Barr’s decision to assign a United States attorney, John H. Durham, to scrutinize the origins of the F.B.I.’s Trump-Russia investigation, and to push foreign governments to provide information for that inquiry. Mr. Turley wrote that such an investigation was warranted, citing “disturbing” questions.\n“I supported the appointment of a special counsel after President Trump fired F.B.I. Director James Comey,” he wrote. “I also supported an investigation into the origins of the F.B.I. investigation. The country is divided on the merits of both, with legitimate concerns raised on each side. With the start of a House impeachment inquiry, it is more important than ever to have transparency along with a review of both these investigations.”\nNotable fact\nOn his website, Mr. Turley says that he is the second-most cited law professor in the country and for the last five years, he has been named one of the 100 top Irish lawyers in the world. \nPHOTO: Jonathan Turley, a professor at George Washington University Law School, represented a Democratic-appointed federal judge, G. Thomas Porteous Jr., in his impeachment trial before the Senate. (PHOTOGRAPH BY Anna Moneymaker/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: December 14, 2019"
}