{
    "title": "Who are the Revolutionary Guards_ A look at the Iranian military unit",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 4,
    "day": 9,
    "full text": "In a statement Monday, President Donald Trump announced that his administration plans to designate Iran's Islamic Revolution Guard Corps as a foreign terrorist organization. \"This unprecedented step, led by the Department of State, recognizes the reality that Iran is not only a State Sponsor of Terrorism, but that the IRGC actively participates in, finances, and promotes terrorism as a tool of statecraft,\" Trump's statement read. The Islamic Revolutionary Guard Corps is Iran's most powerful security and military institution and holds sway over key economic and political affairs. It was first established following the Islamic Revolution in 1979 to protect the new republic and enforce its ideological tenets. \nThe Revolutionary Guard soon became indispensable in helping fight the Iran-Iraq War, and its role in the country's postwar reconstruction catapulted it into the political and economic spheres. Now, as a force loyal to Iran's supreme leader, Ayatollah Ali Khamenei, the IRGC wields unparalleled influence and power in Iran. Its economic might spans the construction, automotive, telecommunications and energy industries. And its presence reaches into nearly every sector of Iranian society, through art, media, policing, cyber activities and disaster relief. The IRGC is separate from Iran's conventional armed forces and commands its own air, land and naval units, as well as a network of domestic paramilitaries known as the Basij. Across the Middle East, its external special operations arm, known as the Quds Force, has helped build the Guard's authority through proxy forces in places such as Iraq, Lebanon and Syria. Iranian President Hassan Rouhani has tried to limit the organization's involvement in the country's economy, but with little success. But what, specifically, has the IRGC actually allegedly done? According to American and European authorities, the answer is that it has been used to \"sow violent discord around the world for decades.\" For example: — In Lebanon, the IRGC began supporting the militant Shiite group Hezbollah back in the 1980s and, the U.S. State Department says, has been a major financial supporter ever since. — In 1994, 85 people were killed when a bomb went off at the Argentine Jewish Mutual Association community center in Buenos Aires. In 2007, Argentine prosecutors named, among others, an IRGC commander as a suspect. — Also in 2007, then-President George W. Bush accused the IRGC of \"providing roadside bombs\" to Iraqi militants fighting U.S. forces. — According to the Pentagon, the IRGC has provided \"ongoing\" support to insurgents in Afghanistan. Referring to the Revolutionary Guard and the Quds Force, a 2010 Pentagon report said, \"Arms caches have been recently uncovered with large amounts of Iranian manufactured weapons, to include 107 mm rockets, which we assess IRGC-QF delivered to Afghan militants.\" — The United States and European Union accused the IRGC of helping Syrian authorities repress revolts in 2011, and the IRGC has been involved in the civil war since then. — The U.S. Treasury Department said a dual U.S.-Iranian citizen worked on behalf of the IRGC to try to assassinate the Saudi ambassador to Washington in 2011. — In 2012, the IRGC was accused by New Delhi police of being involved in a bomb attack against an Israeli diplomat in the city. — IRGC support has been seen as \"crucial\" to Houthi rebels in Yemen, and, in 2015, U.S. officials reported that the IRGC was training Houthis to use advanced weapons. — In 2018, Israel blamed the IRGC for rocket fire, to which the Israelis responded by striking Iran-linked military targets in Syria. The Israeli military said it was the first time that Iranian forces had directly fired on Israeli troops. Secretary of State Mike Pompeo tweeted on Monday: \"The use of terrorism is central to the Iranian regime's foreign policy. The designation of IRGC, incl. Qods Force, will help starve the regime of the means to execute this destructive policy. Maximum pressure will be unrelenting until Iran's regime abandons its deadly ambitions.\"\n\nGraphic\n\n \nAssociated Press/Feb. 11, 2019 Iranian Revolutionary Guard members arrive for a ceremony celebrating the 40th anniversary of the Islamic Revolution, at the Azadi, or Freedom, Square, in Tehran, Iran. -NOTE-\n\nLoad-Date: April 9, 2019"
}