{
    "title": "Who bears the terror risk_ We all do",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 14,
    "full text": "Weird place, this Washington, D.C.\n\"Whose baby carriage?\" a strapped police officer belted, charging down the steps of the Capitol, his 12-gauge locked and loaded.\nIt wasn't quite what my visiting friend imagined DC to be like, but then again, it's not that out of the ordinary in this town of terrorist targets aligned like dominoes.\nIt was the weekend, so politicians were at home writing down their favorite cooking recipes for the Supreme Court nomination filibuster. But there were still some pretty important buildings that would be mighty expensive to replace if there were a terrorist attack. The Jefferson Memorial, the Library of Congress, the Washington Monument. But these are just a small fraction of all the buildings the government is responsible for.\nIn the aftermath of September 11th, Congress passed the Terrorism Risk Insurance Act, which provides that the government will reimburse insurance companies for any terrorism-related insurance claims up to $100 billion. So really the government is responsible for, well, everything.\nAt the time it made sense. In the panic and confusion after the attacks, insurance companies were showing signs of withdrawing their coverage from buildings in high risk areas like New York. To prevent some sort of mass exodus, the government stepped in to make sure insurance was available.\nBut as more laws should, the law had a sunset provision, and it will expire at the end of this year unless lawmakers extend it for another round. Competing interests are currently debating the relative merits and costs. Proponents say that the government should continue to shoulder the burden of terrorist attacks. Others say that private firms are ready to step in to manage the risk and that we're all ultimately responsible for the risks of terrorism.\nNot surprisingly, New York wants the measure extended and Montana thinks it can go. Montana has a point, and in fact may stand to benefit from all this terrorism fear. If being in places like New York makes you more likely to be attacked, should the government be encouraging you to go there with things like free insurance? Ryan Johnson Columnist\nBut the larger question is, who bears the risks of terrorism? The answer is all of us, and the attacks of last week only further illustrate that point.\nOf all the text messages you want to get while waiting to board the subway in Washington, D.C., during rush hour, \"Did you hear about the bombings in London?\" is about the last one.\nI looked around. It was rather empty for early morning. There were two security guards sitting on a bench near me.\n\"Pssshh. Be on the lookout for suspicious packages, unattended items, or other out of the ordinary activity. High alert. Pssshh,\" their radios boomed in unison.\nHaving officers in subway stations may be on the one hand psychologically comforting, but what can they really do? Be human shields?\nThe train arrived. Obviously paranoia was setting in because I thought I saw a duck-taped suitcase next to an old lady. Surely not a Mujahideen Warrior, but I scurried down a couple cars anyway, just before the doors closed.\nBecause terrorists cannot defeat the government, they will seek out citizens where they used to feel most comfortable, and everyone is at risk. And just as individuals face that risk every day, building owners shouldn't get a free pass.\nLetting the free terror insurance continue only sends the message that people shouldn't plan for terrorism and shouldn't minimize the effects of it. The opposite is true, and bright minds are hoping the law sunsets to its grave.\nAnd what of the lethal baby carriage?\n\"I got it,\" a terrified tourist came running over. The officer leaned over to see what was in the carriage. Nothing. Mom must have been changing the diaper. Code Brown.\n(C) 2005 Arizona Daily Wildcat via U-WIRE\n\nLoad-Date: July 14, 2005"
}