{
    "title": "Who should insure against terrorism_",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 10,
    "day": 30,
    "full text": "The threat sounded ominous: Dirty bombs would be detonated at Giants Stadium and six other stadiums across the country. It would be \"America's Hiroshima,\" causing civil war, chaos, and global economies to \"screech to a halt.\"\nFortunately the threat was just a hoax perpetrated by a 20-year-old grocery store clerk from Wisconsin.\nBut since 9/11 businesses such as Giants Stadium have had to insure themselves against possibilities once thought unimaginable. Right after the 2001 attacks, many couldn't. The cost of terrorism insurance skyrocketed, and some insurers simply refused coverage. That left businesses and the economy vulnerable to economic chaos in the event of another attack.\nCongress eventually stepped in and guaranteed that losses over a certain amount would be covered if they were due to a \"certified\" terrorist attack and if insurance companies would make such coverage available.\nBut the fix - the Terrorism Risk Insurance Act (TRIA) - was temporary. And while the law has been extended once, it will expire at the end of 2007.\nNow an ideologically charged debate has sparked about whether the federal government should have a permanent role in the terrorism insurance business. The debate comes down to who should provide such insurance: the private marketplace or a public-private partnership?\nThe debate has created some unusual political bedfellows: Big-city liberals are lining up with the corporate insurance industry against Republican conservatives and consumer advocates.\n\"The industry and the left want a long-term program with some subsidies, but the White House and some Republicans are afraid that it would create another bureaucracy. They want the market to handle it,\" says Robert Hunter, director of insurance for the Consumer Federation of America.\nMajor attack could bankrupt insurers\nThere are a few things all agree on. The first is that the damage caused by a terrorist attack with a weapon of mass destruction - nuclear, biological, chemical, or radiological (known together as NBCR in insurance jargon) - would be so great it would bankrupt the insurance industry, and thus such risks are uninsurable.\nFor instance if New York City was hit by, say, a nuclear bomb, insured losses could be as high as $778 billion, according to an analysis by the American Academy of Actuaries in Washington, D.C. - and that's not even considered a worst-case scenario.\nThe other point of agreement is that terrorism insurance for other types of attacks is needed to ensure economic stability and growth.\nThe White House and the Consumer Federation's Mr. Hunter believe that in the years since 9/11, the market has proved it is capable of covering most losses due to a conventional terrorism attack.\n\"The insurance industry is just rolling in money, and the taxpayers aren't. We have huge deficits,\" says Hunter. \"Why should we be subsidizing a rich industry that's making record profits right now?\"\nHe contends that since \"the big stuff\" like nuclear, biological, and chemical damages aren't covered anyway, there's no reason for taxpayers to continue picking up part of the tab for conventional attacks like airplanes or truck bombs crashing into buildings.\nRisk hard to model\nInsurance experts acknowledge the industry did make record profits in the past year, in part because insurers hiked premiums in anticipation of another massive hurricane such as Katrina - that never materialized. \nThey also contend the threat of terrorism is inherently different from that of natural disasters because it presents too many uncertainties to be modeled to effectively anticipate frequency and potential levels of damage. Without TRIA they contend many companies might just exclude coverage for all terrorist incidents.\n\"Given where we're at in the global war on terrorism, it's absolutely impossible to really characterize the true nature of the threat environment that we're living in,\" says James Valverde, vice president of economics and risk management at the Insurance Information Institute, an industry think tank in New York. \"It's amorphous, ambiguous, and we can't say anything about it with any specificity.\"\nActuaries, the people who model risk for the industry, say they can model some types of terrorist risk based on the kind of catastrophic models they use for natural disasters such as hurricane Katrina. The Defense Department also has done extensive analyses of the types of damage done by truck bombs of different sizes.\nThat information can be used to estimate the economic losses, which can be used to come up with estimated insurance premiums.\nThe only problem, actuaries say, is that it's impossible to model how often a terrorist truck bombing might occur.\n\"If we talk about modeling frequency, that's in its infancy,\" says Michael McCarter, chair of the American Academy of Actuaries Terrorism Risk Insurance Sub Group, a professional organization headquartered in Washington. \"We don't think it's at a stage to be reliable enough for insurers, and it may never get there.\"\nOpponents of federal involvement in terrorism insurance argue the TRIA program has kept the market from coming up with such solutions faster.\nAs a result, when TRIA was extended in 2005, Congress increased the amount that private insurers would have to pay on their own before the federal government would take over.\nInsurance experts contend that that's proof the industry is taking on more of the risks associated with terrorism and working for a solution.\nBut they worry that if the federal backstop disappears before the market is ready to step in fully, places like Giants Stadium could again see their insurance rates skyrocket, if terrorism insurance doesn't disappear completely.\n\"The industry is looking in the end for a long- term solution,\" says Dr. Valverte. \"We need to find a productive way to move forward, but we need the federal backstop for now.\"\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: October 29, 2006"
}