{
    "title": "Who is the best candidate for the 33rd Congressional District_",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "Elan Carr\nMy parents came to this country as immigrants from Israel in pursuit of the American Dream, and I spent much of my life in West Los Angeles. My parents modeled the importance of living a life of service. These values led me to serve my country by joining the military, which I did a few months before the terrorist attacks of September 11, 2001.1 then volunteered to deploy to Iraq, where I lead an anti-terrorism team of the U.S. Central Command (CENTCOM) in lifesaving missions throughout Baghdad and much of the country. I also prosecuted terrorists and insurgents who had attacked American troops - the first time American military officers have prosecuted cases in Arab courts. My personal experience in the war on terrorism gave me a deep understanding of the dangers that terrorism poses for the U.S. and Israel, and gave me a unique perspective on the critical importance of keeping American families safe. To this day, I serve as an officer in the U.S. Army Reserve, Judge Advocate General Corp (JAG).\nAs a criminal gang prosecutor for the Los Angeles County District Attorney's Office, I prosecute some of LA's most notorious street gangs. I've also prosecuted cases of domestic violence, and I am a specially trained and designated animal cruelty prosecutor. In short, I've made it my career to protect people, to keep our families safe, and to give a voice to victims who don't have a voice, because they too deserve to be heard.\nIt's for a similar reason that I decided to run for Congress. Washington is broken, and the hyper-partisanship and dysfunction in our nation's capital has stripped the American people of our collective voice and has made progress on almost any issue a rarity. We need leaders -more specifically representatives - who will make it a priority to focus on what the voters need and show a willingness to reach across the partisan aisle and compromise in order to solve the problems our communities face.\nToday, too many Americans are unable to find the kinds of opportunities and careers our economy provided only a decade ago. The Government's top priority must be to implement a tax and regulatory structure that gives our economy the ability to grow rapidly and encourages job creators to invest their profits in growing their businesses.\nOur education system in America is not worthy of our children. Providing a quality education for our children is not only a moral obligation we have to the next generation, it's also a public safety issue. An underperforming educational system imposes enormous economic and personal costs on American families. As the product of a public school education myself, I understand the need to fix our schools. I will fight to increase teachers' salaries, fix our schools, and provide an empowering education for our children. I'll also fight to implement more robust Career Technical Education in our high schools, including involving local companies to engage students from a young age and teach them the skills employers are looking for. It is also going to be crucial to have a workforce adequately trained and able to master the jobs that members of the Baby Boom Generation will be leaving. This means ensuring that we are offering affordable avenues to higher education through community colleges, public universities, and private universities accepting substantial federal funding.\nWe need to be tough on crime, but we can't merely handcuff our way out of the crime problem. After a hard fought two-decade decline in violent and non-violent crime in California, the past year has begun to see an increase in crime. Specifically in L. A. County we are seeing spikes in violent and non-violent crimes, alike. This is in large part due to the inadequate allocation of resources that are desperately needed at the local level to help police our streets and keep criminals behind bars. I'll fight to ensure that our officers are getting the help they need, that we are keeping criminals off the streets, that we reform our educational system so that we keep kids out of crime in the first place, and finally, that victims are always heard.\nIn order to protect our families here at home, America must exercise leadership overseas and maintain the ability to project U.S. power around the globe. To that end it is crucial that the U.S. never project weakness in dealing with terrorist networks or their sponsors, nor can we afford to retreat in the face of terrorist attacks. The surest way to breed terrorism is to grant it victories. Instead, the U.S. must target terrorist leaders and infrastructure, paralyze the financial networks that fund terrorism, act strongly against state sponsors of terrorism, and promote societal progress and economic opportunity throughout the Middle East in order to undermine terrorist ideology. Additionally, we must never betray or weaken our allies. Support for Israel must be a core feature of American foreign policy, and it must be bi-partisan and unwavering.\nI'm running for Congress because every family deserves a chance at the American Dream, including securing a quality education and a quality career, and the right to pursue it without fear.\nTed Lieu\nI'm running because I know from firsthand experience that America is the land of opportunity and a beacon of hope. I want to keep it that way for future generations.\nAs the son of immigrants, this country has allowed my family to achieve the American Dream. My parents spoke limited English, and lived in the basement of someone's home. I would accompany my parents to sell gifts at flea markets to make ends meet.\nThrough hard work, saving money, and perseverance, my family was able to open a gift store in a shopping center and eventually our family business expanded to include multiple gift stores.\nThis foundation allowed me to attend Stanford University, where I graduated with degree in computer science and political science and was a member of Sigma Alpha Mu Fraternity. I received my law degree from Georgetown University, where I served as Editor-in-Chief of the law review.\nI am so grateful for these opportunities and I know I can never give back to America everything this country has given to my family. That's why I chose to enter the United States Air Force on active duty.\nIt was a great honor to participate in Operation Pacific Haven, where thousands of Kurds were extracted from northern Iraq and taken to Guam because Saddam Hussein was going to kill them. As a member of the 36th Air Base Wing in Guam, I received the Air Force Humanitarian Assistance Medal for that Operation. Currently, I serve in the Air Force Reserves as a Lieutenant Colonel at Los Angeles AFB.\nIn addition to serving in the military, I also wanted to serve the public at the local and state levels. Whether it was serving on a City Council, in the State Assembly or in the Senate, I have a track record of confronting difficult issues, taking on special interests, and getting results.\nAs the State Senator for this area, I have made the hard choices that helped turn California's budget deficit into a surplus; increased funding to K-12 and higher education, and reduced unemployment to the lowest level in six years. This past year, California outpaced the nation in job creation.\nAfter Wall Street's failures nearly collapsed our economy, I wrote first-in-the-nation financial reform laws to rein in predatory lending practices and reduce foreclosures. I also authored laws to ensure that today's workers are trained for tomorrow's jobs.\nAt the district level, I helped secure funding for the local community, including $2 million for the Simon Wiesenthal Center's Museum of Tolerance to complete the Anne Frank exhibit.\nMy years of military education and training have also taught me that Israel is a profound and unique ally; the only democracy in a troubled region of the world, and a bulwark against terrorist states and terrorist networks.\nThat is why I was a principal coauthor in 2007 of California's law to divest state pension funds from Iran's nuclear and energy industries; coauthored the law in 2010 that banned companies who did business with those industries from contracting with California; and I stood up to oppose BDS.\nMy record is one of fighting for the priorities of this district. Together, we have passed laws to improve our economy, like the new film and TV tax credit, and to protect the environment, seniors, children, and those without a voice. While we have made progress, more must be done.\nUnfortunately, Congress is stuck in neutral. My ability to cross the political divide and work in a bipartisan manner is the important skillset this area needs.\nThat is why I am honored to have the support of Congressman Henry Waxman. I'm also endorsed by a bipartisan group of leaders including Senator Dianne Feinstein, LA County Supervisors Zev Yaroslavsky and Don Knabe, Los Angeles Mayor Eric Garcetti and former Los Angeles Mayor Richard Riordan, and Wendy Greuel.\nLocal leaders like Beverly Hills Mayor Lili Bosse, Vice Mayor Dr. Julian Gold, Councilmember Dr. William Brien, and School Board Members Brian Goldberg, Howard Goldstein, Lisa Korbatov and Lewis Hall have also endorsed.\nIt has been an honor and a privilege to serve this area for the past 12 years.\nThroughout, one thing has been most important to me, both as an elected representative and as an Air Force Reservist-to do the right thing, regardless of the consequences, for our local community.\nI make one promise to you - that I will work hard to represent this area with compassion and tireless energy. It would be an incredible honor to represent you. I greatly appreciate your consideration and vote.\n\nLoad-Date: February 27, 2016"
}