{
    "title": "Who are the bomb throwers here_ YOUNG-AT-LARGE",
    "publisher": "hays free press",
    "year": 2012,
    "month": 5,
    "day": 30,
    "full text": "So odd for Greg Abbott to parse words.\nThe Texas attorney general said he didn't call Planned Parenthood a terrorist group. He just said the law should treat it like one.\nRegardless, the Fifth Circuit Court dismissed the comparison and put the kibosh on a destructive law that would do nothing but impede women's health care.\nThe court ruled that Texas could not exclude Planned Parenthood from the state's Women's Health Program, a Medicaid pass-through. The gambit endangered the entire program because the federal government would not let the state discriminate against qualified providers of health care for women.\nThe Republican-controlled Legislature had promoted this discrimination, and Republican Abbott was defending it, because some Planned Parenthood affiliates perform abortions.\nTax dollars can't fund abortion. Planned Parenthood affiliates that perform abortions do so with every fiscal precaution federal law requires.\nBut Texas officials claimed that the nature of funding couldn't guarantee that tax dollars didn't go to abortion or the advocacy thereof. Abbott compared it to what the federal material-support statute makes a felony: giving money to terrorist groups, even if the funds are used for peaceful purposes.\nOnce again, I don't understand why Abbott would bother to explain his atrocious analogy. Listen to the foamy and deceitful rhetoric of the rabid-right constituency that supplies his party its life force. \"Terrorists\" sounds mild.\nYou want to talk terrorism? Meet Emily Lyons. Like Planned Parenthood itself, she is the face of women's reproductive rights. The sad thing is that she is missing the face she once had.\nA bomb detonated at the Birmingham, Ala., women's clinic where the nurse worked in 1998. Horribly disfigured, one eye gone, Lyons was the lucky one among the casualties. A police officer died: a notch on the belt of Bible-toting, Bible-quoting bomber Eric Rudolph.\nLyons didn't show up to work that day 14 years ago seeking to wage ideological warfare on behalf of abortion rights, though she certainly supports them.\n\"A woman has the right to decide for herself,\" she told me in a mild-mannered phone interview back when Rudolph was still on the lam.\nLyons came to work to do what nurses do: serve patients' needs.\nAbortion is a medical necessity. Most hospitals that deliver babies perform medically necessary abortions. That would make them \"abortion clinics,\" and their physicians \"murderers\" based on the words of war against Planned Parenthood and others.\nU.S. District Judge Lee Yeakel wasn't in a mood to award propaganda points to those who choose to ignore the possible result of Texas' ideological hit on a health-care provider. Some things are self-evident - such as Planned Parent-hood's comprehensive health care services for low-income women who have no other options. But it helps to hear it from a judge.\nIn blocking the state from carrying out its designs, Yeakel wrote that his ruling was \"particularly influenced by the potential for immediate loss of access to necessary medical services by several thousand Texas women.\"\nYeakel wasn't talking about abortion. He was talking about birth control, pap smears, fertility counseling, HIV testing, sex education, and any number of services that draw low-income women to Planned Parenthood's doors.\nWhen people compare these services to terrorism, they implicate the women served and the professionals, like Emily Lyon, who serve them.\nHear the \"aniens\" to an analogy the Texas attorney general says he didn't intend, and be sickened.\nLongtime Texas newspaperman John-Young lives in Colorado.\njyoungcolumn@gmail.com\n\nLoad-Date: June 24, 2012"
}