{
    "title": "Who you gonna call_ Terrorist busters_",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 24,
    "full text": "Terrorism has a face... and it's Chewbacca with an AK-47.\nIn the worst logo decision since Pitt's Athletic Department decided to dumb down the panther into an otter, the Central Intelligence Agency has proudly announced its new anti-terrorism logo -- appropriately dubbed as the \"Terrorist Buster\" logo.\nYeah, it's really nice to know that the CIA's Counterterrorism Center is confident enough in its actions to boldly compare itself to a mediocre Dan Aykroyd movie.\nThis logo is truly pathetic. Almost a carbon copy of the famous Ghostbusters logo, it depicts a shrouded black figure waving a deadly weapon behind a crossed out red circle. It is poorly designed and childish -- like a Mr. Yuk sticker warning kids to watch out for the terrorist bogeymen. In fact, depending on how you look at it, the logo can easily resemble a slimmed-down Michelin man, a Star Wars Ewok or even the lovable Pillsbury Dough Boy. It's like a terrorist inkblot -- who or what you see could very well be the real terrorists.\nAnd at the same time, the logo terrorist has no discernible features. The CIA was clearly careful not to make the terrorist look like a particular race or ethnicity.\nIt's almost as if they're saying, \"terrorism can be found anywhere and in anyone, but it will always, always carry an AK-47.\"\nUndoubtedly, some guys in the CIA Counterterrorism office created the logo for kicks, calling Bill Murray and friends for tips on the design. We can only hope that the graphic designer responsible for the logo, the brains behind the terrorist busting, will be held accountable for his poor judgment.\nAll humor aside, we can't help but wonder if the CIA is taking seriously the issue of fighting terrorism, because this logo is certainly trivializing the matter.\nWe can't even see what this logo could possibly accomplish. Is it the CIA's new method of fear mongering? Do they really think a cartoon terrorist waving a gun will scare us all into supporting the war?\nMaybe it's another way to distract the American public from the failure of the Iraq War or this administration's incompetence in finding real terrorists like Osama bin Laden. Maybe the CIA is struggling to improve its image, to live up to its self-created, supposed terrorist-busting image.\nIf so, our confidence and trust in the CIA has not increased in the slightest. If they can't even design a terrorist, who is to say they can catch one?\nAnd where will this new logo go? Will it be plastered on CIA trucks and vans? Will CIA agents be released in the hills of Afghanistan wearing jumpsuits emblazoned with the logo, similar to their ghost-busting counterparts? The CIA's actions are often covert operations. And if that is the case, why would they even need a logo?\nWhatever the motivation behind this logo, we have some much-needed words of advice for the CIA: Take yourselves and your duties seriously. This is the real world, with real terrorists. It's not Fisher Price: My First Counterterrorism Logo.\n(C) 2007 The Pitt News via U-WIRE\n\nLoad-Date: October 24, 2007"
}