{
    "title": "Who is Aaron Zebley_ Robert Mueller's former aide appears for congressional hearings",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 24,
    "full text": "WASHINGTON —\nAaron Zebley, a longtime aide to former special counsel Robert Mueller, appeared Wednesday beside his former boss for much-anticipated congressional hearings over the investigation into Russian election in the 2016 presidential election.\n Zebley, who served as deputy special counsel under Mueller, was not sworn in for questioning before the House Judiciary Committee Wednesday morning. He was, however, expected to be sworn in to answer questions before a second hearing later in the day before the House Intelligence Committee, according to The Associated Press.\n Here are some things to know about Zebley:\n * Zebley served as deputy special counsel under Mueller as the special counsel's office investigated Russian meddling in the 2016 presidential election and its possible connections to the Trump campaign.\n \"Mr. Zebley was responsible for the day-to-day oversight of the investigations conducted by our office,\" Mueller said Wednesday in his opening statements before the House Judiciary Committee.\n The investigation ultimately found no evidence of collusion between campaign officials and Russia, however, the special counsel did not clear the president of attempting to obstruct justice.\n *  Zebley worked with Mueller before he became special counsel, most recently working beside him at his former law firm, WilmerHale. According to a news release from the firm, Zebley joined WilmerHale as a partner in 2014. He focused on cybersecurity and data breach issues, internal investigations, national security matters and cases in which clients were being investigated by government officials.\n He left the firm in 2017, when he was tapped to serve on the Mueller's team in the Special Counsel's Office, according to CNN.\n *  Zebley represented Justin Cooper, who previously served as an aide to former President Bill Clinton, while working at WilmerHale. According to Slate.com, Cooper helped former Secretary of State and 2016 presidential candidate Hillary Clinton to set up a private email server, which she used for official communications and which was scrutinized by the FBI in 2015 and 2016.\n *  While Mueller was serving as FBI director under President Barack Obama, Zebley worked as his chief of staff, according to The Washington Post. He also served as chief of staff to former FBI Director James Comey, according to WilliamHale.\n *  Zebley worked as a special agent in the FBI's counterterrorism division for seven years. He was part of a small squad known as I-49, a group that had been tracking Osama bin Laden and al Qaeda before the Sept. 11, 2001, terrorist attacks, according to Wired.\n *  Zebley served as an assistant U.S. attorney in the National Security and Terrorism Unit in Alexandria, Virginia, according to WilliamHale. During his tenure, Zebley focused on national security, terrorism and violent crime.\n *  Zebley also served as a senior counselor in the Justice Department's National Security Division, according to WilliamHale.\n *  Zebley's wife, Catharine F. Easterly, is a judge on the District of Columbia Court of Appeals, according to The New York Times.\n * Zebley earned his undergraduate degree from the College of William & Mary in 1992. He earned his law degree in 1996 from the University of Virginia School of Law.\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to your daily ePaper and premium newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: July 25, 2019"
}