{
    "title": "Whoops! Bush flubs terrorism speech",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 8,
    "day": 6,
    "full text": "President Bush offered up a new entry for his catalog of \"Bushisms\" on Thursday when he misspoke as he delivered a speech at the signing ceremony for a $417-billion defense spending bill. \"Our enemies are innovative and resourceful, and so are we,\" Bush said. \"They never stop thinking about new ways to harm our country and our people, and neither do we.\" No one in Bush's audience of military brass or Pentagon chiefs reacted. White House spokesman Scott McClellan said Bush's misstatement \"just shows even the most straightforward and plain-spoken people misspeak. But the American people know this president speaks with clarity and conviction, and the terrorists know by his actions he means it.\"\nCompetition for X prize heats up\nThe $10-million competition to send a private manned rocket into space started looking more like a race Thursday, when a Canadian team announced plans to launch its rocket three days after an American group intends to begin qualifying for the Ansari X prize. Leaders of the Canadian da Vinci Project plan to launch their Wild Fire rocket Oct. 2 from Kindersley, Saskatchewan. The creators of SpaceShipOne, a California effort funded by Microsoft billionaire Paul Allen, previously set a Sept. 29 date for the first of two flights required by the competition. The X Prize will go to the first privately financed, reusable craft that makes a suborbital flight 62 miles high twice within two weeks while carrying a pilot and weight equivalent to two other people.\n \nCourt upholds law on Napa Valley wine\nWine labeled as coming from the Napa Valley must be made mostly from grapes that grew there, the California Supreme Court ruled Thursday. The ruling upheld a state law requiring that wine sold with \"Napa\" on the label must be made from at least 75 percent Napa-grown grapes. Growing conditions in Napa are considered ideal for wine grapes. The law, passed in 2000, was blocked after Bronco Wine Co. won an injunction from a state appellate court. Bronco argued the law was unconstitutional because it restricts the company's free speech and bars labels approved by federal regulators.\n \nFalwell to train pastors in politics\nThe Rev. Jerry Falwell, beset by civil liberties groups questioning his ministry's tax-exempt status for backing President Bush, has set up a seminar to train conservative pastors \"not to be intimidated by left-wing thugs.\" Falwell said the September seminar will advise clergy that they can speak their minds on moral issues and weigh in on politics, as long as they don't spend tax-exempt money doing it. Churches that go too far in advocating for or against a political party or candidate jeopardize their Internal Revenue Service religious tax exemption. The \"Politics and the Pulpit\" conference will be Sept. 26-29 at Liberty University in Lynchburg. Falwell is the school's founder and president.\n\nGraphic\n\n \nPHOTO; Wild Fire rocket\n\nLoad-Date: August 6, 2004"
}