{
    "title": "Why Suicide Terrorism Takes Root",
    "publisher": "the new york times",
    "year": 2002,
    "month": 4,
    "day": 4,
    "full text": "The Israeli government's strategy of massive military reprisal against Palestinian violence has not worked in the past and is proving even more disastrous in the era of suicide bombings.\n     We must not misunderstand the nature or the magnitude of the danger the Middle East now faces. The true horror of suicide bombings is that they are immensely empowering to many people in the region who no longer believe that their governments can do anything to relieve their humiliation and improve their conditions. The fact that some factions within Yasir Arafat's own Fatah movement seem to have endorsed suicide attacks is the result, not the cause, of popular support for a method first embraced by Islamist groups. \n When a teenage girl suicide bomber recently left a taped message speaking of \"sleeping Arab armies\" and ineffective governments allowing girls to do the fighting, her handlers knew well how this would play among the masses. The most pervasive psychology in the Arab world today is collective rage and feelings of helplessness -- and the focus of this psychology is the Palestinian-Israeli conflict. While Israeli television shows the horror that innocent victims of suicide bombings endure today, Arab television is showing Israeli tanks smashing into Palestinian cities, the mounting Arab civilian casualties, and the scars of 35 years of occupation.\nIn this climate, suicide bombings take root because they free the desperate from the need to rely on governments altogether. Rather than being sponsored by states, this form of violence challenges states.\nThose who have tried to explain suicide terror by religious doctrines have been proved wrong. Increasingly, secular Palestinians are adopting this method because they think it is effective in making occupation unbearable to Israel. From nonreligious young women to members of the semi-Marxist Popular Front for the Liberation of Palestine to the secular Al Aksa Martyrs Brigades, groups and individuals have begun emulating the suicides of Hamas, the radical Islamist group.\nSuicide bombings thrive in anarchy. The absence of effective government is their primary source of power. They are antigovernment, the lethal weapon of individuals and small groups. While deterrence works against states, even against states like Iraq, it is ineffective against dispersed and shadowy groups that do not have significant infrastructures to target. And even when one knows whom to target, retaliation is not generally effective against those willing to die.\nThe next stage of suicide terror may be more ominous. The method is likely to be copied and made more lethal beyond Palestinian areas, particularly in the era of globalization, when information, technology and weapons are readily available.\nLike all terrorism, suicide bombings must be delegitimized by Arab societies and stopped because no ends can justify these horrific means. At the same time, there has to be a way of dealing with the realities that have made suicide bombings acceptable to a large number of Palestinians and others. To pretend that this issue is simply one of a choice between good and evil is to know nothing of human psychology. Today many Israelis support the expulsion of Palestinians from their homes as a way of stopping the unbearable horror of suicide terror; and many Palestinians support terror as way of ridding themselves of the unbearable pain of occupation. This was not the case only months ago.\nPresident Bush is right that suicide bombings cannot be tolerated or rewarded because the consequences to the international system could be devastating. But there is only one way to reduce these acts of terror: putting forth a better alternative, a peace plan that revives hope. Violent retaliation is unlikely to end suicide terror, and may even increase it by adding to the humiliation that hardens the hearts even of decent people. \n\nhttp://www.nytimes.com\n\nLoad-Date: April 4, 2002"
}