{
    "title": "Why is Germany intensifying its crackdown on Islamic groups_ German police in 60 cities staged raids",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 11,
    "day": 15,
    "full text": "German police raided nearly 200 mosques, apartments, and offices connected to an Islamic religious group Tuesday after receiving information that its members served as a recruiting unit for the Islamic State.\nThe sweep was part of a larger effort by Germany over the last few months to crack down on radicals as concerns of homegrown terrorism in the nation and in nearby European countries grows. Targeting the group True Religion, police sought group members across 60 cities in Tuesday's raids, but did not make any arrests or locate the group's leader, who they believe lives in Bonn. Officials announced later that day that the group would be banned from further operations in Germany.\n\"Today's measure is a clear signal, we are taking decisive and comprehensive action against all efforts directed against our freedom and our fundamental values,\"  German Interior Minister Thomas de Maizière said.\nThe group is widely visible and known for running information tables and distributing free copies of the Quran. Despite its appearance as a legitimate religious organization, officials say True Religion has recruited some 140 young people to fight in Syria, and focuses its attention on Muslim teenagers, glorifying terrorism and a struggle against the German constitution in his meetings and video messages.\nThe ban is the second largest on an Islamic group in Germany's history, following a 2001 decision to bar a group known as \"caliphate state\" on grounds that their activity threatened the nation's democracy. Leaders stressed that the ban was not meant as an attack on Muslims or religious freedom, but as a strong, united stance against radicalization and terror.\n\"Today's ban does not target the promotion, practice or propagation of the Islamic faith in general,\" de Maizière said. \"Muslim life has a permanent and secure place in Germany and in our society.\"\nStill, the group fired back against the government, claiming that its purpose was to share the Quran's message.\n\"The Quran was banned in Germany. We provided Allah's message to everyone. Allahu akbar,\" True Religion wrote on Twitter following the raids.\nThe ban follows the arrests last week of five men who authorities say aided ISIS by recruiting new members. They face accusations of providing financial and logistical assistance to potential fighters.\nOfficials believe that more than 800 people in Germany have been recruited by ISIS in recent years, and that up to a third of those may have returned to the nation since, prompting officials to take a strong stance against both the extremist ideology and the logistical operation of groups who support it.\n\"We don't want terrorism in Germany ... and we don't want to export terrorism,\" de Maiziere said.\nThis report contains material from the Associated Press.\n\nLoad-Date: March 9, 2017"
}