{
    "title": "Why US restored ties with Libya",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 5,
    "day": 17,
    "full text": "For the Bush administration, awarding Libya this week with restoration of full diplomatic relations should be a lesson to Iran and North Korea. Give up your nuclear weapons programs just as Libyan leader Muammar Qaddafi did, administration officials argue, and you too can reap the benefits of political and economic ties with the United States.\nBut for some experts in the Middle East and nonproliferation diplomacy, including some who worked on the Libya case, the lesson may be just as much for the US: It is direct talks and security assurances that underlie Libya's transformation from a rogue proliferator and purveyor of international terrorism, they say, not primarily a threat of force.\n\"Direct talks were crucial in getting Libya to change its ways, because that's how Qaddafi became convinced that if he did policy change, we would not do regime change,\" says Bruce Jentleson, who was a State Department official in the Clinton administration when secret talks were initiated with Libya. \"The lesson here is that while it's useful to have force as a backdrop, this is really a story of serious diplomacy's success.\"\nThe US announced Monday that it was restoring full diplomatic relations with Libya, a process that began in 2003 when Mr. Qaddafi agreed to give up his country's aspirations for weapons of mass destruction, including its nuclear and chemical weapons programs. Secretary of State Condoleezza Rice also said Libya would be removed from the US list of state sponsors of terrorism.\n\"Just as 2003 marked a turning point for the Libyan people, so too could 2006 mark turning points for the people of Iran and North Korea,\" Ms. Rice said in making the announcement.\nThe long-anticipated US announcement was interpreted in some quarters of the Middle East as the US backtracking on the region's democratization, or that the US is putting access to oil fields first in a period of deepening energy insecurity.\nLibyan dissidents say they fear Qaddafi will use his new status as a partner of the US to further consolidate his political power at home and tamp down any groundswells for political reform.\n\"What Arabs and Muslim people around the world will take from this is that the Bush administration is not genuine about the priority to spread democracy,\" says Fawaz Gerges, an expert at Sarah Lawrence College in Bronxville, N.Y. \"They will take this to mean that what comes first is security and cooperation on terrorism.\"\nRice insisted on making the announcement that the US will continue to press for respect of human rights in Libya. Still, the decision does demonstrate how security issues trump other considerations, some experts say.\n\"Oil is a factor, but it is not as crucial a one as security is,\" says Mr. Jentleson, who is now a professor at the Terry Sanford Institute for Public Policy at Duke University in Durham, N.C.\nThe US \"didn't make this decision because Qaddafi underwent some full transformation; we still don't particularly like him,\" he adds. \"But he wanted to stay in power and was willing to move on something important to us, so we struck a deal.\"\nYet despite the Bush administration's call for other states on the outs with the US to heed the Libyan example, its application to other cases may be difficult, some experts say.\n\"I don't see very good transference of this case to others that are on everybody's mind right now, partly because there were no urgent issues on the US-Libya agenda to throw it all off,\" says Jon Alterman, an expert at the Center for Strategic and International Studies who has written on the \"unique\" Libyan case.\nThe Iranians have engaged in talks with the US, particularly when the Bush administration decided Iran could be helpful on Afghanistan, notes Mr. Alterman. But that does not mean the stage was set for the kind of \"incremental progress\" that made the Libya deal possible.\nAlterman says the restoration of ties to Libya should boost US \"credibility\" with other regimes that the US can be counted on to follow through on its part of a bargain. But he adds that the hurdles to similar progress with Iran may be too high.\n\"There are too many issues the administration is not willing to defer: not the proliferation threat, not the support for terrorism, not the support for attacks on US soldiers in Iraq,\" he says.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: May 16, 2006"
}