{
    "title": "Why are there so few terrorists_",
    "publisher": "the deseret news",
    "year": 2017,
    "month": 4,
    "day": 1,
    "full text": "Charles Kurzman, of the University of North Carolina at Chapel Hill, has carved out an important scholarly niche for himself. His 1998 Oxford anthology \"Liberal Islam: A Sourcebook,\" for example, represents a fundamental resource on the little-known (and often studiously ignored) tradition in modern Muslim thought advocating democracy and tolerance. On Kurzman's website at kurzman .unc.edu, he compiled \"Islamic Statements Against Terrorism,\" which is a reassuringly large number of such statements from Muslim leaders worldwide.\nHe's also been publishing annual reports over the past few years on \"Muslim-American Involvement with Violent Extremism.\" The latest, covering 2016, shows that American residents were more likely to be murdered last year because they were Muslims than they were to die at the hands of extremist Muslims. A number of studies have demonstrated that American parents tend to seriously miscalculate the risks that their children face (see \"5 Worries Parents Should Drop, And 5 They Shouldn't\" on npr.org, for instance.)\nThe same appears to be true with respect to our evaluations of the threat posed by Islamist terrorism: A total of 123 Americans have been murdered by Muslim extremists in the United States since Sept. 11, 2001 - out of more than 240,000 homicides during the same period.\nKurzman's 2011 Oxford volume, \"The Missing Martyrs: Why There Are So Few Muslim Terrorists,\" provides answers to a question that few Americans are asking. The fact is, though, that such Islamist terrorist leaders as Osama bin Laden and Ayman al-Zawahiri have long lamented the passiveness or inactivity of the vast majority of their fellow Muslims. And they have solid reason for their dissatisfaction. Fewer than 1 in 100,000 Muslims, Kurzman points out, have rallied to the extremist cause since 9/11. In fact, as another author has argued, Islamic societies tend to be relatively nonviolent (see \"No, Islam isn't inherently violent, and the math proves it\" on thedailybeast.com)\n\"Yet,\" Kurzman observes, \"terrorism dominates the headlines far out of proportion to its death toll. Terrorists are grimly successful at attracting public attention. Of the thousands of violent incidents that occur around the globe each day, the world media efficiently sifts for hints of terrorist motivations, then feeds these incidents over the wire services and satellite networks to news consumers who may not realize how rare terrorism really is. In this way the media are accomplices to terrorism. They bring the perpetrators' message to vast audiences; without these audiences, the terror would only be felt locally. Indeed, if a terrorist act occurred and nobody heard about it, it would be a failure.\"\nAnd Islamist terrorism, of course, captures the lion's share of media attention. But there are plenty of other kinds of terrorism worldwide. American news media simply don't devote much coverage to, say, anti-Sikh, anti-Muslim and anti-Christian violence in India.\nFurther, over the more than 15 decades since the close of the American Civil War in 1865, the second-most lethal terrorist act on American soil - by a considerable distance - has been Timothy McVeigh's April 1995 bombing of a federal office building in Oklahoma City, which was motivated not by Islam, nor even by religion (McVeigh described himself as an agnostic), but by resentment toward the federal government.\nKurzman readily admits that the media are simply doing their job in reporting terrorist violence. But, he observes, the result of much media coverage is that ordinary members of the public trying to keep up with world affairs are often given a skewed picture of the prevalence of terrorism. Not, of course, that he dismisses the threat:\n\"The bad news for Americans is this: Islamist terrorists really are out to get you. They cannot be deterred by prison sentences, 'enhanced' interrogations, or the prospect of death. They consider the United States to be their mortal enemy, and they would like to kill as many Americans as possible, in as dramatic a way as possible.\" They \"are a brutal and inhumane bunch. It is worth taking them seriously,\" he writes.\n\"The good news for Americans is this: there aren't very many Islamist terrorists, and most of them are incompetent,\" Kurzman writes. \"They fight each other as much as they fight anybody else, and they fight their potential state sponsors most of all. They are outlaws on the run in every country in the world, and their bases have been reduced to ever-more-wild patches of remote territory, where they have to limit their training activities to avoid satellite surveillance.\"\nKurzman's \"The Missing Martyrs\" provides an approachable, clear-headed perspective that will deflate several common and fundamental misconceptions about Islamist terrorism. And accurate information is always good.\nDaniel Peterson founded BYU's Middle Eastern Texts Initiative, chairs The Interpreter Foundation and blogs on Patheos. William Hamblin is the author of several books on premodern history. They speak only for themselves.\n\nLoad-Date: April 1, 2017"
}