{
    "title": "Why are Americans the victims_",
    "publisher": "the world",
    "year": 1985,
    "month": 7,
    "day": 25,
    "full text": "THE recent hostage crisis and other acts of terrorism against the United States and its citizens have brought a spate of magazine and newspaper articles asking why we seem so often to be the victims.\nBasically, they ask two questions: Why are we the victims and never the Soviets? Why do things American still seem popular while Americans are attacked?\nThe articles suggest several causes for the resentment against the US: active Soviet disinformation, envy of our wealth and power, irritation at some of our traditional behavior, unfulfilled expectations, and unpopular regional policies, particularly in Africa, Central America, and the Middle East.\nThese suggested causes may be true, but none of them may be sufficiently deep to breed the kind of resentment that leads people to undertake the risks that go with the terrorism. To understand our problem fully we need to look at another reality.\nIn scattered pockets around the world, conditions have bred generations of those who believe the US stands in the way of their aspirations either for power or for a better life. Elders teach their young to hate, not just an immediate oppressor, but, also, the power they believe supports and sustains the oppressor. This has happened in the refugee camps of Lebanon, in the villages of Iran, in the hinterland of Central America. It could be happening in the Philippines. When such youth reach the age of action, whether educated or uneducated, they long to strike at this ''enemy.''\nI can recall an Arab friend 20 years ago telling me, after visiting the refugee camps in Lebanon, that the camps were creating a generation of alienated and frustrated youth who would, at some time in the future, make a ''hell'' of the Middle East and that Americans would be the victims.\nThe unpopularity of current policies may play some role, but the cause is deeper and lies in the presence of those who blame America for their apparently hopeless condition. Those who would instigate terrorism find a fertile ground. Even those more responsible elements that may not condone terrorism are quiet, either out of fear or out of sympathy.\nThe Soviets, also, have bitter enemies who blame them for their plight, but they are scattered in this country and elsewhere. Those who are in the camps and regions that breed terrorism do not see the Soviets as their enemy. Soviet apparent immunity from terrorism may be, in part, because of their security and fears of their response, but it is also because they are not identified, as we are, with the frustrating circumstances of peoples in revolutionary areas.\nCan we take comfort in the fact that, despite the bitterness against America, even terrorists want to see and sample things American? Not atypical was the story told me by a newspaper reporter who interviewed a particularly anti-American leader; on the way out the leader's guard asked how he could get a visa for the United States.\nWe tend to regard the widespread circulation of American films, books, TV products, and consumer goods as a positive element. How can these people watch ''Rambo'' and ''Dallas'' and still be anti-American?\nBut our entertainment exports that build dreams of an exciting land of wealth, glamour, and action do little to correct the political image; they may even reinforce it. Neither the message nor the images of these exports are benign. Our often violent and explicit films, books, and magazines are sought after because they are ''forbidden fruit'' in a traditional society. We are seen as corrupting the youth by those who seek to maintain and strengthen traditional social and religious patterns.\nEven direct exposure to the US through education and visits may not necessarily correct the underlying resentments of those who identify us with their frustrations; many of the leaders of the Iranian revolution, at least in the early days, had spent long periods in the US.\nEven in countries that are basically friendly, our political message can be disruptive. Freedom is not everyone's cause. Many leaders see in our efforts to promote human rights and democracy threats to their own power and position. Such resentment does not, perhaps, breed terrorism, but it does bring forth expressions against us that we neither fully understand nor appreciate.\nDespite the existence of deep bitterness toward us and the tragedies that often result, we are deeply respected and looked to as a leader through most of the world. This is particularly true in those areas that have had the closest experiences with the Soviet Union. That being said, we should not be surprised when our free, ebullient, and often provocative nation, pursuing policies that reflect our global responsibilities, our diversity, and our democracy, should in some areas arouse deep currents of hatred that neither we nor those in the region can fully control."
}