{
    "title": "Why We Should Put Jihad on Trial",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 18,
    "full text": "THE Justice Department's decision to try Khalid Shaikh Mohammed, the self-proclaimed mastermind of the 9/11 attacks, in a federal court in New York City has elicited several criticisms. Most are pointless, but one -- the idea that it will give a terrorist a platform from which he could stir up support in the Muslim world for his radical views -- is well taken. \n  First, let's dispose of the straw men. John Boehner, the Republican leader in the House, accused the Obama administration of ''treating terrorism as a law enforcement issue'' -- as though ''law enforcement'' is an epithet. In truth, the White House's counterterrorism team is composed largely of the same professionals who battled terrorists under President George W. Bush. They are generally in sync with the White House's insistence on a strategy that uses law enforcement where appropriate and military force in places, like Afghanistan, where conspirators can't be arrested by federal agents driving Fords. \n  Others complain that Mr. Mohammed might take advantage of quirks of the criminal justice system and go free. That's highly unlikely. First, he has already confessed to the crime; and, given the zero acquittal rate for terrorists in New York previously, any anxiety about a ''not guilty'' verdict seems unwarranted. \n  John Yoo, a former Bush administration lawyer, argues that the trial would be an ''intelligence bonanza'' for our enemies. Also unlikely. Our prosecutors are certain that there is enough unclassified evidence to make their case. Moreover, the most prized intelligence is recent, specific and actionable. Al Qaeda today is most concerned with discovering when and where the next drone missile attack will take place in Pakistan, information not likely to be disclosed during a trial about a conspiracy hatched more than a decade ago. \n  Which brings us to the idea that allowing Mr. Mohammed to take the stand will give him a soapbox. The truth is, if the trial provides a propaganda platform for anybody, it will be for our side.\n  First, federal courts do not permit TV cameras in the courtroom, so the opportunity for ''real time'' jihadist propagandizing won't exist. And while defendants and their lawyers can question witnesses, they cannot make speeches; judges are kings in this domain and can quash irrelevant oratory. Some point out that in earlier terrorism trials, like those of the plotters of the 1993 World Trade Center attack, the defendants did ramble at length. True, but does anyone who fears a circus now remember a single word from those earlier trials? \n  The real propaganda event is likely to unfold very differently. Instead of Khalid Shaikh Mohammed making his case, we will see the full measure of the horror of 9/11 outlined to the world in a way that only methodical trials can accomplish. Historically, the public exposure of state-sponsored mass murder or terrorism through a transparent judicial process has strengthened the forces of good and undercut the extremists. The Nuremberg trials were a classic case. And nothing more effectively alerted the world to the danger of genocide than Israel's prosecution in 1961  of Adolf Eichmann, the bureaucrat who engineered the Holocaust. \n  In the case of Khalid Shaikh Mohammed, the alternatives -- indefinite incarceration without trial, or a military tribunal closed to the public followed by execution -- are far more likely to inspire militant recruits. And highlighting the transparency in our judicial process would strengthen America's reputation just as cracks are beginning to appear in the jihadist base. A growing number of radical Muslim clerics and theoreticians have reversed course in recent years. \n  For example, three of Saudi Arabia's most influential radical clerics -- Nasir bin Hamad al-Fahd, Ali al-Khudair and Ahmed al-Khalidi (once described by Osama bin Laden as ''our most prominent supporter'') -- have disowned Mr. bin Laden. Another, Salman al-Awda, has excoriated him, asking, ''How many innocents have you killed?''\n  Abu Basir al-Tartusi, an influential Jordan-born cleric living in London, now uses the Islamic concept of ''covenant'' between Muslims and their hosts to condemn jihadist bombings in Britain. In Qatar, the high-profile televangelist Yusuf al-Qaradhawi has advanced a ''jurisprudence of jihad'' that forbids the killing of most civilians. And from his prison cell in Egypt, Sayyed Imam al-Sharif -- the founder of the Egyptian insurgent group that produced Osama bin Laden's deputy, Ayman al-Zawahri -- has declared that the jihad against the West must be abandoned. \n  To be sure, some of these men's arguments don't go far enough to please Western ears. But they are shaping opinion. Polling since 2001 has shown that in most Muslim-majority countries, tolerance for terrorism and support for Al Qaeda is gradually eroding. It is strongly in our interest to reinforce these trends by underscoring the terrorists' killings of civilians and our own commitment to the rule of law. \n   An open trial will also provide a catalyst for reflection among Americans on both 9/11 and its aftermath. The years before the attacks have been thoroughly hashed out through the report of the 9/11 commission and by memoirs and histories. The eight years since, a time of unremitting warfare, has had no similar opportunity for taking stock. Regrettably, no trial can provide closure for the traumas of that day. But a judgment in New York, where the greatest suffering was inflicted, will remind us both of the narrow viciousness of the terrorists' cause and of the enduring strength of our own values.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO (PHOTOGRAPH BY MICHAEL SCHMELLING) \n\nLoad-Date: November 18, 2009"
}