{
    "title": "Why did police hold reporter's partner_",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 8,
    "day": 20,
    "full text": "A senior British politician said Monday he would seek clarification from London police on why anti-terrorism laws were used to detain the partner of a journalist who worked with National Security Agency leaker Edward Snowden.\nKeith Vaz, chairman of Britain's Home Affairs Select Committee, said he was writing to police to establish exactly why David Miranda was detained for nine hours Sunday at London Heathrow Airport.\nMiranda, 28, is the partner of Glenn Greenwald, the U.S. journalist who has written a series of stories for the Guardian newspaper about secret surveillance programs at the NSA and its British counterpart, the Government Communications Headquarters.\nMiranda, who was en route to his Rio de Janeiro home, was held by British authorities under Schedule 7 of the Terrorism Act 2000 for nine hours, the maximum allowed before authorities have to release or formally arrest a person. The law allows authorities to question and detain individuals traveling through airports, ports and border areas.\nAccording to the Guardian, Miranda had his laptop, cellphone, videogame consoles, DVDs and memory sticks confiscated.\nGreenwald defiantly promised he was going to write much more aggressively than before about government snooping.\nI'm going to publish many more things about England, as well, he said in Portuguese at Rio's airport when Miranda arrived. I have many documents about England's espionage system, and now my focus will be there, too. I think they'll regret what they've done.\nIn Washington, White House spokesman Josh Earnest said the U.S. government was tipped by British counterparts that Miranda would be detained, but the United States had not requested the action.  He didn't respond to a question about whether U.S. officials may have discouraged British officials from stopping Miranda.\nThe Brazilian government objected to Miranda's detention, saying it wasn't based on any real threat. \nMiranda told the Guardian on Monday that agents questioning him were threatening me all the time and saying I would be put in jail if I didn't cooperate.\nInformation from The Associated Press was used in this report. \n\nLoad-Date: September 25, 2013"
}