{
    "title": "Why We Fought",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 4,
    "day": 15,
    "full text": "As Americans turned on the Iraq war, anti-war forces tried to portray the war as not only a mistake, but the result of a neoconservative coup. Among the coup's leaders, the story went, was the undersecretary of defense for policy, Douglas Feith. A coalition of the far right and the far left, comprising the Lyndon LaRouche fringe, former CIA officials, and the Middle East Studies Association, put out a false narrative that has Mr. Feith instructing his fellow ideologues to cook the intelligence that was presented to the United Nations, Congress, and the public, portraying Iraq as a threat when the intelligence community insisted it was not. This version of events - that 22 neocons and Ahmed Chalabi outwitted every major intelligence service in the Western world to deceive America and Britain to topple Saddam Hussein's regime - is now practically the conventional wisdom of the leadership of the Democratic party: Even Senator Clinton, who supported the war in 2002 on the grounds that Iraq was accumulating an unconventional arsenal, claims she was tricked by hyped intelligence.\nIn his new memoir, \"War and Decision\" (Harper, 688 pages, $27.95), Mr. Feith does an admirable job in dispelling this hokum. He writes that the biggest intelligence mistake - the claim that Saddam was concealing stockpiles of chemical and biological weapons - was not the work of Mr. Feith's Office of Special Plans, or unvetted intelligence provided by Ahmed Chalabi. Rather, Mr. Feith emphasizes, this intelligence mistake was specifically the fault of the CIA, and was believed by leaders on both sides of the aisle since the mid-1990s.\nYet Mr. Feith did not think the case for war should rest on the stockpile argument alone. He was far more concerned about Saddam Hussein's connections to international terrorism after the attacks of September 11, 2001. On this point, he disagreed with the CIA: The agency, Mr. Feith discloses, believed Saddam, a secular dictator, was incapable of cooperating with religious zealots such as al Qaeda.\nA bureaucratic battle ensued. A Pentagon intelligence analyst named Christina Shelton began to comb through CIA reports on Iraq and found finished products from 1998 that disclosed some meetings between Iraq's intelligence service and Osama bin Laden's organization. According to Mr. Feith, she was surprised that this information had not been included in the CIA's current reports on Iraq and international terrorism.\nMr. Feith was shocked. He recounts what Ms. Shelton found: \"When the CIA produced or obtained reports that supported its analysts' thinking, the agency often described the reports as 'credible,' without necessarily explaining why,\" he writes. \"When reports contradicted its analysts' theories, however, the CIA commonly described them as 'unconfirmed' - though they were no more lacking in corroboration than the reports described simply as 'credible.'\"\nIt is fair to ask now, how meaningful were these contacts? In the end, did a few meetings between Iraq's intelligence service and al Qaeda imply an important connection, or were they, as former counterterrorism czar Richard Clarke might have it, minor enough that the invasion of Iraq would present a distraction from America's principal enemy, al Qaeda?\nMr. Feith does not address directly more serious critics such as Mr. Clarke in \"War and Decision,\" but he does make the case for why Iraq was a threat. To start, the sanctions meant to contain Saddam Hussein had largely collapsed. Second, Iraq did have long-standing ties with international terrorists, regardless of how significant the ties to al Qaeda were. Third, Saddam was believed to have - and did have the capability to produce - stockpiles of chemical and biological weapons that would make another attack on America more deadly by orders of magnitude than those of September 11, 2001.\nFurther, many of the war critics do not understand the strategic aims embraced by the Bush war planners. For Mr. Feith and others, the object of the war on terror was to prevent the next terrorist attack, not just to seek vengeance on al Qaeda. Mr. Feith regarded al Qaeda as one node in a wider terrorism network, he writes, not America's only enemy in the new war.\n\"We were at war with a global terrorist network of Islamist extremist groups, including state and non-state sponsors,\" he writes in the book's concluding chapter. \"And the next attack might come not from al Qaeda but from some other part of the movement. Our strategy has to target both those groups themselves and their key sources of actual and potential support - operational, logistic, financial, and ideological.\" To a degree, Mr. Feith has been vindicated. The Pentagon's analysis of the Iraqi archives released last month found several examples of collaborative relationships between Saddam Hussein and the wider jihadist movement. Saddam's last tools of statecraft, it appears, were bribery and terrorism. The prevailing view among responsible Democrats - that al Qaeda is the ultimate nongovernmental organization, with no connections to other terror entities or regimes - is less sturdy today than many thought following the attacks in 2001. At times, al Qaeda does collaborate with regional rivals.\nBut on another level, Mr. Feith's account of the threat following September 11 is unsatisfying. If he believed America was really at war with a network of terror, and not just a distinct group called al Qaeda, what was the strategy he offered for dealing with Iran? Today, Iran is enriching uranium for an atom bomb and sending proxies to kill our soldiers and Iraqi civilians; in Lebanon, it is arming Hezbollah and, in Gaza, it arms Hamas. The book does not delve deeply into the policy discussions on Iran. (We learn that Mr. Feith and his bosses at the Pentagon favored support for civil opposition groups in other rogue states as possible diplomatic leverage.) In the concluding chapter, however, Mr. Feith acknowledges the problem: After writing how the Iraq invasion likely spurred Syrian troops to de-occupy Lebanon, and Libya to relinquish its nuclear weapons program, he acknowledges, \"the desired effect did not extend, however, to Iran and North Korea; both have continued to pose threats to peace and security.\"\nFor now it looks as if both fronts, Iran and North Korea, will be a matter for the next administration. It will be interesting to see if a Democratic president decides to confront them, and whether Republicans will play the same conspiracy games with the next war that so many Democrats play with the current one.\nelake@nysun.com\n\nLoad-Date: April 15, 2008"
}