{
    "title": "Why Europe has a bigger terror problem than U.S. Proximity to conflict zones, assimilation are two m",
    "publisher": "usa today",
    "year": 2017,
    "month": 7,
    "day": 11,
    "full text": "Recent terror attacks in the United States are far less common than in Europe, and Americans can thank geography and assimilation for that.\nThere were 100 attacks that killed 97 people in the U.S. in 2015-16, compared with 604 attacks that claimed 383 victims in Western Europe during the same time period, according to the University of Maryland's Global Terrorism Database.\n\"There are oceans separating North America from the main conflict zones in the Middle East and Africa,\" where recent terrorists have been radicalized, said Phil Gurski, a former Canadian intelligence analyst who runs a threat- and risk-consulting firm. \"It is far easier for extremists to get to Italy from Libya than it is for them to go from Libya to Canada or the U.S.\"\nGurski said it also is possible that \"North America has done a much better job at integrating immigrants than governments in Europe. You just need to look at what has happened in some of the so-called (immigrant) ghettos in France, Belgium and the United Kingdom.\"\nThis year, at least 39 people have been killed in 11 terrorist attacks in Western Europe, compared with five attacks in the U.S. that have caused seven fatalities, according to PeaceTech Lab, a group that analyzes conflict-related data.\nSince 1970, there have been more than 16,000 attacks in Western Europe compared with at least 3,200 in North America, according to the Global Terrorism Database.\nTerrorist incidents in the U.S. date to the early 1900s and are motivated by a variety of causes, said Robert Muggah of the Igarapé Institute, a security and development think tank in Brazil.\nOn Wall Street in 1920, an explosion on the back of a horse-drawn carriage killed 30 people in an attack blamed on anarchists. Six years before the Sept.11, 2001, attacks by radical Muslims that killed nearly 3,000 people, there was the Oklahoma City truck bombing led by anti-government fanatic Timothy McVeigh that killed 168 people. It remains the deadliest incident of domestic terrorism in U.S. history.\n\"There is this perception that terrorism in the U.S. is imported from a small number of Middle East states, when in fact there are an equivalent number of threats emerging from non-Islamic extremists such as right-wing groups and eco (warriors),\" Muggah said. \n\nGraphic\n\n \nphoto Getty Images\n\nLoad-Date: July 11, 2017"
}