{
    "title": "Why Sri Lanka 's 10 Years of Peace Was Just an Illusion",
    "publisher": "new york observer",
    "year": 2019,
    "month": 4,
    "day": 22,
    "full text": "On Easter Sunday, many reacted in shock to the devastating bomb blasts against Christian churches in Sri Lanka, a country that appeared to have overcome its bloody terrorism chapter from a decade ago.  But the last 10 years of peace appear to be just an illusion, and simmering tensions below the surface have finally come to a boil, leading to hundreds of innocent deaths.\nA Sad Legacy of Terrorism and Violence\nNext month is the 10-year anniversary of the end of Sri Lankan terrorism. On May 16, 2009, the Sinhalese government steamrolled the last stronghold of the notorious terrorism group \"The Tamil Tigers.\" The leader of the Liberation Tigers of Tamil Eelam (LTTE), Thiruvenkadam Velupillai Prabhakaran was killed in the \"last stand\" of this terror group, and his successor was arrested in Malaysia. The group learned their trade from Hezbollah groups and practically invented the suicide vest, killing Sri Lankan President Ranasinghe Premadasa and former Indian Prime Minister Rajiv Gandhi in the 1990s. \nA year ago, at a religion conference, I spoke with a Sri Lankan scholar, who was a Tamil, about the events of those years. While opposed to any deaths, he did say that the Tamil community expressed relief at the demise of the LTTE. \"They intimidated and killed our people just as much as the Sinhalese majority,\" he told me.\nBut the horrors of those days aren't necessarily over. Many Tamil citizens were kept in a virtual concentration camp in \"the            Vanni\" during the last days of the terror campaign, an act heavily deplored by human rights groups. The Sri Lankan government was knocked for not doing enough \"restorative justice\" that some countries have successfully accomplished after an internal conflict. Instead, the government at that time harassed journalists, detainees and medical personnel, before and after the conflict.\nAnd the reasons for the whole conflict in the first place have not abated. Tamils, because of their Christian connections, were more favored by British colonial rulers. After independence, the Sinhalese majority have generated an anti-Tamil climate, which contributed to the start of the conflict back in 1983.\nRecent Political Instability and Sectarian Violence \nWhen the LTTE was wiped out 10 years ago, Sri Lanka appeared to the world to have turned a corner, which is why so many tourists have flocked to the island with its beautiful landscapes and friendly people. One of my classmates in graduate school was a Tamil Christian. She made many friends, and dispelled a lot of false notions from the world media about Sri Lankans.\nBut beneath that illusion of calm and stability bubbled violence that may well have played a role in this weekend's violent bombing campaign.\nThose who thought that Sri Lanka had put their bloody past and heavy-handed government behind them are about to get a rude awakening. Times have been tough for the Tamils and Sinhalese, thanks to political instability and sectarian violence.\nLate last year, President Maithripala Sirisena fired his prime minister and replaced him with Mahinda Rajapaksa, the ex-president who presided over many of those abuses in the war with the LTTE. President Sirisena compounded the problem by dissolving parliament and calling for new elections, a move stopped by the county's highest court. \nTen years after the bloodshed, government groups charged with finding out what happened to so many who disappeared during those three decades of terror have still done so little to accomplish much, lacking funds and will. Sri Lanka's anti-terrorism legislation, while not as bad as the \"Prevention of Terrorism Act\" of the past, still allows long-term detentions without charges and a vague enough definition of terrorism to allow many people to be classified as terrorists.\nHas the Sri Lankan Government Learned Its Lesson?\nTwo months ago, a series of violent anti-Muslim riots gripped the country, with several deaths and a declaration of a National Emergency by the government. \nA right-wing blog called the Geller Report was quick to blame Muslims, falsely claiming that the world only cares about the Muslims who were killed in Christchurch, New Zealand, and that no one cares about Christians.\n\"There will be, after this horrific massacre, none of the outpouring of grief and sympathy that we saw after the New Zealand mosque attacks,\" the website stated. \"There will be no donning of crosses, no sympathy for the Christian community. Only Muslims, the perpetrators of this massacre, have protected victim status...\"\nThe outpouring of overwhelming world sympathy for the Christian victims exposed the lie in this Geller Report. And            two prominent Muslim groups from Sri Lanka were quick to condemn the attacks on the Christian churches.\nMuslims make up just a little more than 9.5 percent of the Sri Lankan population. Some are worried that a group, the NTJ (National Thowheeth Jama'ath) may be responsible. They've never done anything like this before, though island critics accuse the group of defacing Buddhist statues.\nThe Sri Lankan regime has already launched a strong crackdown, with arrests and massive media censorship. The question is whether the government has learned the painful lessons of those days with LTTE terrorism and afterwards, during which a repressive regime targeted a terror group, and much of the population in the process.\nJohn A. Tures is a professor of political science at LaGrange College in LaGrange, Georgia-read his full bio here.\n\nLoad-Date: April 22, 2019"
}