{
    "title": "Why it is important to not think that terrorist 'profiles' abroad apply here_ Phil Gurski for Inside",
    "publisher": "macdonald-laurier institute for public policy",
    "year": 2019,
    "month": 4,
    "day": 16,
    "full text": "We should get rid of the myths that radicalisation and terrorism are all about a lack of education, low socioeconomic status and criminality, writes Phil Gurski. This article originally appeared on the Borealis Threat & Risk Consulting blog.\nWe all get a feeling of déjà vu at times, don't we? You'll see something and remark that you definitely have seen it before. Sometimes it is a little spooky while at others it is more mundane. Today's blog is about the latter.\nThe Macdonald-Laurier Institute, a Canadian think tank, has just published a paper by Munk Senior Fellow Alex Wilner, who happens to also be a professor at the Norman Paterson School of International Affairs (NPSIA) at Carleton University in Ottawa, together with an Institute intern, Irfan Yar, titled \"Canadian Terrorists by the Numbers: An Assessment of Canadians Joining and Supporting Terrorist Groups,\" based on \"95 individuals with a nexus to Canada who have, or are suspected of having, radicalized, mobilized, and/or participated in Islamist terrorist activity between 2006 and 2017.\" In summary, the paper states that:\nMen made up 95 percent of cases in this dataset. In comparison, women constitute from 11 to 30 percent of British, French, German, and Dutch foreign fighters;\nAverage age of individuals in this dataset was 27, which is roughly on par with the average age of US jihadists but a few years older than Europeans;\nAll individuals were either Canadian citizens or residents of Canada, with 28 individuals reportedly having immigrated to Canada;\nJust under 50 percent had enrolled in post-secondary education programs, which is similar to cases in the US but is significantly higher than those in Germany, Netherlands or Belgium;\nand 11 percent are reported to have had criminal charges laid against them prior to their involvement in political violence, which is lower than those in the UK, Germany, Netherlands, and Belgium.\nWhat does this have to do with déjà vu? We in the Canadian intelligence community reported this to our government clients as early as 2005. Ergo, this is not new. More on that later.\nI say this is not new not to take away from the work by Messrs. Wilner and Yar, which I think is really good and I congratulate them both. It is high time that the Canadian public learned about who becomes a terrorist in this country and, more importantly, that the patterns are not the same as we see in Europe. In a nutshell, 'our' jihadis are better off than Europe's on several levels and I wish we could get rid of the myths that radicalisation and terrorism are all about a lack of education, low socioeconomic status and criminality. In some cases, these factors play a role, in others not. Canada is not Europe in this regard.\nSo while I am thrilled that this paper is available for public consumption thanks to Alex and Irfan and thanks to their in-depth research using open source data, I am at the same time saddened that the reports I and my colleagues at CSIS wrote in the mid 2000s and after appear to have had little impact on government policy. I continue to see calls for more research on the 'profiles' of Canadian terrorists when we established all those years ago that there was none. Is this the best use of taxpayer dollars?\nMore depressingly, this points to the immature relationship that parts of the Canadian government have with their security-intelligence apparatus. I was present at many meetings where our findings were either misunderstood or dismissed, and I could never figure out quite why. Maybe part of the problem was that our data was secret, gained through investigation, and hence neither open nor easily duplicated by other collection means (although I was able to turn what we had discovered into my first book The Threat from Within in 2015). If someone else can explain the lack of a true 'intelligence culture' in Canada I am all ears (or eyes).\nBut I want to end on a high note. Kudos to Mr. Wilner and Mr. Yar. Their contribution is an important one. If they can get the conversation to focus now on what the problem is rather than what people think it is then they have rendered us all great service.\nWell done gents (and thanks for citing some of my open work on terrorism)!\nPhil Gurski is the President and CEO of Borealis Threat and Risk Consulting. He worked as a strategic analyst in the Canadian intelligence community for over 30 years, including 15 at CSIS, with assignments at Public Safety Canada and the Ontario Provincial Police.\n\nLoad-Date: July 16, 2019"
}