{
    "title": "Why Obama refuses to say 'radical Islamic terrorism' At a town hall on Wednesday, President Obama sa",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 9,
    "day": 29,
    "full text": "What's in a phrase? When it comes to terrorism, more than you think, says President Obama.\nIn a town hall at Fort Lee, Va., on Wednesday, the president was asked about his choice not to use the phrase \"Islamic terrorist\" to describe ISIS, Al Qaeda, and other terrorist groups. Gold Star mother Tina Houchins wanted to know why Obama wouldn't use the term, if he believed that terrorist groups themselves considered their activities grounded in Islam.\nThe decision to use the term - or not - has gained in political significance over the course of the 2016 election campaign. Donald Trump and other Republicans have said avoiding the phrase \"radical Islamic terrorism\" is equivalent to avoiding the problem. Yet neither Obama or former president George W. Bush has used the term, describing it as counterproductive to efforts to combat terrorist groups. \n\"When you start calling these organizations Islamic terrorists, the way it's heard, the way it's received by our friends and allies around the world is that somehow Islam is terroristic. And that then makes them feel as if they're under attack. In some cases, it makes it harder for us to get their cooperation in fighting terrorism,\" Obama told the town hall meeting on Wednesday.\nAvoiding the term \"radical Islam\" has therefore been US policy for more than a decade. Elliot Abrams, deputy National Security Advisor under President Bush, told Bloomberg, \"We were invading two Muslim countries, and we were being accused of being at war with Islam. So the administration wanted to make it very clear that we are not at war with Islam and every Muslim in the world.\"\nThat attitude is clear in the way both Mr. Bush and Obama have described terrorist groups and their relation to Islam as a religion. On Wednesday Obama said terrorists have \"tried to claim the mantle of Islam for an excuse,\" while Bush described them as having \"hijacked a great religion.\"\nThat distinction, they say, prevents sowing dissent among Muslims and recognizes the contribution of Muslims in America and around the world to a more peaceful society. Obama explained that he wants to \"make sure that we do not lump these murderers into the billion Muslims [around the world] who are peaceful, who are responsible, who in this country, are our fellow troops and police officers and firefighters and teachers and neighbors and friends.\"\nBut others have expressed concern that by refusing to describe the actions of Al Qaeda and ISIS as \"radical Islamic terrorism,\" the US risks misunderstanding what's fueling terrorism and being unable to effectively combat it. Some Republicans suggest that using the term would make Americans safer.\nMr. Trump has been outspoken in calling for use of the term. At a campaign rally this spring, he told his supporters, \"Unless you're going to talk about it, you're not going to solve [the problem].\" Following the shooting at the Pulse nightclub in Orlando, he suggested that Obama should resign if he was not willing to describe the attack as 'radical Islamic terrorism.'\n\"I am trying to save lives and prevent the next terrorist attack,\" he said in a statement. \"We can't afford to be politically correct anymore.\"\nThe terrorism fight would probably not be more successful if it was framed as \"radical Islamism,\" according to Daniel Serwer, director of the Conflict Management Program at Johns Hopkins University's School of Advanced International Studies. He told CNN that the label could alienate moderate Muslims and hinder coordination efforts.\n\"Anything that stands in the way of Muslims joining the fight against ISIS is not a good thing,\" he added.\nThough she has in the past expressed concern about the term, Hillary Clinton told CNN's New Day in June that actions are ultimately more important than words.\n\"From my perspective, it matters what we do more than what we say. And it mattered we got bin Laden, not what name we called him...Whether you call it radical jihadism or radical Islamism, I'm happy to say either. I think they mean the same thing.\"\n\nLoad-Date: September 29, 2016"
}