{
    "title": "Why is Rahul in 'celebratory mood' when Indians are hurt with China's decision_ BJP",
    "publisher": "the world",
    "year": 2019,
    "month": 3,
    "day": 14,
    "full text": "New Delhi, March 14 -- The BJP on Thursday dubbed as \"celebratory\" Congress chief Rahul Gandhi's remarks in which he attacked Prime Minister Narendra Modi saying he was \"scared\" of Chinese President Xi Jinping after Beijing blocked designation of JeM chief Masood Azhar as global terrorist.\nThe party also asked why he had not made any comment when China had blocked the move on the same grounds in 2009 when the Manmohan Singh-led UPA government was in power.\n\"Why is Rahul Gandhi in a celebratory mood when the country stands pained with this attitude of China,\" BJP leader and Union minister Ravi Shankar Prasad told a press conference, claiming that Gandhi with his comments is seen to be \"in close proximity with Azhar Masood\".\nThe BJP's reaction came after Gandhi questioned Prime Minister Narendra Modi's silence on China again blocking the UN resolution on Azhar. Gandhi had tweeted, \"Weak Modi is scared of Xi. Not a word comes out of his mouth when China acts against India. NoMo's China diplomacy: 1. Swing with Xi in Gujarat. 2. Hug Xi in Delhi. 3. Bow to Xi in China.\" Prasad said India has tried to mend fences with China, an apparent reference to Modi's outreach to the country, but it will remain steadfast in its fight against terrorism.\nHe noted that the proposal to list Masood as a global terrorist for the first time was backed by three permanent members of the UN Security Council and co-sponsored by other members and claimed that it was a big \"diplomatic victory\" for India as it showed that the world stands with it on its fight against terrorism.\nThis is the fourth time that such a move was made in the UN and blocked by China on \"technical\" grounds, he said, adding that similar moves were also made in 2009, 2016 and 2017.\nRahul Gandhi's tweets must be \"headline news\" in Pakistan be circulated in JeM office with much merry, Prasad said, adding that it will perhaps make him happy.\nThe Union minister said Gandhi had spoken about meeting Chinese ministers and that the Chinese embassy in India had wanted to see him off- permission for which was denied by the Indian government- when he flew for his Mansarovar pilgrimage last year.\n\"If you enjoy such good relations with China, then you should have used your proximity to persuade the country to back the proposal in the UN,\" he said, attacking Gandhi.\nQuoting from a book, Nehru- The invention of India, written by Congress MP Shashi Tharoor, Prasad said it has been written that India's first prime minister played a role in China becoming a permanent member of the UN Security Council.\nIndia under Modi will continue to fight a decisive battle against terrorism, he asserted, adding that the BJP is \"pained\" if the Congress and Gandhi are happy with the Chinese action.\n\"India and Indians are hurt with the Chinese decision,\" he said.\nForeign policies are not run from Twitter, the BJP leader said, targeting Gandhi over his response on the Masood Azhar issue.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 14, 2019"
}