{
    "title": "Why risk-free warfare won't stop terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 5,
    "full text": "The Paris and San Bernardino attacks were manifestations of the overreaching strength that the Islamic State group known as ISIS has. And in the wake of both attacks, Western societies are on a heightened level of cautiousness, but most members of Western societies do not consider the daily reality of thousands of Syrians and Iraqis that live in ISIS-controlled territory.\nAn omnipresent fear of death and destruction grips many Syrian and Iraqi civilians that live under ISIS control, and such devastation roots from different sources: civil conflict, Western airstrikes and ISIS.\nSyrian families live in fear of losing their homes and family members to airstrikes conducted by manned aircraft or drones. And even with the inhumane living conditions in war-torn Syria and Iraq, European countries as well as the United States are hotbeds for xenophobia and anti-refugee sentiment.\nMost Westerners fail to realize that the use of drones and air campaigns against ISIS are dangerous and detrimental to combating terrorism. Rather, they proliferate it.\nChildren who have lived the majority of their childhood in war-torn Syria or Iraq or have known nothing more than life in a warzone associate drone warfare and airstrikes as the only images of Western society, and it becomes slightly easier to understand why so many young men and boys in these countries choose to pick up arms alongside ISIS. Western society, from their perception, is the aggressor, and ISIS is the lesser of two perceived evils.\nTherefore, Drone warfare and air campaigns only add to the horrid reality of these civilians and perpetuate terrorism to the extent of producing a cycle.\nWestern air campaigns and drones are a result of an evaluation of costs: air campaigns drastically diminish the risk to military personnel, drone warfare is risk-free and troops on the ground come at the cost of risking their lives.\nBut what makes the lives of Iraqi and Syrian civilians less valuable than the lives of American troops? Inarguably, the lives of American troops are valuable, but the war on terror must be fought with integrity; therefore, it must be fought with risks.\nThe Obama administration has chosen to intervene in Syria and Iraq through airstrikes, with some conducted by drones or unmanned aircraft. The purpose: to reduce risk to U.S. military personnel who wage war against ISIS. \nDrone warfare, however, is risk-free warfare for Westerners, and it leaves room for civilian casualties in Syria and Iraq that are disregarded as collateral damage. According to the Syrian Network for Human Rights, in Syria alone, international coalition forces have killed 251 civilians - 75 of them children - from March 2011 up until Oct. 31, 2015.\nOne thing Westerners, specifically Americans, must be mindful of is that non-combatant civilians are just as much victims of ISIS's brutality as were Parisians and Americans in both the Paris and San Bernardino terror attacks.\nWhy has this administration chosen to take the route of risk-free warfare instead of jeopardizing its troops and introducing the human element when targeting ISIS leaders if winning this war is as crucial as it claims? Why does it consider the lives of non-combatant civilians living on ISIS-controlled territory collateral and not the lives of its own troops? The answer is political expediency and legacy conservation.\nAgain, inarguably, the lives of troops are valuable. Most Americans do not want to invest capital or jeopardize American lives for the sake of becoming entrenched in a foreign conflict in order to restore stability to a region. If Americans were to look back to 2008 when then-Senator Barack Obama campaigned on a promise to end the Iraq War, he kept it. But keeping true to his promise allowed ISIS to strengthen and gain traction in the region and internationally.\nDuring the Republican debate on Dec. 15, 2015, Carly Fiorina, the only female Republican candidate, urged the American public to \"remember one other thing: Hillary Clinton and Barack Obama are responsible for the growth of ISIS because they precipitously withdrew from Iraq in 2011 against the advice of every single general and for political expediency.\"\nThere was some truth to Fiorina's statement. In retrospect, the United States did prematurely withdraw from Iraq because it did not fully address and take responsibility for the effects of the Iraq War. Americans propped a democratic government that was short-lived and set the stage for infighting, which facilitated the growth of ISIS.\nObama was quick to withdraw from Iraq because it allowed him to keep true to one of his major campaign promises and expedite his political clout for re-election, and evidently, he was successful in his efforts.\nThe group that is now known as ISIS found a haven in which to grow in Syria, which was ingrained in its own civil conflict, after it was expulsed from Iraq. ISIS eventually gained enough strength to be its own force worthy of Western preoccupation.\nCurrently, ISIS is the biggest threat to Western nations, but citizens and policymakers in these nations must not forget that ISIS's brutality is an everyday struggle for many Syrians and Iraqis.\nIf the United States and its allies are truly committed to the peace and welfare of civilians in the midst of ISIS's brutality, they should cease to engage in risk-free warfare, commit their troops to re-stabilizing a region they distorted and realize that accepting refugees into their nations is not only their responsibility but also only a short-term solution.\nMany of the refugees that make their way to Europe and North America want to return home to Syria and Iraq, but they cannot do so until ISIS is expulsed from their countries. \nThe next president of the United States will inherit a problem that has spanned two presidencies and will continue into his or her term. Therefore, it makes no sense that presidential candidates are ruling out military intervention or advocating for Arab nations to deal with ISIS. ISIS is not an Arab problem or a European problem. Rather, it is a global problem that should be dealt with through a multilateral military intervention because it jeopardizes global stability and safety.\nThe United States cannot afford to continue with its air campaign because it is not a realistic long-term solution, and it cannot ignore ISIS and allow it to muster and fortify itself at a greater expense to the United States in the long run.\nAmericans must realize that, in this instance, peace is ideal, but a multilateral military intervention is the sole realistic solution to expelling ISIS from Syria and Iraq without blindly jeopardizing the lives of civilians.\nIt is the duty of the United States and its allies to address the endings of the Iraq War and liberate Iraq and Syria from the grasp of ISIS. They must start fighting justly and begin regarding refugees and non-combatant civilians as equal victims of ISIS's brutality in order to cease feeding the cycle of terrorism.\n\nLoad-Date: January 5, 2016"
}