{
    "title": "Why San Francisco's police chief is apologizing to Muslims San Francisco Police Chief George Gasc_n",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 4,
    "day": 2,
    "full text": "Ever since he suggested that this city's buildings needed fortification against possible attacks from Yemeni or Afghan residents, Police Chief George Gascón has been doing a lot of apologizing. The San Francisco police chief made the comments last week when bolstering the case for an upcoming ballot measure for the construction of a new police headquarters and for other seismic improvements. While Chief Gascón says he meant to make the point that San Francisco's building needed greater safeguards against possible attacks, the Muslim community didn't take too kindly to being singled out as culprits of any future domestic terrorism. \nSince his remarks were reported last week, Chief Gascón has met with the Yemeni consulate, made amends with local Arab leaders, and spoke to more than 1,000 local Muslims following Friday prayers at a downtown San Francisco Holiday Inn. 'No offense intended'\"I never had the intent of creating an offensive situation,\" said Gascón. \"I have the utmost respect for Yemeni and Afghan community.\" The San Francisco police department moved quickly to make amends with the local Arab community with good reason. Local and national law enforcement agencies have been attempting to make inroads into local Muslim communities to improve counterterrorism operations. Over the past several years, more than 60 Muslim-American have been implicated in terrorism-related plots. Recently, Denver airport shuttle driver Najibullah Zazi was charged with attempting to explode bombs in New York subways, and the Federal Bureau of Investigations charged two men, in Texas and Illinois, with attempting to carry out attacks. \"We need to create a culture of cooperation,\" says Adel Syed, civil rights coordinator for the Sacramento branch of the Council on American-Islamic Relations (CAIR). But, he says, \"we don't want to be treated as suspect communities.\" Complaints about FBI profilingSince 9/11, some Muslim groups have accused the FBI of going too far in trying to investigate Muslims. Last year, a coalition of groups charged federal agents with planting \"agent provocateurs in Muslim communities.\" And many Muslim groups have long complained about FBI profiling. The Muslim Public Affairs Council (MPAC) has suggested that police departments take a community policing tact when trying to build relationships in Arab communities. Mr. Syed says that one police department that's doing it right is the Los Angeles County Sheriff's Department, which has started a Muslim Community Affairs Unit. \"One major reality in the fight against terrorism is that Muslim communities are in the best position to discover extremist activities within the United States,\" Los Angeles County Sheriff LeRoy Baca told a Congressional subcommittee on homeland security last month. \"The trust-based relationships police develop with their respective communities will more often than not lead to the early detection of extremism.\" In San Francisco, the crowd of mostly Muslim men gathered inside a conference room at the Holiday Inn, cheered when Gascón made his most-recent apology. \"The only way we can make our community safer is by working together,\" he said\n       \n\nLoad-Date: April 3, 2010"
}