{
    "title": "Why students should consider platforms on terrorism when voting this November",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 8,
    "full text": "On a campus many students call home, the air of small-town safety may make it easy to forget an issue that serves as a major threat to the country - terrorism.\nKeeping in mind the 300 study abroad programs Penn State offers each year, Michael Straw, president of the College Republicans, explained what students should be mindful of when voting for a new \"commander in chief\" this November.\nStraw (senior-political science and economics) said a stark contrast between the two candidates' platforms is that Hillary Clinton supports President Obama's executive actions regarding terrorism, while Donald Trump condemns them.\n\"In all of our country's history, there is no parallel to what President Obama and his former Secretary of State have done to weaken our nation,\" the official website for the Republican Party states.\nThough Trump has not released a comprehensive plan for fighting terrorism, Straw said, he has made it clear that he intends to take out the Islamic State and put an end to terrorism.\nTrump also made clear his intentions to fight ISIS alongside Russia, Straw said, a major contrast to Clinton's proposed strategy.\nAccording to the Grand Old Party website, the Republican platform is based on rebuilding the strength of the nation's military by abandoning a \"budget-based\" strategy and adopting one that holds the country's security priority.\nThe GOP also supports abandoning of arms control treaties that they don't see as advancing national security, developing of a \"multi-layered missile defense system\" and ending Mutually Assured Destruction, according to the website.\nIn addition to rebuilding the military, the GOP plans to address terrorism by securing the nation's borders and placing exceptional scrutiny on those who wish to enter from regions housing Islamic terrorism, the website states.\nThese policies, many of which are in contrast with those of the Obama administration, don't correlate with Clinton's \"interventionist approach,\" Straw said.\nClinton has proposed working alongside Middle Easterners in the United States in an effort to prevent the conversion to extremists, O'Neill Kennedy, communications chair for the College Democrats, said.\nTrump makes Middle Easterners feel unwelcome, which gives them motivation to rebel, Kennedy said. Clinton wants to make them feel included in the solution, she added.\nAnother way she plans to do so is by encouraging Muslim community centers to reach out to their surrounding communities, Kennedy said.\nAcross seas, Clinton is in favor of a no fly zone over Syria, Kennedy said, in an effort to aid those trying to flee violence. She also supports increased boots on the ground, Kennedy said.\nor tags on article template page. The placement should appear just \"below-the-fold\", meaning that a user needs to scroll down slightly to see the video. Be sure that if you article page also has an \"inline\" ad unit that plays within the text that the two ad units do not overlap. */ -->\nWhile the official website for the Democratic Party praises the strength of American troops, it does state its commitment to modernizing and strengthening the nation's military.\nThe website states the party is dedicated to \"investing heavily in intelligence and information sharing and promoting those networks among our allies.\"\nIn addition, keeping nuclear weapons out of the reach of terrorists is another ideal stressed on the website.\nStraw said security and weakening terrorist groups should be in the front of student's minds when voting this fall.\nBrittany Acosta (sophomore-economics) said terrorism is making students a lot less comfortable with the thought of going abroad.\nStudents should be concerned about this because it could not only affect their studies, but their freedom, Acosta said.\nTo email reporter: sjl5429@psu.edu\nFollow her on Twitter at @_samlauriello.\n\nLoad-Date: January 17, 2018"
}