{
    "title": "Why the War on Terror is undeserving of a monument",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 29,
    "full text": "By Alexander Elder\nApril 29, 2014 at 8:00 pm\nHow do we honor those who fought in the War on Terror?\nThe answer, according to the Iraq and Afghanistan Veterans of America, is a monument built in Washington, D.C. dedicated to those who have served in Iraq and Afghanistan. While the idea of erecting a monument honoring those who died fighting a war may seem respectable, the idea becomes troubling upon closer inspection of the conflict - what exactly is the War on Terror and should we be proud of it?\nThe bitter truth is that U.S. polices in Iraq and Afghanistan have proved far more terror-conducive than terror-averse. To combat the amorphous, transnational network of Al-Qaeda, our country has resorted to de facto terror tactics in a reckless drone strike campaign, haphazardly detonating villages full of innocent women and children just to eliminate suspected Al-Qaeda affiliates.\nA study from The Bureau of Investigative Journalism reports the strikes to have killed more than 2,400 people across Pakistan, Yemen and Somalia, with 273 of the dead alleged to be civilians.\nIt doesn't take a terrorism expert to notice that this approach is only inflaming U.S. resentment in the region to spawn more terrorists.\nThis is a response with which more Americans should empathize. If somebody bombed your neighborhood just to ice the local extremist, inadvertently killing some of your loved ones, then you would likely want to avenge them. How can one defend our brand of terror as necessary for rooting out terrorists when in reality this conduct is generating more terrorism?\nWith respect to the brave soldiers who risk their lives in the name of national security, a monument legitimizing the War on Terror is a monument legitimizing terror tactics like drone strikes and should therefore not be built. It would be tantamount to a monument commemorating the U.S.'s involvement in the Wounded Knee Massacre or the bombing of Cambodia.\nAlthough one could avoid this problem simply by dedicating the monument solely to the memory of the troops who died rather than the conflict itself, I don't think the U.S. is ready to accept moral accountability over such a stain in foreign policy; not when the main perpetrators are selling memoirs and delivering speeches. If the monument were to be authorized today, it would likely be an expensive propaganda piece honoring those soldiers who gave their lives to fight for \"freedom\" and \"defend\" this county.\nYet, where is the carefully chiseled Iraqi woman crying over her dead infant with the somber inscription, \"Never Again?\" That's unpatriotic, most Americans would say. They're Iraqi.\nThis gung-ho attitude gripping our nation seems to view the horrors of terrorism only in relation to us. While the American public wept for those affected by the terrible Boston marathon bombings, they neither cared nor were informed of the countless cases of innocent civilians being blown apart across the Middle East; a tragedy that is currently being swept under the rug by our government. Just yesterday, senators struck down a provision from an intelligence bill that would have demanded the full disclosure of \"noncombatant civilians\" killed or injured by drone strikes.\nThere will come a time when a monument solely for Iraq and Afghanistan veterans is justified. But let's not mix that up with the horrors inflicted by the War on Terror.\nReach the columnist at Alexander.Elder@asu.edu or follow him on Twitter @ALEXxElder\nEditor's note: The opinions presented in this column are the author's and do not imply any endorsement from The State Press or its editors.\nWant to join the conversation? Send an email to opiniondesk.statepress@gmail.com Keep letters under 300 words and be sure to include your university affiliation. Anonymity will not be granted.\n\nLoad-Date: April 30, 2014"
}