{
    "title": "Why terrorism persists in Italy",
    "publisher": "the monitor ",
    "year": 1982,
    "month": 4,
    "day": 1,
    "full text": "Terrorism in Italy goes on despite the spectacular rescue of United States Brig. Gen. James Dozier. It does so mainly for three reasons: (1) the conditions enabling terrorism to survive despite defeats and repression have not evolved substantially; (2) public opinion has come to accept terrorism as part of the Italian political scene; (3) outside interference contributes to keeping it alive.\nThe conditions for survival can only be explained in terms of recent history. The Italian bourgeoisie had widely identified with fascism; the struggle against Fascism, in which the Communists played a leading part, was also a struggle against middle-class values and interests. It was the Christian Democrats' historical achievement to have induced the middle class to accept democracy in its parliamentary form, thus eschewing the dangerous polarization that is threatening Spain's political institutions today. It was the Communists' historical achievement to have convinced the masses that the moment for revolution had not yet come, thus pushing that objective into an indefinite future. Meanwhile, the Communists said, the party could only be effective within the parliamentary system.\nThe wind of change that swept over Europe in the spring of 1968 brought revolutionary ideology to the fore again. Terrorism became its instrument. It was turned against ''bourgeoisie'' democratic institutions, the Christian Democrats as the party in power, and the Communists for having ''betrayed'' Lenin's teaching that society can be transformed only through violence.\nCorruption at all state levels, repeated scandals, and the resulting climate of malaise contributed to the spread of terrorism. According to a recent poll for the magazine L'Espresso, while a majority (54 percent) of Italians consider the Red Brigades as ''dangerous assassins'' or ''mad people,'' 40 percent feel that they pursue a ''noble end through wrong means'' or that they ''struggle for a better society.'' In the 20-24 age bracket the percentage of those who understand or approve goes up to over 56 percent.\nAs for measures against terrorism, only 9.1 percent believe that police methods can put an end to violence, while a strong majority (65.7 percent) are convinced that social reforms are the sole conditions for success. This view was confirmed when pollsters asked what would contribute most effectively to the fight against terrorism. Nearly 51 percent replied: ''measures against underdevelopment and unemployment.'' In other words, social reforms.\nTo the question, ''Would you denounce a suspected terrorist to the police?'' only 20 percent replied with an unqualified ''yes,'' thus confirming the little assistance the police receive from the population.\nA judge that was involved in trials against terrorists commented: ''When one discovers that high officials, magistrates, statesmen and so on belonged to a secret masonic lodge, the image that citizens draw of the state is not positive, with the result that support for initiatives undertaken by the state weakens. I know it is wrong that this should happen. But it does happen.''\nFew Italians (10.1 percent), the poll further shows, think terrorism is exclusively a domestic phenomenon. For a majority it is either part of an international terrorist plot or an instrument of the Soviet secret services or even, some suspect, of the Italian secret services whose fidelity to the state has on occasion been questioned.\nWhile the hand of Moscow is difficult to prove, the international connection has been firmly established. The less spectacular but very active Black (fascist) terrorists are receiving two months training in camps set up near Beirut by Bashir Gemayel, head of the Lebanese Falangists. German Neo-Nazi and Spanish Falangists have also been guests there.\nJutting out into the Mediterranean toward the Middle East and North Africa, Italy is probably NATO's number one bastion today. That is sufficient reason why some foreign powers are maneuvering to push Italy toward civil war. There is ample evidence that the Red Brigades receive arms from a splinter Palestinian group headed by George Habbash. Very sophisticated arms, such as Soviet-made Kalashnikov machine guns, have been sent from Libya.\nSince the aim is not ideological but to destabilize a key Western position, arms are being turned over indiscriminately to Black and Red terrorists. Soviet-made arms, former terrorists have stated, would not have been transferred from the Middle East and North Africa without the KGB's knowledge and consent.\nFollowing the rescue of the American general, Italians have applauded the police and the carabinieri. There never has been such unanimity before. This is a minor development, but a significant one.\n\nGraphic\n\n \nIllustration, no caption, By Albert J. Forbes, staff artist"
}