{
    "title": "Why we need front porches Perhaps it would help if we all stepped back, took a deep breath and talke",
    "publisher": "the world",
    "year": 2016,
    "month": 7,
    "day": 20,
    "full text": "It's been a pretty rough summer so far. Nothing seems to indicate it will get any better. I thought that perhaps it would help if we all stepped back, took a deep breath and talked about something that isn't politics, terrorism or racial divisions. So let's talk about porches and neighborhoods.\nI have pictures of my dad's mom, my nonna, sitting on a folding chair in front of our grocery store. She watched the world go by, visited with just about every customer that came in the store and enjoyed just being \"in the neighborhood.\" I have a similar picture of my mom's mother sitting in front of my grandfather's grocery store. She has a friend sitting on either side of her. They would sit in those chairs for hours while visiting and keeping an eye on what was happening on the block. The sidewalks were safe so long as the nonnas sat outside keeping vigilant watch.\nMy godmother lived for a long time in an East Coast row house. She had a big beautiful porch for sitting and rocking. So did every house on either side of her and going up and down the street as far as you could see. The porch was critical in the days before air conditioning when you needed a cool place to save you from the heat inside. But it was also an invaluable social construct in that it brought people out of their houses and into a community setting. I am of the firm belief that it was one of the reasons kids could play outside with such impunity. We had built-in security. It also meant built-in snitches.\nNone of us would have ever dared to call our grandmas that for fear of how far our mothers would chase us waving a wooden spoon and muttering something about kingdom come. But snitches they were. If you did something wrong or disrespectful, your mother would know about it before you got home.\nI recently built a porch on the front of my house. I find myself very open to inviting people to come sit and rock on the porch with me. While I am often uncomfortable inviting people into my house, I have no problem inviting them onto my porch.\nI think building the porch was my way to try and recreate that feeling of my childhood when so much of neighborhood life was lived outside. Whatever the motivation, I spend a lot of time now on the porch rocking and reading the paper and sipping tea and wishing winter would return because the heat is killing me. And as I sit rocking, it occurs to me that porches are too valuable a social tool to let them fall by the wayside and become just more historical detritus. In fact, I think every \"toaster\" house in Anchorage should be retrofitted with a porch because houses without this outside \"room\" tend to repel, not encourage, community. There is honestly nothing open and inviting about a house whose front is a garage and whose door is a small entry on the side of the house and back off the road. Nothing about that construction encourages neighborhood feelings of cohesion. Nothing about those types of houses speak to children playing safely outside.\nThe more I think about it, the more I think porches may be the salvation of our fractured society. A requirement should be inserted into every city building code in this country that says you have to have a front porch. If America is feeling so divided right now, maybe part of the problem is that we've built our homes to close us in and others out. That doesn't happen on a porch. On a porch, you deal with everyone and everything going by. And who knows, maybe it can help us become a coherent community again.\nMaybe it can heal some of the divisions we are experiencing by forcing us out of our homes and giving us back that sense of neighborhood that was so much a part of life not all that long ago.\nI truly believe that porches are a key component to healing our divisions. Or maybe I'm just frantically looking for an answer to the sadness that is this summer. Bring back porches and, for the love of god, bring back winter.\n\nGraphic\n\n \nSee image link\nSee image link\nThe writer's grandmother, Marina DeVito Zeccardi, right, circa late 1940s, in front of her husband's grocery store in the Nicetown section of Philadelphia. (Photo courtesy of Elise Patkotak)\n\nLoad-Date: June 28, 2017"
}