{
    "title": "Why are voters turning to Trump after the Paris attacks_ Republican presidential candidate Donald Tr",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Conventional political wisdom held that Friday's terror attacks in Paris would dent Donald Trump's lead, with voters turning to more experienced, serious candidates with the foreign-policy chops to handle such a crisis.\nInstead, multiple polls suggest the attacks have further boosted the billionaire's popularity.\nWhen Reuters asked which candidate was best-suited to deal with terrorism, a sizable 36 percent of Republican voters chose Mr. Trump in a poll released Tuesday, days after the Paris attacks.\nIn a pair of WBUR polls of Republican voters in New Hampshire conducted before and after the attacks, Trump's support had risen 5 points after the Paris assault.\nNationally, Trump has maintained his first-place ranking, with 24 percent of support among Republican and Republican-leaning voters, according to a Bloomberg Politics poll out Thursday. Ben Carson is a full 4 points behind.\nThe polls show that, once again, Beltway wisdom was wrong. The attacks didn't expose Trump as ill-prepared or unversed. Instead, it appears that Trump's populist appeal and show of strength, even aggression, hold significant appeal in times of fear and anxiety.\n\"If you look at the public polling as to who is strongest when it comes to defeating ISIS, Mr. Trump is the clear winner,\" Trump's campaign manager, Corey Lewandowski, told The Hill. \"These are not my assertions. These are what the polls say time and time again. People want a person who is strong leader.\"\nThat's not just campaign bluster; the polls suggest Mr. Lewandowski is right.\nIn a head-to-head comparison between Mr. Carson and Trump, nearly three quarters of the Republicans surveyed in the Bloomberg poll said they believe Trump \"knows the most about how to get things done,\" two thirds of those surveyed said Trump would do more to address illegal immigration, and more than half said he would be better prepared to combat terrorism and handle Russian President Vladimir Putin.\nWhy does Trump, who continues to offer little in the way of specifics, impress voters at a time when conventional wisdom would suggest experience is paramount?\n\"It's true that his supporters see him as strong and they are not paying a lot of attention to the specifics of what he is saying,\" GOP strategist Matt Mackowiak told the Hill. \"I think people are fearful. They don't know what to believe but they certainly want a stronger response than [President] Obama has offered.\"\nAnd the outspoken billionaire has certainly projected a certain kind of strength.\nFollowing the Paris attacks, he has repeated calls to shut down US mosques to counter the threat of terrorism.\n\"Nobody wants to say this and nobody wants to shut down religious institutions or anything, but you know, you understand it,\" Trump said on Fox News's \"Hannity\" on Tuesday. \"There's absolutely no choice.\"\nTrump has also called the Syrian refugee population a \"Trojan horse\" who would smuggle terror cells into the US under the guise of asylum, and has called not only to ban all Syrian refugees in the US, but to deport Syrian migrants who do come to the US.\nIn a raft of new radio ads, Trump is defiant. \"We must address Islamic terrorism and protect our country first. I will lead by example, as I always have, by vowing to defeat ISIS, stop illegal immigration and the Syrian refugee program, secure our border, and bring real change to Washington.\"\nAnd he's drawn attention for his tough talk on ISIS, saying in an ad, \"I will also quickly and decisively bomb the hell out of ISIS,\" at a rally in Knoxville, Tenn.\nWhether Trump's lack of foreign-policy experience ultimately handicaps him remains to be seen. For now, his trademark bravado appears to offer voters potent comfort in anxious times.\n\nLoad-Date: November 19, 2015"
}