{
    "title": "Why Americans feel more sympathy for Western terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "EmailBy Gabriel Costello|7 hours ago\nIt was a feeling best summarized in a widely circulated cartoon. The French tricolor embracing the Belgian tricolor with the date each nation was attacked by the Islamic State. It was the unmistakable mark of the world banding together in solidarity after a tragic event. The media coverage of these two tragedies was unceasing.\nFive days later on March 28, in a park in Lahore, Pakistan, 72 people were killed in a suicide bombing - many of them children. The same Western outpourings of support and media attention were noticeably absent. On social media, a similar phenomenon was visible. Facebook did not allow its users to adorn their profile pictures with Pakistani flags as they had with the French and Belgian flags in wake of those attacks.\nIt is natural to think that something is a monumental tragedy when you see people changing their Facebook profile pictures because of it. Without even being conscious of it, seeing the same image over and over again will make you think it is important. However, when there is no mention of it, let alone any flags on display, it is easy to forget about.\nConstant coverage, of course, lends to the level of magnitude that the public attributes to these events. Make no mistake, the attacks in France and Belgium deserved the coverage they received. The shocking slaughter of innocent civilians is and will remain one of the most abhorrent events the media must cover. However, the lives lost in Paris and Brussels hold the same value as those lost in Lahore, and when one tragedy is prioritized over another, it influences the subsequent public perception.\nThis discrepancy speaks to a cultural divide regarding how those in the West process and classify tragedy. Some events are forever a part of the Western memory, and some are cataloged with less importance.\nA big part of this phenomenon is how we perceive other parts of the world. France and Belgium are seen as culturally akin to the United States. These are places that make for a desirable vacation or study abroad destination. Any tragedy that happens there is easy to imagine, and perhaps more importantly, easy for Westerners to empathize with. Their tragedies are easy to adopt as our own.\nCertainly, the media plays a role in perpetuating this standard when they choose to give more coverage to attacks in Europe than those that occur elsewhere, but there's a larger problem - most Westerners think of the Middle East as inherently other. It is easier to think of things this way. To understand different cultures as innately as we understand our own is impossible.\nIt is no surprise then that terror and violence in the Middle East is also \"otherized.\" Absent are the same cultural landmarks that can be found in Western Europe. However, the most important constant is still present: grief.\nThe sadness felt by mothers who lost children in Lahore has the same weight of sadness felt by mothers who lost children in Paris and Brussels.\nThe human difficulties of loss and grief transcend our cultural differences and should be recognized and understood as the same. A starting place for this understanding is how these events are disseminated in the West.\nGabriel is a sophomore is LAS.\ngcostel2@dailyillini.com\n\nLoad-Date: January 4, 2017"
}