{
    "title": "Why Millennials want war against ISIS, but don't want to serve A new poll shows how young Americans",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 12,
    "full text": "A new survey shows how Millennials' views on military intervention are both similar and different to generations that have come before. \nThe survey by the Harvard Institute of Politics (IOP) found that in the wake of the November Paris attacks, 60 percent of young Americans support sending United States troops to fight the Islamic State. Yet just 16 percent say they would personally want to serve if the US needed additional troops.\nThe findings, experts say, are in line with the paradoxical way youth in America have long viewed military intervention. But they also highlight how young people's values have shifted over time, resulting in a Millennial view of America's place in the world that is very different from older generations' views.\n\"Young people have always been averse to going off to war and getting killed,\" says Morley Winograd, co-author of three books on Millennials. \"On the other hand, this particular generation has expressed much less patriotic fervor in favor of America's exceptional nature. They take a more global view, a more nuanced view of America's role in the world. They do not just automatically support what leaders say, or what leaders tell them to do.\"\nA 2006 Pew Research Center report shows that, since 1987, Americans under 30 have consistently favored diplomacy and cooperation over military intervention. Yet the group also noted that in the run-up to nearly every war since Vietnam, the same cohort has expressed a more favorable opinion of employing military force than older generations:\n[I]t is not necessarily inconsistent to insist that America remain the world's only superpower and to see military strength as the best way to achieve peace, yet at the same time to be exceedingly cautious about the application of military force - as is the position of many older Americans. Similarly, while younger people believe America's best approach to foreign policy is through cooperation and compromise, they also see the use of military force as a tool in the foreign policy toolbox - a practical and tough-minded way to achieve a compassionate end.\nIn other words, the apparent contradictions in opinion are not new and perhaps not even contradictory.\nWhat set this generation apart, experts say, are the values behind the opinions.\n\"Millennials came of age and gained political awareness during the events of 9/11 and the wars thereafter,\" says Ben Luxenberg, an associate scholar with the Foreign Policy Research Institute.  \nAs a result, they developed a \"very powerful attitude against that kind of terrorism - terrorism built on hostility to America and Western ways,\" says Mr. Winograd, who is also senior fellow at the University of Southern California's Annenberg School Center on Communication Leadership and Policy. \"The attacks in Paris... validate an already existing belief among Millennials that terrorism is a bad thing and needs to be dealt with severely.\"\nIndeed, the IOP conducted two separate surveys before and after the Paris massacres and found a 12 percentage point rise in support for troops on the ground to combat the Islamic State after Nov. 13.\nA sensibility for social justice and humanitarian causes might also factor into Millennials' support for troops against the Islamic State, in particular.\n\"They don't view ISIS as a state but rather as a throwback to Medieval murderers, committing genocide and other crimes,\" Winograd says.\nThat's a significant distinction, he says, because Millennials are \"less inclined to back such an effort when it involves a traditional some-countries-versus-other-countries kind of battle.\"\n\"They are much more interested - more interested than most - in military and multilateral intervention on behalf of causes,\" he adds.\nYet a growing skepticism in their leaders' ability to enact positive change - whether at home or abroad - means that Millennials may be less inclined to risk their own lives for their country. \n\"The most significant factor around this viewpoint is a growing distrust of all things related to Washington,\" says John Della Volpe, director of polling at the IOP. \"For the most part, every year, young Americans are losing trust in major institutions in America, whether it's Congress, the presidency, the military.\"\n\"A generation with not a lot of faith in leadership will not want to personally serve,\" he points out.\nOf course, no single survey is perfect, and Mr. Luxenberg - a Millennial who served in the Marines - notes that while the IOP survey likely provides an accurate picture of his generation in broad strokes, it would be wise to note the nuances.\n\"If you took the average Millennial at the [Harvard] Kennedy School of Government, their views would probably be much more opposed to war in general, than if you look at the Millennial American public at large,\" he says.\nStill, Luxenberg and others say that leaders need to be more aware of Millennials' attitudes.\n\"For our foreign policy to be effective, it's going to rely on thousands of young men and women to make sacrifices. And it appears to me that too many are not even willing to entertain that conversation right now,\" Mr. Della Volpe says. \"To have sustainable policy in Middle East, we have to have diplomacy at home.\"\n\"It makes a difference in how you rally the country,\" Winograd adds. \"You can't just speak in terms that older generations might respond to - you have to speak in terms that the single largest force in the American electorate will respond to.\"\n\nLoad-Date: December 12, 2015"
}