{
    "title": "Why US is unlikely to hit terrorists in Syria or Iran",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 28,
    "full text": "Despite President Reagan's statement last week that the United States would consider using military force against Syria and Iran to counter terrorism against Americans, few experts believe the ''Libyan option'' actually is open to the US in those countries.\nNot that the US lacks grounds to consider antiterrorist strikes against Syria or Iran. While Libya has been in the spotlight in recent weeks as a sponsor of terrorism against Americans, terrorist acts believed to have been initiated by Syria and Iran have been responsible for many more US casualties in recent years than attacks perpetrated by Libyans.\nBut as a practical matter, experts say, if the United States were to launch antiterrorist attacks against Syria and Iran, it could be swatting a beehive full of trouble.\nSyria, for instance, is much closer diplomatically to the Soviet Union than Libya is. And striking Iran could destabilize the delicate balance of power in the Persian Gulf, threatening such US allies as Saudi Arabia and Kuwait.\n''It's a great mistake to equate the cathartic victory we achieved in Libya with comparative safety with attacking Syria and Iran,'' says Robert Kupperman, an expert on terrorism at the Georgetown Center for Strategic and International Studies.\nPresident Reagan said last week that the US would consider using military force against Iran and Syria if ''irrefutable'' evidence links either country to acts of terrorism against Americans.\nBut in clarifying remarks on Thursday, Secretary of State George P. Shultz said that, although the US reserves the right to use force against any country guilty of terrorist acts against US citizens, the US has no plans to strike either Syria or Iran.\nBoth of those nations have long been implicated in international terrorism. But experts say finding ways to deal with both countries' sponsorship of terrorism will be more difficult than in the case of Libya.\nExperts point out that, as sponsors of terrorism, Libya and Syria operate differently from Muammar Qaddafi's Libya. While Colonel Qaddafi has fostered random, indiscriminate attacks on widely scattered targets in Europe and the Middle East, Syrian- or Iranian-backed terrorism has been more goal-oriented and more limited geographically.\nSyrian attacks have been largely confined to the Middle East and to targets considered a threat to President Assad's regional ambitions - for example, US and European peacekeeping forces during the Israeli occupation of Lebanon and Palestinians loyal to Palestine Liberation Organization chairman Yassir Arafat.\nIranian terrorism, for its part, has been motivated by anti-Westernism and a desire to eliminate the ''enemies'' of Islam.\nThus, it is less likely that Americans would be targeted for random terrorist attacks by Syria than by Libya.\nHowever, even if the US obtained evidence that Americans were specific targets of Syrian-backed terrorists, several constraints would operate to limit any US response.\nUnlike its hedged relationship with Libya, the Soviet Union has a major vested interest in Syria, which is Moscow's principal means of entry into Middle East politics. Analysts say any direct US military action aimed at Syria would almost certainly invite some Soviet response.\n''In the case of Libya, the Russians feel only a marginal commitment to Qaddafi. They use him opportunistically,'' says Robert Kupperman.\n''Syria is another matter. Syria's their real entrance to the Middle East, their only stronghold. Syria's a genuine Soviet client state. If we were to start bombing Syria, we would risk Soviet military intervention,'' he says.\nMoreover, any US military action against Syria would clearly come at the expense of Damascus's support of - or at least acquiescence in - future Middle East peace moves, and Syrian help in securing the release of Americans still held hostage in Lebanon.\nFinally, there is the matter of moderate Arab opinion.\n''Even though Assad is not very popular among (Arab) moderates, he still commands respect,'' says former US ambassador to Syria Talcott Seelye. ''To the extent the moderate Arab governments were compelled to rally around Qaddafi (after the US raid), there would be a greater propensity to do that with Assad.''\nThe risks of US action are scarcely smaller in the case of Iran, where retaliation for terrorist acts could imperil Gulf allies and oil supplies.\n''Anything we do there in the way of military intervention risks upsetting the military and political balance in the region,'' says Gary Sick, a former National Security Council expert on Iran now at the Ford Foundation. ''It risks setting off an escalating cycle in the Persian Gulf, in the Iran-Iraq war, and in terms of relations with the Soviet Union.''\n''Hitting targets in the Bekaa is one thing,'' says Mr. Kupperman, referring to the valley in Lebanon where Iran trains Shiite Muslim terrorists. ''But in the case of the (Iranian) homeland, you could start a holy war by thousands of trained people who are potentially suicidal. We could be setting off problems we may not be able to handle.''\nExperts say the minimum Iranian response to any direct US military action would be the harassment of Western shipping, including attacks on oil loading facilities, in the Gulf. The Iranians could also increase subversive activities against US facilities in the Gulf region and against friendly Gulf states, where political stability is already threatened by plummeting oil prices.\nAs with Syria, American military action against Iran would raise the threat of complicating US relations with the Soviet Union, with whom the Iranians share a long border and a long history.\nIn addition, experts note that US military retaliation against Iran could backfire by strengthening the hand that feeds terrorism.\n''(Ayatollah) Khomeini thrives on crisis,'' says one US-based expert on Iran. ''To prolong the survival of his regime, he needs to divert attention from the social and economic problems he's not been able to solve. That means a direct strike could play right into Khomeini's hands.''\nThis expert says direct military action against Iran, by creating a rally-round-the-Ayatollah effect, could impede the growth of internal opposition to the Iranian regime.\nIn addition to the diplomatic consequences, US attacks against either Syrian or Iranian targets could pose military risks, some defense experts note. For example, air strikes on terrorist training camps would require US pilots to fly over hostile, well-defended territory."
}