{
    "title": "Why a perpetual war in Gaza_ Because Hamas and Iran gain from terrorism",
    "publisher": "the world",
    "year": 2012,
    "month": 11,
    "day": 24,
    "full text": "WASHINGTON - Why was there an Israel-Gaza war in the first place?\nResistance to the occupation, say Hamas and many in the international media.\nWhat occupation?\nSeven years ago, in front of the world, Israel pulled out of Gaza. It dismantled every settlement, withdrew every soldier, evacuated every Jew, leaving nothing and no one behind.\nExcept for the greenhouses in which the settlers had grown fruit and flowers for export. These were left intact to help Gaza's economy - only to be trashed when the Palestinians took over.\nIsrael then declared its border with Gaza to be an international frontier, meaning that it renounced any claim to the territory and considered it an independent entity.\nIn effect, Israel had created the first Palestinian state ever, something never granted by fellow Muslims - neither the Ottoman Turks nor the Egyptians who brutally occupied Gaza for two decades before being driven out by Israel in the 1967 Six-Day War.\nIsrael wanted nothing more than to live in peace with this independent Palestinian entity. After all, the world had incessantly demanded that Israel give up land for peace.\nIt gave the land.\nIt got no peace.\nThe Gaza Palestinians did not reciprocate. They voted in Hamas, who then took over in a military putsch and turned their newly freed Palestine into an armed camp from which to war against Israel.\nIt has been war ever since.\nInterrupted by the occasional truce, to be sure. But for Hamas a truce - hudna - is simply a tactic for building strength for the next round. It is never meant to be enduring, never meant to offer peace.\nBut why, given that there is no occupation of Gaza anymore?\nBecause Hamas considers all of Israel occupied, illegitimate, a cancer, a crime against humanity, to quote the leaders of Iran, Hamas' chief patron and arms supplier.\nHamas' objective, openly declared, is to \"liberate\" - i.e. destroy - Tel Aviv and the rest of pre-1967 Israel. Indeed, it is Hamas' raison d'etre.\nHamas first killed Jews with campaigns of suicide bombings. After Israel built a nearly impenetrable fence, it went to rockets fired indiscriminately at civilians in populated areas.\nWhat did Hamas hope to gain from this latest round of fighting, which it started with a barrage of about 150 rockets into Israel?\nTo formally translate Hamas' recent strategic gains into a new, more favorable status quo with Israel.\nIt works like this:\nHamas' new strength comes from two sources.\nFirst, its new rocketry, especially the Fajr-5, smuggled in from Iran, that can now reach Tel Aviv and Jerusalem, putting 50 percent of Israel's population under its guns.\nSecond, Hamas has gained strategic strength from changes in the regional environment.\nIt has acquired the patronage and protection of important Middle Eastern states as a result of the Arab Spring and the Islamist reversal in Turkey.\nFor 60 years, non-Arab Turkey had been a reliable ally of Israel.\nThe vicious turnaround instituted by its Islamist prime minister, Recep Erdogan, reached its apogee on Monday when he called Israel a terrorist state.\nEgypt is now run by Hamas' own mother organization, the Muslim Brotherhood, of which Hamas is simply the Palestinian wing.\nAnd the emir of Qatar recently visited Gaza, leaving behind a promise of a cool $400 million.\nHamas' objective was to guarantee no further attacks on its leaders or on its weaponry, launch sites and other terror and rocket infrastructure.\nAnd the lifting of Israel's military blockade, which would allow a flood of new and even more deadly weapons.\nIn other words, immunity and inviolability during which time Hamas could build unmolested its arsenal of missiles - until it is ready to restart the war on more favorable terms.\nYet another hudna, this one brokered and guaranteed by Egypt and Turkey, regional powers Israel has to be careful not to offend.\nA respite for rebuilding, until Hamas' Gaza becomes Hezbollah South, counterpart to the terror group to Israel's north, with 50,000 Iranian- and Syrian-supplied rockets that effectively deter any Israeli pre-emptive attack.\nWith the declaration of a cease-fire on Nov. 21, Israel seems to have successfully resisted these demands, although there may be some cosmetic changes to the embargo.\nWhich means that in any future fighting, Israel will retain the upper hand.\nIsrael has once again succeeded in defending itself.\nBut again, only until the next round, which, as the night follows the day, will come.\nHamas will see to that.\nKrauthammer's email is letters@charleskrauthammer.com\n\nLoad-Date: November 26, 2012"
}