{
    "title": "Why So Gullible About Government in the Face of Covid-19_",
    "publisher": "american institute for economic research",
    "year": 2020,
    "month": 10,
    "day": 27,
    "full text": "At my blog, Café Hayek, I recently posted several entries in opposition to the Covid-19 lockdowns specifically, and, more generally, to Covid-caused hysteria. These posts sparked negative reaction in the comments section and in my email box. This negative reaction is, I think, unwarranted.\nUnwarranted Faith\nAmong the most frustrating features of the pro-lockdown argument is the blind faith that those who make it place in the politicians who issue the orders and oversee the enforcement. This frustration is hyper-charged when such faith is displayed by classical liberals and libertarians, who normally understand that politicians and their hirelings have neither the knowledge nor the incentives to be trusted with much power. Yet in the face of Covid, executive-branch government officials are assumed somehow to become sufficiently informed and trustworthy to exercise the unbounded discretionary power – that is, the arbitrary power – required to prohibit vast swathes of normal human interaction ranging from the commercial through the educational to the personal (such as prohibiting family gatherings above a certain size).\nWhy this faith? The proffered answer, of course, is that Covid-19 is unusually dangerous and, therefore, we have no choice but to put faith in government officials. This answer is bizarre, for it insists that we must now trust with unprecedented power people who regularly act in ways that prove them to be unworthy to hold lesser amounts of power. My head explodes….\nMoving on, and without pausing to explore just what is meant here by “unusually,” let’s grant that Covid-19 is indeed unusually dangerous. But also unusually dangerous is arbitrary government power. Is it unreasonable for those of us who fear this power to require that proponents of lockdowns meet a higher standard of persuasion before we accede to the exercise of such power? Given that the initial spark for the lockdowns, at least in the United Kingdom and the United States, was Neil Ferguson’s suspect and widely criticized Imperial Model – a model, recall, offered by a man with an awful record of dramatically exaggerating the likely mortality rates of diseases – is it unreasonable to demand that much stronger evidence be offered before we turn silent as governments continue massively to interrupt normal life?\nIf you’re tempted to answer these questions in the affirmative, recognize that there’s at least one important difference between pathogens and power – a difference that should be, but isn’t, taken into consideration by pro-lockdowners. The difference is this: Population immunity, either through a pathogen’s natural spread or through a vaccine, will at some point significantly reduce that pathogen’s danger; in contrast, for protection against government power there is no population immunity or vaccine. When such power expands, the ratchet effect documented by Robert Higgs ensures that that power remains more elevated and widespread than before.\nUnlike pathogens, government power continues to nourish itself as it grows into an ever-greater danger. Quaking at the very thought of Covid while discounting the danger that lurks in the immense expansions of government power done in the name of fighting Covid is wholly unreasonable.\nWhere’s the Perspective?\nSeveral of Café Hayek’s commenters and my email correspondents push back against anti-lockdown arguments by observing that ordinary people support lockdowns because they don’t wish to die, to become severely ill, or to have their loved ones stricken with Covid. This observation is accurate – as is an accompanying observation that Covid is spread from person to person. But as an argument for lockdowns it’s without merit, for it begs several questions.\nHow many lives are actually saved, on net, by the lockdowns? Obviously, the Covid-induced expansions of government power are not justified if the net number of lives saved is small. And remember, against the lives saved by lockdowns must be counted the lives lost because of the lockdowns – lives lost to suicide, to the reduced health and safety that comes from lower income, and from the failure to diagnose and treat non-Covid illnesses.\nYet those who insist that the desire not to be killed by Covid justifies the lockdowns largely ignore these questions and trade-offs. It would be as if a sincerely expressed desire not to be killed as a pedestrian by an automobile were taken as justification to prohibit automobiles. Such a prohibition would result in approximately 6,000 fewer pedestrians in America being killed annually by automobiles – itself alone an undeniably happy result. Yet would such a prohibition be justified by this objective fact? Would your answer change if someone with a superficial familiarity with economics declares that the danger posed to pedestrians by automobile traffic is a “negative externality”?\nAnd whose lives are being saved by the lockdowns and for how long? I’m baffled by the ongoing failure in the public discussion to recognize that Covid kills mostly very old or sick people, and is practically of no danger to people under the age of 50. This reality alone should utterly discredit the case for locking down entire economies and life events. (Note, by the way, that I write this essay as a 62-year-old.) Not only does Covid pose no real – and much less no unusual – danger to most people, the group of persons to whom Covid does pose an unusual danger is easily identified.\nAs the Great Barrington Declaration sensibly argues, preventive efforts should be focused on helping this (relatively small) group of vulnerable persons. Keeping them isolated or otherwise protected from the coronavirus simply does not require the vast majority of the population to be locked down, “socially distanced” from each other, or saddled with other restrictions. In fact, as the Declaration’s authors note, by delaying population immunity, lockdowns likely increase the long-term threat to old and sick people.\nPublic Panic\nIt’s no good response to note that the general public is panicked by Covid. This panic is indeed real. It explains why the public isn’t more resistant to the lockdowns. But this panic does not justify the lockdowns.\nConsider: The risk in America of being killed by terrorism is, as Bryan Caplan describes it, “microscopic.” Between 1970 and 2012 the chance that an American would, in any one year, be done in by terrorism was 1 in 4 million – much less than half the chance of being killed by a home appliance. Yet the 9/11-sparked panic over terrorism has resulted in a permanent increase in efforts to protect Americans from this virtual non-threat.\nHow much prosperity – including increased health and safety – are we failing to produce because we now waste billions of dollars worth of resources on protection from this minuscule risk? Too much.\nAnd don’t forget that government’s response to 9/11 also includes America’s seemingly permanent war stance in the Middle East and a scaling up of government’s violation of our privacy. How much of our freedom has been permanently lost because of excessive fear of terrorism? Much too much.\nRather than accept as given the public’s irrational fear of terrorism, the far better course is to stop stoking this fear and, instead, to calm it by broadcasting accurate information about terrorism’s relative risks. (Aren’t we constantly told that one of the core functions of government is to produce and spread accurate information as a “public good?”) The spread of better information would prompt the public to demand better policies.\nThe same must be said about Covid. Tamping down the Covid hysteria by making available accurate information about this disease is what well-informed and public-spirited governments would do. Yet such governments are largely mythical. Real-world governments behave quite differently. Most governments, in the U.S. and elsewhere, chose – and continue to choose – a course precisely the opposite of what ‘good’ governments would choose. The reason, alas, isn’t mysterious: As H.L. Mencken observed, “The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.”\nCovid-19 is the perfect hobgoblin. And while its dangers are not imaginary, their degree and impact certainly are. Governments’ failure to ensure that their citizens are accurately informed about Covid is itself sufficient reason to distrust governments with the powers they’ve seized over the course of this hellish year.\n\nLoad-Date: October 28, 2020"
}