{
    "title": "Why would-be terrorists can still radicalize online",
    "publisher": "usa today",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "After a string of deadly terrorist attacks in Europe and the U.S., Facebook, Twitter and Google moved to more aggressively flag and boot terrorist recruiters and propaganda arms from their platforms.\nThat may not be enough.\nIn the wake of a truck attack by a self-proclaimed ISIS supporter in New York City on Tuesday evening that left eight dead, New York Gov. Andrew Cuomo called the Internet \"the training ground\" for violent attackers, echoing a frequent complaint by lawmakers that the major Internet platforms still make it too easy for extremists to learn and organize.\nIn the case of Sayfullo Saipov, 29, a truck driver from Uzbekistan, at least some of his motivation came from online. He told investigators during an interview in his hospital room Wednesday that he was inspired to carry out an attack in the United States by ISIS videos he watched on his cellphone.\nInvestigators found 90 videos and 3,800 photos of ISIS-related propaganda on one of two cellphones found in the truck he had rented, according to a criminal complaint filed by federal prosecutors Wednesday. They included videos that appear to be of a prisoner being run over by a tank, ISIS fighters shooting a prisoner in the face, a video of a beheading and a video providing instructions on how to make an explosive device.\nFrom the wording of the complaint, it appears the videos had been downloaded to the phone and were not streamed from the Internet. It wasn't clear where Saipov had obtained the videos or the images found on the phone.\nIn past attacks, the search for means and motivation has quickly shifted to the availability of how-to and inspirational content found online -- and frustration from lawmakers followed in rapid succession. For instance, the suicide bomber who in May killed 22 people at the end of an Ariana Grande concert in Manchester, England, used YouTube videos to learn how to build the explosive device.\nExperts who study the networks that distribute extremist material say U.S. companies are doing a much better job of keeping terrorists and their supporters off their platforms. But even as they do so, those who seek it out are shifting where and how they look.\nFacebook, Google and Twitter are now removing extremist content \"at a rapid clip. And if you'd asked me that same question two years ago, I would have given you a different answer,\" said Seamus Hughes, deputy director of the program on extremism at George Washington University.\nFacebook has ramped up efforts to remove  posts that support terrorism. It says it uses artificial intelligence to help track down content in addition to relying on staff and the larger Facebook community, including matching to detect known terrorism photos or videos and/or wording that might praise or support terrorist organizations.\nFacebook general counsel Colin Stretch said Wednesday during a Senate Intelligence Committee hearing that Facebook is aiding law enforcement in its investigation.\nGoogle is blocking more terrorist content on its YouTube platform and using targeted advertising so that when people search for terrorist content, they're instead shown videos that undermine extremist recruiting efforts.\nTwitter says new tools allow it to be faster, smarter and more efficient about taking down accounts that violate its policies on terrorist content. From January through June, it suspended almost 300,000 terrorist accounts, a 20% drop from  the previous period. Of those, 75% were suspended before their first tweet.\nThose moves haven't wiped out the videos and viral posts that would encourage a curious would-be recruit to find a calling. They've just made it more difficult.\nIt used to take \"just seconds\" to find links to beheading videos and other violent propaganda readily available on mainstream social media in the United States, said Veryan Khan, editorial director of the Terrorism Research and Analysis Consortium, a research and analysis repository of information about terrorism. Today, the process takes more steps.\nSearching for information about certain topics, say the carnage in Syria or the situation in Palestine, quickly leads to websites or YouTube videos. While the material and videos might be violent and raw, they're not actually advocating anything, so they don't get taken down.\nHowever, finding those and commenting on them might then lead to a user receiving a short-term link to a private discussion on an encrypted platform such as Telegram.\nOnce there, the Web surfer can find an entire ecosystem of anti-Western thought and material that may raise red flags on other networks. This includes videos in multiple languages, well-designed online magazines with excellent production values, manifestos, downloadable posters and chat groups.\nThis is where the Internet is able to leverage what once might have simply been a slight bent toward an anti-Western worldview into full-blown activism, or worse. \n\nLoad-Date: November 3, 2017"
}