{
    "title": "Why the 9_11 Victims Bill could ruin us all",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 1,
    "full text": "by Amory Thomas / Log Editor in Chief\nOver the last eight years, President Obama has vetoed only 12 bills proposed by Congress. And for the first time since he's been in office, Congress voted to override one of his vetoes on a bill known as the \"9/11 Victims Bill.\"\nThis bill allows families of those affected to sue the Saudi Arabian government, as retribution for the Sept. 11, 2001 terrorist attacks. Obama declined this bill to be passed, but Congress has overridden his veto, allowing it to pass. This puts millions of U.S. citizens as risk.\nThere is no official connection of the 9/11 terrorists to the Saudi Arabian government. Of the 19\nimage labelled for reuse from Google Images\nGround Zero, one of many terrorist attacks during 9/11\nterrorists, 15 of them were from Saudi Arabia, but that does not mean they are are a part of this country or represent their government.\nIf we put ourselves in their shoes, this would be as if Saudi Arabia wanted to sue the U.S. government because 20 members of the KKK committed an act of terrorism. Just as our government has no ties to the KKK, the Saudi Arabian government has no official ties to Al-Qaeda. And it is downright impossible, if not pigheaded, to assume that someone from one country can sue a foreign nation.\nIn vetoing this bill, Obama stated many of the downsides if this bill passes. Not only does this fuel more hatred to the Middle East, but said it would take the official response to any foreign government supporting terrorism out of the hands of national security and foreign policy professionals and instead place it in the hands of private litigants and courts, according to The New York Times This bill, also called the \"Justice Against Sponsors of Terrorism Act\" , puts American citizens and businesses abroad in danger of lawsuits by setting a precedent for removing long standing sovereign immunity protections.\nIn response, Saudi Arabia officials have \"warned that they may need to sell of hundreds of billions of dollars in holdings in the United States to avoid such an outcome,\" NPR states. This means if people sue the Saudi Arabian government, they threaten to sell off billions of dollars of stocks from the U.S. government, which will downright pummel our economy.\nimage labelled for reuse from Google Images\nIt's understandable why people within Congress would be so adamant in passing this bill, no one wants to look like their pro-terrorist, or apathetic to the families of 9/11.\nThe bill passed with an almost unanimous vote, save for 77 people within the U.S. Senate. Many of the families supporting JASTA said to NPR this bill \"is a narrowly drawn statute that restores longstanding legal principles that have enjoyed bipartisan support for decades.\"\nIn the coming months, we will see where the legal paths of the families end up, as well as how our next president will handle this situation. Tags 9/11 congress economy JASTA money photos politics terrorism victims\n\nLoad-Date: October 6, 2016"
}