{
    "title": "Why Donald Trump praises Saddam Hussein Saddam Hussein was on the State Department's list of state s",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 7,
    "day": 6,
    "full text": "Donald Trump praised the ruthlessness of former Iraqi president Saddam Hussein at a campaign rally in Raleigh, N.C., on Tuesday night.\n\"Saddam Hussein was a bad guy, right?... But you know what he did well? He killed terrorists. He did that so good,\" Mr. Trump told supporters. \"They didn't read them the rights, they didn't talk. They were a terrorist, it was over.\"\nAlthough Hussein was not an affiliate of international jihadists, his government was listed as a state sponsor of terrorism by the State Department until 2003, the year of the US invasion.\nTrump's comments are the latest in a series expressing approval of authoritarian, can-do world leaders often seen as hostile to the United States. Previously, he said that the world would be \"100 percent better\" if dictators such as Hussein and Muammar Qaddafi, the former ruler of Libya who was deposed in part with US assistance, were still in power. \nIn 2009, Qaddafi rented an estate in suburban New York belonging to The Trump Organization during a visit to the US for a meeting of the United Nations General Assembly. After being rejected from other venues, Qaddafi reportedly sought out the 113-acre property because it could accommodate a large Bedouin tent he preferred as shelter when traveling.\nTrump has also spoken warmly about Russian President Vladimir Putin, with whom the US and much of the West regard with intense distrust - particularly following Russia's annexation of Crimea and its bombing campaigns in support of the Bashar al-Assad regime in Syria.\nIn October, the presumptive Republican presidential nominee said he believed he would \"get along very well\" with Mr. Putin despite differences between them.\n\"He does not like Obama at all. He doesn't respect Obama at all. And I'm sure that Obama doesn't like him very much,\" said Trump then. \"But I think that I would probably get along with him very well. And I don't think you'd be having the kind of problems that you're having right now.\"\nTrump added that he approved of Russia's bombing campaigns in Syria, which have drawn heavy criticism from the West for overwhelmingly targeting a coalition of anti-Assad rebels that include brigades considered moderate, rather than hitting the Islamic State.\n\"As far as [Putin] attacking ISIS, I'm all for it. If he wants to be bombing the hell out of ISIS, which he's starting to do...let him bomb them. I think we probably work together much more so than right now.\"\nThe Christian Science Monitor noted in December that Putin has returned Trump's praise calling him the \"absolute leader in the presidential race.\"\n\"[Trump's] saying he wants to go to another level of relations, closer, deeper relations with Russia,\" he said then. \"How can we not welcome that? Of course we welcome that.\" \nThe campaign of Democratic presidential nominee Hillary Clinton released a statement criticizing Trump's comments in North Carolina. Senior policy advisor Jake Sullivan said Trump's \"praise for brutal strongmen seemingly knows no bounds.\"\nThe comments, Sullivan added, \"demonstrate how dangerous he would be as Commander-in-Chief and how unworthy he is of the office he seeks.\"\nThis report contains material from the Associated Press.\n\nLoad-Date: July 6, 2016"
}