{
    "title": "Why 'Terrorism' Inadequately Describes the Threat to Rushdie; 'Wanton Acts of Usage'",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 13,
    "full text": "To the Editor:\nIn his column of Feb. 24, A. M. Rosenthal, while discussing the Feb. 22 gathering of authors belonging to PEN (Poets, Playwrights, Essayists, Editors and Novelists) on behalf of Salman Rushdie, casually alluded to ''one moment of intellectual unpleasantness, worth mentioning because it was unknown to most of the audience.'' He went on to highlight the apparent contradiction of Christopher Hitchens's speaking out on behalf of the author of ''The Satanic Verses,'' to ''warm applause,'' when, ''In September 1986, the same man wrote an article for Harper's magazine, sneering at the importance or even the reality of terrorism and saying all the talk about it was propaganda cliche without meaning.''\nThis casual slur demands at least a clarification. First, Mr. Hitchens's remarks received considerably more than warm applause - they received, in the words of your own reporter (news story, Feb. 23), ''the loudest response of the two-hour program'' from an audience in no way unfamiliar with that Harper's piece, ''Wanton Acts of Usage.''\nMr. Hitchens at no point in that essay denies the ''importance'' or the ''reality'' of various acts in the world; rather, he attacks the conceptual laziness and programmatic dishonesty through which all these acts are hooped together under the amorphous, history-denying, brain-deadening and, yes, propagandistic term ''terrorism.'' As Mr. Hitchens writes:\n''Propaganda terms, whether vulgar or ingenious, have always aimed at making political problems seem one-sided. Why should they not? That is the propagandist's job. What is frightening and depressing is that a pseudoscientific propaganda word like 'terrorism' has come to have such a hypnotic effect on public debate in the United States. A word which originated with the most benighted opponents of the French Revolution; a word featured constantly in the antipartisan communiques of the Third Reich; a word which is a commonplace in the handouts of the Red Army in Afghanistan and the South African army in Namibia; a word which was in everyday usage during the decline of the British, French, Portuguese and Belgian empires. Should we not be wary of a term with which rulers fool themselves and by which history is abolished and language debased? Don't we fool and debase ourselves enough as it is?''\n \nLAWRENCE WESCHLER\n  New York, Feb. 24, 1989"
}