{
    "title": "Why China stays out of Islamic State fight, for now China is the top oil investor in Iraq , and Isla",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "One might expect China to be heavily involved in the international fight to stop Islamic State jihadists from taking over Iraq and Syria: For starters, China is the number one investor in Iraq's oil industry. Yet, Beijing is almost nowhere to be seen in anti-IS coalition discussions. Why?\nThere are reasons enough for China to get involved. The Asian giant's economy depends on the Middle East for half its imported energy. China now imports more oil from the region than the United States does. \nAnd as the Chinese authorities step up their battle against increasingly violent Muslim separatists in the western province of Xinjiang, Islamic State leaders boast of Chinese recruits to their self-declared caliphate.\nChina's contribution to the international military assault on Islamic State targets, however, is a timid offer of \"intelligence sharing and personnel training\" by Foreign Minister Wang Yi.\nChina's rulers are reluctant to get more heavily involved for a number of reasons, say analysts here, ranging from their mistrust of American intentions to a fear of being sucked out of their depth into the Middle East maelstrom.\nThey are also disappointed that Western governments have been skeptical about Beijing's hardline response to ethnic unrest among Uighurs in Xinjiang, and they are adamant that only the United Nations can authorize military action in a sovereign state's territory.\nFor the first time this week, the state-run Chinese media linked Xinjiang militants to the self-named Islamic State. The Global Times, owned by the ruling Communist Party, quoted an unidentified Chinese \"anti-terrorism worker\" as saying Uighur militants \"want...to expand their connections in international terrorist organizations through actual combat to gain support for escalation of terrorist activities in China.\"\nIn July, the man who has declared himself the caliph of Islamic State, Abu Bakr al-Baghdadi, claimed that he counted Chinese citizens among his fighters, and accused the Chinese government of \"extreme torture and degradation of Muslims\" in \"East Turkestan,\" the name that pro-independence forces give to Xinjiang.\nIslamist 'terrorism' in China \nMore than 300 people have died in escalating violence in Xinjiang over the past 18 months, and Uighur terrorists killed 31 people in a knife attack last March on Kunming railway station in southwestern China.\nBeijing blames the violence on the East Turkestan Islamic Movement (ETIM) and the World Uighur Congress; Chinese officials are angry that Western governments do not share their analysis.\nThe US State Department took ETIM off its list of international terrorist organizations amid doubts over its real status and role. Outside China the World Uighur Congress is considered a peaceful minority rights group pushing for Uighur independence.\nBeijing considers such tolerance incoherent. \"The fight against terrorism should not have double standards,\" says Li Shaoxian, deputy head of the China Institute for Contemporary International Relations, a think tank affiliated with the security forces. \"It should respect the rights and wishes of all the countries involved.\"\nAt the same time, the Chinese government is growing increasingly dubious about US intentions and suspicious that Washington and its allies are seeking to contain China and undermine the Communist Party, suggests Zhao Chu, an independent political commentator.\nChina's reticence about joining the US-led coalition \"is a very obvious symbol of Chinese doubts about US purposes,\" says Mr. Zhao.\nZhao argued in a recent blog that Beijing should play a more active role to underline its \"concern with international order and justice\" and to give its armed forces an opportunity to fight alongside the US military and learn from them.\nIn a sign of how forcefully the authorities disagree with such thinking, his two blogs were closed down days after he posted his essay on them.\nLimited international capabilities  \nChinese officials also point out that in practical terms there is not a lot China can do to help the fight against IS because \"our international capabilities are limited,\" as former ambassador to Iran Hua Liming puts it.\nOn Wednesday China did vote, along with every other member of the United Nations Security Council, for a resolution requiring governments to \"suppress the recruiting, organizing, transporting, equipping\" and financing of \"foreign terrorist fighters.\"\nBut China could not fly bombing sorties because it has no airbases in or near the region, nor does it have any functioning aircraft carriers. The idea of sending troops to support the Iraqi army is unthinkable.\nThat prospect is \"far from the imagination,\" says Mr. Hua, both because China has never sent any soldiers to the region before and because even the US government has ruled out sending troops to Iraq or Syria.\nThe most daring military operation China has engaged in since its brief war with Vietnam in 1979 was announced this week. Beijing will send a 700 man combat-ready battalion to beef up the United Nations peacekeeping force in South Sudan.\nChina buys 5 percent of its imported oil from South Sudan, and Chinese diplomats have been closely engaged in negotiations to bring peace to the troubled young country. But the UN mandate for the peacekeepers is essential for Chinese participation.\nThe UN Security Council has issued no such mandate for military action in Syria, but China has been uncharacteristically subdued on this point. Unlike Russia, which has vehemently criticized the Western-led aerial assault on Syrian territory, a Chinese Foreign Ministry spokeswoman this week merely \"noted\" the military operations, hoped they would cause no civilian casualties, and insisted that they \"should comply with the purposes and principles of the UN Charter.\"\n\"China always supports the counter-terrorism efforts made by the international community,\" added the spokeswoman, Hua Chunying. \"China consistently and firmly opposes all forms of terrorism.\" For the time being, it seems, rhetoric is as much as the rest of the world can expect from Beijing. \n\nLoad-Date: September 26, 2014"
}