{
    "title": "Why the bomb in Bologna_",
    "publisher": "the monitor ",
    "year": 1980,
    "month": 8,
    "day": 19,
    "full text": "Why Bologna?  Why that bomb and all those victims?\nIn the warped mentality of fascism it is simply: \"To let the world know we exist.\" Fascists little care that innocent people pay the price of this publicity.  What counts is the \"ideal.\" The same that in our time has led to Auschwitz.\nFascists and left-wing extremists have a common enemy -- the state.  And a common aim -- to destabilize the institutions and the democratic process.  They both hope that their actions will lead to civil war and the country's collapse.  Only then can they hope to rebuild society to their image.  Should that happen, the two factions would have to engage in a fight to the finish because neither can hope to subsist unless the other is eliminated.  But until such time, they would rather fight their common enemy and more or less coexist.\nBologna has been more than once the target of extremists from both sides.  It is a prosperous city, remarkably well administered by a popularly elected communist municipality.  Efficiency and honesty are shields against destabilization, so extremists turn against them.  Both fascists and leftists also hate the Communist Party, even if for opposite reasons.  Bologna pays the price of its success.\nEconomic success can destabilize and so contribute to terrorism.  Iran is there to prove it.  The \"Italian miracle,\" the boom of the '60s, has modified some of the society's basic structures but brought no corresponding changes in political and social values.  ITaly is evolving but not sufficiently to catch up.  Its standards are far behind those of most of West Europe.\nTerrorism spread like wildfire beginning with 1968, when students revolting all over Europe were challenging traditions and ways of life they considered no longer in tune with the evolution of the times.  The following year, Italy's \"hot summer\" of labor unrest brought about basic changes in the balance of strength between employers and workers.  It was then that the \"strategy of tension\" began taking its present proportions.  The economic crisis contributed to extend and deepen the tension.\nTerrorism is fundamentally a sicj reaction to the inability of society to adapt to change.  This is especially true in a country like Italy where a single party, the Christian Democratic, in power since the end of World War II, is unable to renew itself.  For the Christian Democrats power has become an end in itself, resulting in corruption, inefficiency, paternalism.\nThe tragedy with Italy is the continuous confrontation with values that clerical-conservative circles still impose on a society able neither fully to accept them nor, because of the immutability of power, to evolve alternatives.\nThe violence that sweeps over ITaly causes all the more concern in that it does not represent an isolated phenomenon.  There is Turkey, where during one week in August terrorism claimed more than 100 victims.  There is West Germany where the fatal car accident of two Baader gang members, who the police thought had fled to Latin America, has brought to light plans for a resumption of violence.\nItaly, Turkey, and West germany are perhaps the most strategically located members of the Atlantic Alliance.  Italy and Turkey in particular represent the key to the Eastern Mediterranean.  Their destabilization, especially after Afghanistan, would greatly profit the Soviets.  Is Moscow directly or indirectly behind the terrorists?  Nothing proves it and nothing disproves it.  The arms the terrorists use are often of East European origin but could reach them via the Palestine Liberation Organization or Libya.\nBe that as it may, the coordination among the various forms of terrorism, nationally and internationally, is a fact and a source of grave concern.  The various West European police have established that terrorists help one another even when they have nothing in common but the cult of violence.  It is also evident that any form of terrorism creates a favorable climate for all other forms.\nIn the circumstances, the question can be asked if in arming some of the terrorists the Kremlin is not somehow at least partially responsible for all of them."
}