{
    "title": "Why so many Americans are hostile toward Islam",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 8,
    "day": 27,
    "full text": "Washington » Nearly a decade after Sept. 11, less than a third of the country is favorable toward Islam. Most Americans reflexively oppose an Islamic cultural center near ground zero, and the lower the Christian president's approval ratings, the higher the percentage of people who think he's Muslim.\nWhy?\nBeyond the simplistic debate -- are we patriots or bigots? -- pollsters, historians and other experts say that the nation's collective instincts toward Islam have been shaped over decades by a patchwork of factors. These include demographic trends, psychology, terrorism events, U.S. foreign policy, domestic politics, media coverage and the Internet.\nEstimates of U.S. Muslims range between 2.5 million and 7 million, or about 1 percent to 2 percent of the population. There's no official data on U.S. Muslims' geographic distribution, but mosques are concentrated in metropolitan areas.\n--\nLittle exposure » Most Americans are Christian, and most don't have much direct exposure to Muslims. A quarter of Americans say they know \"nothing at all\" about Islam, the Pew Research Center found earlier this month, and of non-Muslims polled, 58 percent said they don't know any Muslims.\nIt's natural for people who don't know Muslims to draw stereotypes from Sept. 11 and events such as the Fort Hood, Texas, shootings and the Times Square bomb plot, said Leonie Huddy, the president of the International Society for Political Psychology and a political scientist at the State University of New York at Stony Brook.\n\"One of the things we know about cross-relationships of any kind is they become more positive as people have more personal contact with each other,\" Huddy said.\nA Gallup survey last year found that Americans who don't personally know any Muslims were twice as likely to acknowledge \"a great deal\" of anti-Muslim prejudice. Republicans and those without college educations tend to be less favorable toward Islam.\nMuslims are \"very much the new outsider,\" said John Esposito, the founding director of Georgetown University's Center for Muslim-Christian Understanding. \"We've had Christian cults that have committed acts of violence: killings of abortion doctors; [Oklahoma City bomber Timothy] McVeigh. [However,] we have a gut context in which we place it. Muslims don't fit that profile.\"\nSo what shaped modern American impressions of Muslims?\n--\nPast attacks » Long before Sept. 11, other high-profile terrorist attacks inflamed the public imagination. Consider the killing of 11 Israeli athletes at the 1972 Olympics in Munich; the 1988 mid-air bombing of Pan American Flight 103 over Lockerbie, Scotland, which took 270 lives; and the rise of suicide bombers throughout the Middle East.\nWhile most Muslims aren't terrorists, most terrorist attacks on U.S. targets or allies over the past 40 years were committed by aggressors who were Muslim or Middle Eastern. Then came Sept. 11, 2001, and a decade of U.S. wars in Muslim lands.\n\"There have been so many acts of terrorism connected to radical Muslims that it's not surprising Islam has a public relations problem,\" said John Radsan, a former assistant general counsel for the CIA of Iranian descent who's a professor at the William Mitchell College of Law in St. Paul, Minn.\nWhile many hijackings, hostage-takings and killings of the 1970s and 1980s were by secular Palestinians, including those in Munich, Radsan and others said that most Americans don't make such distinctions.\nIn addition, many Americans' first impression of Islam came in the 1960s with the Nation of Islam's role in the black separatist movement. That framed their impression of Islam in the context of racial antagonism.\nMoreover, during the Soviet war in Afghanistan during the 1980s, the U.S. concluded that Islam could be politically valuable to American interests. When the CIA funneled money and arms to the Mujahedeen, the theory was that \"Muslim fervor was a good thing because we could use Islam against the Soviets,\" Radsan said. There was the notion of a common bond between Muslims and Americans versus the Soviets: \" 'People who believe in God' against a 'godless empire.' \" However, it also enhanced the stereotype of Muslims as extremists.\nBeyond that, Muslim and Middle Eastern men tend to be portrayed negatively in popular culture. Some critics say that media coverage of Islam focuses too much on terrorism. Two extensions of that argument are that non-terrorism news doesn't often feature Muslims and that the news doesn't provide enough context about anti-American sentiment until a situation blows up.\n\"Most Americans up until the Iranian revolution did not experience Muslims,\" Esposito said.\n--\nFinding context » Iran's 1979 revolution overthrew the Shah, whom Muslim revolutionaries denounced as a \"U.S. puppet\" installed by the CIA. There was little U.S. public understanding of the CIA's role in the 1953 overthrow of an elected Iranian leader and the widespread Iranian public anger toward the U.S.\n\"When we saw people shouting 'Death to America' ... we had no context to put that in,\" Esposito said.\nU.S. political and cultural leaders also help shape public attitudes.\n--\nChanging views » After Sept. 11, President George W. Bush took great pains to distinguish between Islam in general and terrorists who are Muslim. Initially, polls found the U.S. public made that distinction. A Pew survey soon after Sept. 11 asked whether Islam encourages violence more than other faiths, and Americans were twice as likely to say no than yes. Within a couple of years, however, that distinction was gone. Most Americans thought that Islam encouraged violence.\n\"Events are filtered through the media and the reaction by others\" as well as people's pre-existing views, said Alan Cooperman, of the Pew Forum on Religion & Public Life.\nPublic leaders' reactions to the planned Islamic cultural center two blocks from the World Trade Center site offer the latest example.\nMayor Michael Bloomberg and President Barack Obama supported the project's developers' right to proceed, and Obama spoke out against religious discrimination.\nThe outspoken opposition of prominent Republicans -- including Newt Gingrich and Sarah Palin -- connects the Sept. 11 attacks to Islam. The issue could become divisive in some elections this November.\nThe Internet and social networking applications have bypassed the traditional media filter and magnified the influence of fringe activists on public perceptions of Islam.\nIhsan Bagby, an associate professor of Islamic studies at the University of Kentucky, said conservative Christians long have been a source of anti-Islamic rhetoric, but more secular voices are now in the mix. Bagby cited Pam Geller, a blogger who's warned of \"Islamization\" of America. Bagby said that Americans' long-held suspicions of Muslims are \"made more virulent by these groups.\" Alt Heads:\nWhy so many Americans are hostile toward Islam\n\nLoad-Date: September 8, 2010"
}