{
    "title": "Why civilian courts are best for terror trials, especially Boston bombing suspect As more than 1,000",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 4,
    "day": 30,
    "full text": "Boston Marathon bombing suspect Dzhokhar Tsarnaev is now sitting in a 10-by-10-foot cell at Federal Medical Center Devens in Ayer, Mass. about 40 miles west of Boston. There, he awaits the next steps in the US government's case against him - first, a probable cause hearing scheduled for May 30.\nBefore Mr. Tsarnaev got to this point, there was debate among some lawmakers about whether Tsarnaev should be tried as an enemy combatant in a military tribunal or whether he should be tried as a civilian in the federal court system. The arguments from those who pushed for a military trial were at best misplaced. As a US citizen, Tsarnaev could not have been tried in a military tribunal. Those arguments also ignored the institutional safeguards that already exist in our federal court system to protect classified information, as well as the impressive track record of the Justice Department in prosecuting terrorism since September 11, 2001.\nAs the nearly 1,000 terrorism trials over the last decade indicate, the federal court system is well equipped to handle the complexities of terrorism cases. And it is well equipped to administer justice in the case of Dzhokhar Tsarnaev. In fact, as global counterterrorism efforts have shifted to the legal arena across countries as diverse as Britain and Russia, Tsarnaev's trial can show Americans the benefits of approaching terrorism as the serious international criminal threat that it is, rather than as part of the so-called global \"war on terror.\"\nEurope has increasingly combated terrorism through the criminal justice system, significantly expanding laws for arresting, trying, and detaining terrorism suspects. The Tsarnaev trial may therefore help to harmonize US counterterrorism efforts with those of our closest international counterterrorism partners, while also allowing America to more effectively participate in the global counterterrorism conversation.\nThe US Justice Department has proven both remarkably efficient and effective at putting terrorism on trial. As research by NYU's Law and Security Center shows, the Department of Justice has averaged about 30 terrorism indictments a year since 2001. (The exception to this statistic is from 2009-2010 when, on the heels of increased law enforcement sting operations and a renewed focus on extremists associated with the terrorist group Al-Shabaab, rates nearly doubled.)\nMost of those trials have proceeded without the use of classified evidence, and over half have involved American citizens. Like Tsarnaev, 60 percent of these American defendants had no direct affiliation with a terrorist organization.\nIn choosing to charge Tsarnaev with using a \"weapon of mass destruction,\" the surviving Boston Marathon bombing suspect falls under an infrequently used, but widely interpreted terrorism statute. Just 25 of all domestic terrorism cases since 2001 have involved a WMD charge. Yet the penalty has been leveled at an infamous group of confirmed and would-be terrorists, including September 11's \"20th hijacker,\" Zacarias Moussaoui, shoe bomber Richard Reid, and Najibullah Zazi, the individual who plotted to plant bombs in the New York City subway system.\nAlmost all terrorism trials since 2001, whether of domestic or international defendants, have also ended in convictions. In fact, with a conviction rate of nearly 90 percent, it is almost certain that if Tsarnaev's case continues to the jury stage, he will be found guilty. That it will reach that point, however, is itself not guaranteed: Some two-thirds of all terrorism cases have ended in guilty plea agreements. While this is lower than the overall percentage of federal cases that end in plea agreements, coupled with the strong case against him, it suggests that the Tsarnaev trial may at least be very short.\nThe more interesting question in this case is what will become of Tsarnaev after his trial is completed, and what his story might mean for US counterterrorism efforts going forward. Much of the conversation since Tsarnaev was formally charged has questioned whether he will get the death penalty if he is convicted.\nGiven that America has executed just one convicted terrorist in the last two decades - Timothy McVeigh for the Oklahoma City bombings in 1995 - it is not likely. Indeed, my own research has shown that more than half of all convicted terrorists are sitting in federal prisons in the United States (at last count, there were 400 in total), serving an average sentence of at least 14 years.\nThose serving time for the most egregious terrorism crimes are in for life. Among them is the \"Blind Sheikh,\" Omar Abdel Rahman, who was charged with \"seditious conspiracy\" after an investigation of the 1993 World Trade Center bombings.\nConvicted terrorists in US federal prisons have only severely restricted access to outsiders and outside information, and their activities inside prison walls are under heavy surveillance. They are also barred from significant contact with the general prison population, usually segregated from other inmates and confined to single cell blocks with single guards.\nThis correctional approach to extremism - one that relies on the criminal justice system - echoes trends across a number of other countries, including Britain, France, Italy, and Russia, and has helped the US to gain and share valuable intelligence about terrorism. Prison officers regularly report and exchange information with global partners about the activities of these inmates.\nIndeed, it was such shared information - gathered from phone calls and letters intercepted by guards - that alerted authorities to a fatwa the \"Blind Sheikh\" issued when he was first incarcerated that called on Al Qaeda to attack the US. It was also prison intelligence that linked the 2004 Madrid train bombings to a group of Al Qaeda members detained in Spanish jails after September 11. And it is prison intelligence that has in more recent years warned about the growing convergence between terrorist networks and transnational organized crime.\nMoreover, both international and federal level law enforcement keeps tabs on inmates with past terrorist ties after they are released - just as these agencies do with other types of violent criminals such as pedophiles or organized crime leaders.\nThe fact that probation officers with the Bureau of Prisons track formerly convicted terrorists for lengthy periods, and that they are watched closely by INTERPOL (the International Criminal Police Organization) and the FBI, appears to have been an effective deterrent to further radicalization, as these inmates have rarely re-offended. This is an important contrast to Guantánamo, where a full quarter of those who have been released from incarceration there have subsequently gone on to commit or are suspected of committing further terrorist crimes.\nThe outcome of the Tsarnaev trial, therefore, has broader implications for counterterrorism here at home and overseas. Until the marathon, America had arguably not had a major terrorist attack on US soil since September 11. This is a testament to the proactive, preventative work of international, federal, state, and local law enforcement agencies - work that has often gone unrecognized amid the race to assign blame for perceived failures and concerns over counterterrorism methods and resources.\nThe more important future challenge is how best to streamline the increased use of America's criminal justice system to counter terrorism with the efforts that have been developing simultaneously across the globe.\nThis coming summer, five high-profile terrorism suspects extradited from Britain will stand trial here in New York City for their role in the bombings of two US embassies in Africa in 1998 and for conspiring with individuals in Seattle to set up terrorist training camps inside the US. Together with the Tsarnaev trial, these cases should prompt a renewed look at counterterrorism efforts across the entire US criminal justice system to ensure that they are aligned with global trends, goals, and strategies.\nMelanie Getreuer is a PhD candidate in political science at the University of Wisconsin-Madison, where she is writing a dissertation about the global use of criminal justice systems to counter terrorism. She lives and works in New York City.\n\nLoad-Date: May 1, 2013"
}