{
    "title": "Why is one terrorism victim different from another_",
    "publisher": "usa today",
    "year": 2002,
    "month": 3,
    "day": 8,
    "full text": "Today's debate: Compensating terror victims\nOur view: Sept. 11 victims reap benefits that others do not.\nHoward Kavaler has conflicting emotions about the generous payments guaranteed Thursday by the government's September 11th Victim Compensation Fund. He's happy families who lost loved ones in the terrorist attacks will get help, but he's angry that his own family wasn't treated the same way.\nAlthough Kavaler's 46-year-old wife, Prabhi, a veteran State Department employee, was killed in al-Qaeda's 1998 bombing of the U.S. Embassy in Kenya, neither he nor his two daughters received special help. Meanwhile, families of the Sept. 11 victims will receive an average of $ 1.85 million each.\nThat glaring disparity is breeding unrealistic expectations. The government's impulsive entrance into the victim-compensation business was born of a one-time mix of compassion and political expediency, but it sets an unaffordable precedent at a time when the nation faces the likelihood of more terrorist acts.\nCongress set up the fund as a politically palatable counterweight to its $ 15-billion airline bailout. The bailout capped airline liability, limiting families' ability to sue the airlines whose jets were used in the attacks. In exchange, the victims fund promised swift payment without the need to prove fault to families who agreed to forgo lawsuits.\nSince then, the price tag for the government's generosity has mounted to more than $ 6 billion. The final rule changes announced Thursday increase payments for pain and suffering and open the fund to injured rescue workers, including those who suffered lung ailments weeks later.\nCongress' generous impulse is understandable, but lawmakers gave little thought to the consequences of their hasty actions:\n * Fairness. The use of tax dollars for the Sept. 11 victims raises questions about the treatment of previous terror victims. No major payments have been made, for instance, to the families of 12 Americans, including Kavaler's wife, killed in the Kenya attack and others injured there and in another bombing of a U.S. Embassy in East Africa. Nor have there been payments to the 17 sailors killed in the October 2000 suicide attack on the USS Cole in Yemen; or the six victims of the 1993 World Trade Center bombing; or the 168 killed in Oklahoma City by domestic terrorists. In Congress, some lawmakers are pushing bills for similar payments to the families of those who died last year from anthrax and victims of the East Africa embassy bombings.\n * Expectations. The elaborate government program gives families the impression -- probably mistaken -- that future terror victims will be treated the same way. Even lawmakers who pressed for the current fund won't make promises for the future. Sen. Harry Reid, D-Nev., said in a recent interview with USA TODAY that if it weren't for the airline bailout, \"we probably wouldn't have this program for the victims.\" Attacks with weapons of mass destruction, for instance, could leave so many victims that high-level compensation would be impossible.\n * Disparity. Previous victims of terrorism aren't the only ones getting less. The payments for lives lost on Sept. 11 will generally range from about $ 300,000 to $ 4.7 million depending on age, earnings and family obligations -- far exceeding payments to the spouses of soldiers who die fighting the same war on terrorism in Afghanistan.\nThe victims' fund grew from a compassionate belief that the government should care for the families of those killed in terror attacks. But now that it's in the victim-compensation business, the government needs to develop a fair yet affordable way to deal with others victimized by terrorism. Even honorable intentions can backfire if the government creates unrealistic expectations that it can't afford to fulfill.\nBenefits differ\nU.S. government payments to families of soldiers and terrorism victims vary widely. A sampling:\n* Survivors of Sept. 11 victims will receive payments ranging generally from $ 300,000 to $ 4.7 million, depending on age, salary and family obligation of the victim; all will receive $ 250,000 for pain and suffering, with $ 100,000 extra for each surviving spouse and each child.\n* Families of a State Department employee killed in an embassy bombing could get a maximum 75% of the victim's salary, for life. Also, there are one-time benefits, such as one year's salary, under the Foreign Service Act.\n* A widow or widower of a soldier who dies in the war in Afghanistan could receive $ 935 a month, for life; slightly more if she or he has children. There are also educational benefits.\n\nLoad-Date: March 8, 2002"
}