{
    "title": "Why did the US provide more than 1,000 spies to Rio Olympics_ The US provided more than 1,000 intell",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 8,
    "day": 6,
    "full text": "The United States sent more than 1,000 analysts, law enforcement and special operations personnel from all 17 American intelligence agencies to provide additional security for the 2016 Olympics in the form of human intelligence, spy satellites, electronic eavesdropping, and social media monitoring.\nAlthough security is most prominently a combined effort between the US and Brazil, there are 51 other countries supplying intelligence to the counter-terrorism effort. The majority of American intelligence agents are working remotely, while about 350 are actually on the ground in Rio.\n\"U.S. intelligence cooperation with Brazil has been excellent since 9/11,\" a senior intelligence official told NBC News. \"We consider the Brazilians to be well-prepared and highly professional.\"\nThese measures follow the detainment of a dozen Rio residents for alleged ties to the so called Islamic State two weeks ago. Their terrorist activity was described by Brazil's justice minister, Alexandre de Moraes, as amateur, but they had discussed attacking the Olympics.\n\"In their communications they always said that Brazil was not part of the coalition opposing Islamic State, so no action here could be justified,\" de Moraes told the Los Angeles Times. \"At a certain point they decided that the arrival of foreigners could make Brazil a legitimate target.\"\nOn Saturday, security forces blew up an unattended bag in a controlled explosion, the Associated Press reported. There have been several bomb scares in the city the last couple weeks. A few blocks of the high end neighborhood of Leblon were shut down two weeks ago when a doorman reported a suspicious package in front of a building. A bomb squad came out and found that the sports bag only contained clothes.\nSome spectators complained of long lines outside of venues Saturday due to airport-style security measures. \nBut Olympics organizers apologized later in the day, blaming miscommunication.\nThe attention to terrorism as a potential threat in Brazil is new. Brazil has significant problems with crime, but despite being the fifth most populous country in the world, its foreign policy has been historically neutral, making it an unlikely target for terrorists. But the string of terrorist attacks over the last year has created a cause for concern that did not exist previously, for example when Brazil hosted the World Cup in 2014.\nBrazilians appear more worried about domestic issues than terrorists, even during the Olympics, although some defense strategists say that is because they have an \"it couldn't happen here\" mindset.\n\"The Olympics brings risks of terrorism that weren't in Brazil beforehand because of the event's huge media saturation and opportunity for assaults on soft targets such as athletes and tourists,\" John Friedlander, senior director at the Kroll security firm in New York, which analyzed risks for the Rio Games, told the Los Angeles Times.\nMr. Friedlander added that the risk of a terrorist attack is moderate, comparable to when Los Angeles hosted the Olympic Games in 1984. Ever since the L.A. Olympic games, the National Security Agency (NSA), America's eavesdropping agency, has been the primary intelligence agency monitoring the Olympics as they are best suited to operating on the ground providing real-time warnings about potential threats, officials told NBC News.\nThe US has sent security forces to the Olympics before, and in similar numbers. In 2012 the US sent security forces to the London Olympics due to concerns that England, which was a target of Al Qaeda at the time, was underestimating the number of security forces it would need. It also provided aid to Greece in both planning and carrying out security during the 2004 Olympics, the first summer games after 9/11 when terrorism became a larger concern.\nBrazil's defense minister Raul Jungmann feels confident in the international of coalition of security's ability to keep people safe.\n\"I can say, with complete conviction, that we couldn't be better prepared, Jungmann told the Los Angeles Times.\n\nLoad-Date: August 6, 2016"
}