{
    "title": "WHY IT SHOULDN'T HAPPEN HERE",
    "publisher": "business insurance",
    "year": 1995,
    "month": 5,
    "day": 1,
    "full text": "FOR ALL TOO many years, all too many Americans shrugged off their exposure to urban terrorism with the false certainty that ''It can't happen here.'' Well, it has happened here. First it happened at the World Trade Center in New York and now, even more horribly, at the Alfred P. Murrah Federal Building in Oklahoma City.\nAfter the New York bombing, risk managers and loss control experts scrambled to protect their facilities against terrorism. Security visibly tightened as officials restricted access to underground garages and other potential entry points for terrorists and subjected packages and deliveries to close scrutiny. But complacency soon returned, restrictions relaxed and it was business as usual.\nThe Oklahoma City tragedy underscores that there cannot be any business as usual when it comes to protecting people and places against terrorism. Last week, we reported on the advice anti-terrorism experts offered in the wake of the blast (BI, April 24).\nAs E.C. ''Mike'' Ackerman, managing director of the Ackerman Group Inc. in Miami put it, ''The name of the game is perimeter security and access control.'' Mr. Ackerman and other experts had offered much the same advice in the aftermath of the World Trade Center bombing as well (BI, March 8, 1993).  As he gave his recommendations, Mr. Ackerman, a former Central Intelligence Agency official and currently a security consultant to Chubb Corp., also noted how quickly the heightened sense of security that followed the World Trade Center bombing vanished.\nAnd risk managers can't necessarily count on architects to build with security concerns at the forefront, noted John Horn, senior managing director-corporate security and risk management practice of Kroll Associates, security consultant to American International Group Inc. In fact, security has ''typically been a very low priority'' in building design-keeping costs down and aesthetic qualities pleasing have generally ranked higher on the architectural agenda, he said.\nIn some cases, buildings can be retrofitted to bolster their defenses against bombs and other terrorist attacks, Mr. Horn noted. But retrofitting is an expensive proposition. Fortunately, both anti-terrorism experts offered some common sense and considerably less expensive ways to protect corporate assets.\nThese include, just as they included after the New York bombing of two years ago, restricting access to vulnerable points such as underground garages. They also include restricting-or in some cases eliminating-parking near a building. Placing barriers between the property and the street can also decrease the impact of a terrorist assault, as can monitoring the area surrounding a facility with closed circuit cameras.\nThere's also the lesson taught in Risk Management 101-have a disaster response plan in place. Prudent, normal risk management demands nothing less.\nWhile there is, of course, no way to make any facility utterly safe from a terrorist outrage, there are certainly more than a few ways to mitigate the impact of an attack. As the Oklahoma City tragedy so horribly reminds us, it can indeed happen here. There's no excuse now not to take steps to assure that people and property are better protected when it does happen here the next time.\n\nLoad-Date: May 4, 1995"
}