{
    "title": "Why these 8 countries List's additions, subtractions and 'risk factors' outlined",
    "publisher": "usa today",
    "year": 2017,
    "month": 9,
    "day": 26,
    "full text": "President Trump listed eight countries in a new travel ban that he said is intended to protect Americans from harm.\nThe countries either do not  manage and screen their citizens to higher U.S. standards imposed since Trump took office, or they present \"sufficient risk factors\" that require restrictions on their citizens' travel to the United States, the White House said.\nTwo countries that were on previous versions of Trump's travel ban are not on the new one:\nSudan: It is listed as a state sponsor of terrorism and continues to be the site of terrorist activity, yet it was taken off the most recent list of six barred countries,  without explanation.\nIraq: It also has a significant terrorist presence and is still fighting to destroy the remnants of Islamic State fighters within its borders with significant U.S. support. Iraq had been on the original ban against seven majority-Muslim nations  in January but was dropped from  a revised list  in March.\nHere is the status of each country on the new list and the White House rationale for banning its citizens from entering the United States:\nChad\nThe Saharan African nation has been a U.S. ally,  yet the terrorist threat there has been sufficient to warrant travel advisories by the State Department and Britain's Foreign Office.\nWhat the White House said: Though Chad is an important partner in the fight against terrorists, its government does not share public-safety and terrorism-related information.\nIran\nThe Shiite-majority Islamic Republic of Iran is Washington's primary nemesis in the Middle East. The State Department accuses Iran of supporting the  reign of Syrian President Bashar Assad and terrorist groups and militias in Yemen, Syria, Iraq, Lebanon and the Gaza Strip. Iran also continues to test ballistic missiles, despite a U.N. Security Council resolution forbidding such tests.\nWhat the White House said: Iran \"regularly fails to cooperate with the United States Government in identifying security risks\" and  is a source of significant terrorist threats.\nLibya\nThe North African country, whose proven oil reserves rank ninth globally, has been locked in a civil war since the overthrow of strongman Moammar Gadhafi by a U.S.-backed rebel movement in 2011. Warring factions include terrorist militias who fight under the banner of al-Qaeda or the Islamic State and other militias and armies that control various territories and cities.\nWhat the White House said:  The presence of terrorists and Libya's \"challenges\" in sharing public-safety and terrorism-related information were factors in the decision to ban its citizens from traveling to the USA.\nNorth Korea\nLeader Kim Jong Un has threatened nuclear retaliation if his nation is attacked by the United States.  The U.S.  accuses North Korea of exporting its nuclear technology to Syria and possibly collaborating with Iran on nuclear and missile technology.\nWhat the White House said: North Korea does not cooperate \"in any respect and fails to satisfy all information-sharing requirements.\"\nSomalia\nThe East African nation has been in a state of civil war for decades and has an active Islamic State-linked terrorist movement known as al-Shabab. U.S. forces have been working with troops loyal to the government of Somalia, which has expanded its control over the capital, Mogadishu.\nWhat the White House said: Somalia satisfied minimum U.S. requirements for sharing of information but has significant identity-management deficiencies and is still considered a terrorist haven.\nSyria\nThe Iran-backed Hezbollah militia, al-Qaeda and the Islamic State are all active in Syria and fighting one another. According to the State Department, all three either have attacked or seek to attack Western targets.\nWhat the White House said: Syria's government is a state sponsor of terrorism that \"regularly fails to cooperate\" in identifying security risks while being a significant source of terrorist threats.\nVenezuela\nIn a speech to the U.N. General Assembly last week, Trump listed the South American nation in a new \"list of rogue nations\" that updated the \"axis of evil\" coined in 2002 by President George W. Bush.\nWhat the White House said: Venezuela's government has not cooperated to identify public-safety threats, does not share terrorism-related information and has not been fully cooperative in receiving nationals who had been ordered removed from the U.S.\nYemen\nThe Arabian Peninsula nation has been fighting al-Qaeda terrorists and is  embroiled in a civil war against Houthi rebels backed by Iran. The shaky government is backed by Saudi Arabia, which leads an Arab coalition in conducting airstrikes to support Yemeni government forces.\nWhat the White House said:  Yemen's government faces significant identity-management challenges, which are amplified by a significant terrorist presence. It also does not share enough terrorism-related information. \n\nGraphic\n\n \ngraphic\n\nLoad-Date: September 26, 2017"
}