{
    "title": "Why World Terrorism is on the Rise",
    "publisher": "the world",
    "year": 1989,
    "month": 3,
    "day": 13,
    "full text": "CHURNED by the Salman Rushdie affair, terrorism is again in the headlines.  To the average news reader, that may be surprising.  In the mid-1980s, reports of terrorism kept millions of would-be travelers at home.  But since then the international situation has appeared to stabilize.  Superpower agreements, the end of the Iran-Iraq war, the withdrawal from Afghanistan - the world looked to be growing safer.  In 1988, peace among nations seemed to be breaking out all over.\nYet terrorism grew.  When Pan Am flight 103 exploded over Scotland last December, in fact, it was the latest bit of grisly evidence that 1988 was ''the most violent year on record'' for international terrorism.\nThat's the assessment of Business Risks International, a security consulting firm based in Nashville. By its tally, the 3,734 acts of terrorism worldwide in 1988 set a record, jumping 21 percent from 1987.\nThe US State Department, using a different count, sees the same trend.  Its report on terrorism in 1988, to be published at the end of March, will show a 2 percent increase over 1987, the previous record-holder year.\nWhy should terrorism be rising?  The answers, like the issue, are complex.  Three points, however, deserve consideration:\n1.We're getting better at counting.  Incidents that once went unreported - or were written off as street crime - now get more scrutiny.  Result: higher numbers year by year.\nThere's a corollary, however.  Terrorism, which feeds on publicity, may increase as the perceived interest in reporting it grows.  Our sophisticated methods of assessment, in other words, may help spawn the very thing we're counting.\n2.War and terrorism are sometimes seen as two sides of the balloon of international violence.  Squeeze down one side, and the other bulges.  Why?  Because, according to this dark view, violent international conflict is a constant that will somehow find an expression.  Dam up the floods of war, and the stream spreads sideways into what experts call ''low-intensity'' warfare, including terrorism.\nCase in point: Khomeini's Iran.  Take away the war with Iraq - but leave intact the regime's propensity for state-sponsored violence and its need to rally domestic support by defining an external enemy - and terrorism may be the logical outcome.  The target may shift through the years, from America's Jimmy Carter to Iraq's Saddam Hussein to Britain's Salman Rushdie.  But the impulse - hatred of a ''great Satan'' from abroad - remains constant.\n3.The terrorist mentality is characterized by an oversimplified, often immature, and sometimes irrational world view.  In that view, nuance disappears, black-and-white distinctions prevail, self-righteousness scorns opposing views, and humans become mere objects for cold-blooded murder.  Such a view can find fertile ground in a religious or political fundamentalism that prizes ideological rigidity above compassionate tolerance.\nDoes the steady growth of terrorism reflect the growth of this world view?  Is that view only found in Iran and other ''bad actor'' nations?  Or is the United States partly to blame?  Does America's well-documented illiteracy, lack of language skills, and ignorance of geography promote a no-nuance, black-and-white view of the world?\nWhat can we do in an age of rising terrorism?\nThree things: Be thoughtful about the publicity we give terrorism.  Work to eliminate not only war but violence.  And educate ourselves about global complexity.\nTaking these steps is no panacea. But it just may help stem the trend."
}