{
    "title": "Widower Of Bhutto Takes Office In Pakistan",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "Asif Ali Zardari, the widower of the slain former Prime Minister Benazir Bhutto, was sworn in as president of Pakistan on Tuesday and immediately declared he would work alongside the leader of Afghanistan to fight terrorism.\n  In a gesture of improved relations between the countries, Mr. Zardari invited the Afghan leader, Hamid Karzai, to attend his inauguration. He was the only foreign leader present.\n  Mr. Karzai has repeatedly accused Pakistan of helping Taliban fighters cross into Afghanistan in order to attack Afghan, NATO and American forces. \n  But there was no sign of sour feelings when the two men appeared at a news conference where Mr. Zardari was pummeled with sharp questions from Pakistani reporters about the alliance with the United States.\n  A major balancing act for Mr. Zardari will be how to allow the Americans to increase the attacks against the Taliban in the tribal areas -- something Washington appears intent on doing -- in the face of strong anti-American popular sentiment. For the first time, American helicopter-borne Special Forces troops landed in the tribal area last week and fought  militants there.\n  The new president offered few clues as to how he would handle the conflicting priorities.\n  When a reporter suggested that it was time for the ''Americans to go back into their tents,'' Mr. Zardari sidestepped.\n  ''We are in the eye of the storm,'' he said. ''I consider that an opportunity. I intend to take that and make it our strength.''\n  Mr. Zardari said he would attend the opening session of the United NationsGeneral Assembly this month and go ''as a victim of terrorism,'' apparently a reference to the assassination of Ms. Bhutto in December. At the United Nations, he said, he will seek an inquiry into her death.\n  ''I will ask the world to look upon us as victims of terrorism,'' he said. He said he had a ''comprehensive plan'' for tackling terrorism, but he did not spell it out.\n  His first trip abroad will be to China, he said, a visit that will follow in the footsteps of Ms. Bhutto's father, Zulfikar Ali Bhutto, who as prime minister in the 1970s forged a strong bond with Beijing.\n  ''I will take whatever brief the Foreign Office gives me,'' he said of the purpose of the visit.\n  Mr. Zardari, 53, took the oath of office from Chief Justice Abdul Hameed Dogar, a controversial start to his rule because Mr. Dogar was appointed under an emergency decree by the former president, Pervez Musharraf, and has remained in place with Mr. Zardari's support.\n  The role of Mr. Dogar at the ceremony appeared to definitively signal that the former chief justice, Iftikhar Muhammad Chaudhry, who was fired twice by Mr. Musharraf, would not be invited back to his old job. Mr. Zardari has refused to reappoint Mr. Chaudhry despite pressure from his former coalition partner, Nawaz Sharif, who left the government over the issue.\n  Accompanying Mr. Zardari at the ceremony were his  daughters, Bakhtawar and Asifa, and his son, Bilawal, who has been named heir  of Mr. Zardari's mantle as head of the Pakistan Peoples Party.\n  The chief of staff of the army, Gen. Ashfaq Parvez Kayani, and other top brass sat in a prominent position at the swearing-in.\n  Historically, the Pakistan Peoples Party, founded by Ms. Bhutto's father, has had difficult relations with the army and the Inter-Services Intelligence, the nation's premier spy agency.\n  Mr. Zardari begins his five-year term with mixed reviews. He, like Ms. Bhutto and other politicians, received an amnesty on corruption charges from Mr. Musharraf, but the cloud of the allegations still lingers.\n  He spent 11 years in jail, leading The Daily Times, an English-language newspaper here, to use the headline ''Prison to Presidency'' when Mr. Zardari won the electoral college vote for the presidency on Saturday.\n  In a nationwide survey by Gallup Pakistan, 44 percent of respondents said none of the top three candidates should be the next president. Mr. Zardari received a 26 percent approval rating, compared with 18 percent for Saeeduz Zaman Siddiqui, the candidate of Mr. Sharif's party, the Pakistan Muslim League-N. \n  About 2,000 adults were interviewed in person on Aug. 31 and Sept. 1 for the survey. The margin of sampling error was four percentage points.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: President Asif Ali Zardari, right, with the Afghan leader, Hamid Karzai, on Tuesday under portraits of former Prime Minister Benazir Bhutto and Pakistan's founder, Muhammad Ali Jinnah.(PHOTOGRAPH BY MIAN KHURSHEED/REUTERS)                                                                              \n\nLoad-Date: September 10, 2008"
}