{
    "title": "Wielding the Threat of Terrorism, Bush Outmaneuvers the Democrats",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 7,
    "full text": "Until last weekend, President Bush had repeatedly fallen short in seven months of battles with a Democratic-led Congress that would not give him what he wanted on immigration or education, health care or energy policy. \n  But the Congressional vote that authorized eavesdropping without warrants on international communications, including those involving Americans within the United States, has shown that there is at least one arena in which Mr. Bush can still hold the line: terrorism. (See, ''Democrats, Republican accusations of being weak on ...'')\n  The Democrats' critique of Mr. Bush's conduct of the war in Iraq certainly contributed to their victory in midterm elections last November. And the Democratic candidates for president can count on thunderous applause when they attack Mr. Bush for his failure to capture Osama bin Laden, and for a heavy-handed approach at home.\n  But while the Democrats had hoped to leave town for the August recess on an upbeat note, Mr. Bush and his party succeeded in outflanking them with veiled -- and not so veiled -- warnings that any failure to give the president the authority he sought would leave his rivals liable in the event of another terrorist attack.\n  For a president who has played defense most of the year, relying on veto threats and, in terms of Iraq, almost plaintive pleas for time, it was a rare, winning use of offense. The victory points up an enduring challenge for Democrats, even as they have gained other advantages over Mr. Bush and his fellow Republicans.\n  ''Everybody was afraid they might be branded as soft on terrorism,'' Senator Barack Obama of Illinois, a Democratic presidential candidate, said Monday while speaking to Iowa voters.\n  Like 27 other Senate Democrats, including his presidential rival Hillary Rodham Clinton, Mr. Obama voted against the eavesdropping provision, but found himself on a losing side of a Republican-led coalition, in which 16 Democrats joined 43 Republicans and one independent in approving the measure, 60 to 28. In an interview on Monday, Mr. Obama lamented that Democrats had ''become comfortable with the rhetoric George Bush uses.''\n  In interviews, Democratic leaders and their aides acknowledged being outmaneuvered by the White House, which they accused of negotiating in bad faith, and portrayed the bill as a runaway train. Both sides agree that after a series of briefings by Michael McConnell, director of national intelligence, on potential threats to the nation and what he saw as crucial gaps in the surveillance law, they agreed to work together on a new set of provisions before the August recess.\n  Yet the bill that passed the Senate on Friday and the House on Saturday attracted mostly Republican support. In all, only 41 House Democrats voted for it and its inclusion of new powers to force the cooperation of telecommunications firms and to tap into e-mail correspondence and telephone conversations without court approval; 181 House Democrats voted against it.\n  Democratic leaders said they did win agreement that the authority would be in effect for only six months, at which point it would be revisited, though the House Speaker Nancy Pelosi immediately called the law ''unacceptable'' and vowed to change it sooner. Vice President Dick Cheney urged Congress to make the law permanent.\n  The arguments behind the expanded wiretapping power -- that failure to grant it would result in attacks here -- were reminiscent of those Republicans aimed at Democrats in the 2002 Congressional election, which brought a Republican victory and arguably helped Mr. Bush a year later to win Democratic votes authorizing the use of force against Iraq. \n  And Democratic memories are still fresh with attacks Mr. Bush used in 2004 against Senator John Kerry of Massachusetts, a presidential rival he portrayed as ''weak on terror.'' That Mr. Bush would succeed this month -- and on a program as controversial as the eavesdropping by the National Security Agency -- was somewhat surprising, given that the White House has seen its credibility on war and terrorism perceptibly erode this year. \n  In recounting the weekend showdown on Monday, Democrats said that they believed they had an agreement with Mr. McConnell on a narrow set of provisions that could address gaps in the surveillance law. But they said Mr. McConnell had pushed for broader presidential authority than they were ready to grant. ''We acceded to them and said, 'If this is the bar, we'll do it,' '' said Representative Rahm Emanuel, Democrat of Illinois and the chairman of the House Democratic Caucus. But, he said, ''then they would come back and say, 'That's not enough.' ''\n  White House officials said at worst there had been some miscommunication, and that Mr. McConnell had dealt openly.\n  In any case, Democrats said they had been left in an untenable position. They could either allow for a vote on the broader Republican proposals that were certain to pass, the Democrats said, or they could leave for the summer recess having passed no new security measure at a time when administration officials were pointing to potential threats from Al Qaeda, including a report in The Roll Call last week that terrorists were possibly focusing on Congress itself. \n  White House officials said their arguments were substantive, not political, and that they had not taken a confrontational approach. They noted that they even acquiesced to a request from Senator John D. Rockefeller IV, Democrat of West Virginia and chairman of the Senate Intelligence Committee, to remove a sentence from a draft of Mr. Bush's radio address on July 28. The deleted sentence had asserted that ''every day that Congress puts off these reforms increases the danger to our nation.''\n  But administration allies were striking the theme just the same. Senator Trent Lott, Republican of Mississippi, warned that if no action was taken, ''the disaster could be on our doorstep.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Representative Rahm Emanuel of Illinois, chairman of the House Democratic Caucus. (Photograph by Karin Cooper/CBS Face the Nation)     \n\nLoad-Date: August 7, 2007"
}