{
    "title": "WIESEL, IN OSLO, LAUDS PEACE AS 'OUR GIFT TO EACH OTHER'",
    "publisher": "the new york times",
    "year": 1986,
    "month": 12,
    "day": 12,
    "full text": "Elie Wiesel, the Nobel Peace Prize laureate, raised an impassioned cry today against persecution, terrorism, hunger and war. He said peace was not bestowed by God but ''is our gift to each other.''\nThe 58-year-old American author and survivor of Nazi death camps, who accepted the prize's gold medal and diploma Wednesday, delivered his formal Nobel Lecture in the Oslo University Festival Hall before an audience of about 800 people.\nHe sang a traditional Jewish song, then began the speech, titled ''Hope, Despair and Memory,'' saying: ''Have we failed? I often think we have.''\n \nCheck for $290,000\nHe also received the prize's stipend, a check for $290,000.\n''I have never seen such a big check in all my life,'' Mr. Wiesel said, handing the bank draft to his wife, Marion. He said he would use the money to set up a foundation to finance conferences on human rights.\nHe said a conference ''against and on hate'' was planned for next year, as well as a meeting of philosophers, humanists and scientists in Hiroshima, Japan, ''to see what we've learned from Hiroshima for the sake of humanity.''\nIn his lecture he said: ''If someone had told us in 1945 that in our lifetime religious wars would rage on virtually every continent, that thousands of children would once again be dying of starvation, we would not have believed it. Or that racism and fanaticism would flourish once again, we would not have believed it.''\nHe spoke of persecuted dissidents, mentioning by name the Polish activist Lech Walesa and the Soviet physicist Andrei D. Sakharov, among others.\n''How to explain any of it; the outrage of apartheid which continues unabated,'' he said. ''And the outrage of terrorism: of the hostages in Iran, the coldblooded massacre in the synagogue in Istanbul, the senseless deaths in the streets of Paris. Terrorism must be outlawed by all civilized nations - not explained or rationalized, but fought and eradicated.\n \n'Murder of Innocent People'\n''Nothing can, nothing will, justify the murder of innocent people and helpless children,'' he said.\n''Mankind needs peace more than ever,'' he said, ''for our entire planet, threatened by nuclear war, is in danger of total destruction. A destruction only man can provoke, only man can prevent.\n''Mankind must remember that peace is not God's gift to his creatures, it is our gift to each other.''\nThe laureate was scheduled to meet Friday with Prime Minister Gro Harlem Brundtland.\n\nGraphic\n\n \nphoto of Elie Wiesel (NYT)"
}