{
    "title": "Wife was victim in crimes charged to Turkish CentCom adviser, police say Maj. Huseyin Kurtdere, 39,",
    "publisher": "tampa bay times",
    "year": 2020,
    "month": 7,
    "day": 30,
    "full text": "TAMPA - A major in the Turkish military on assignment in Tampa appeared in court Thursday to face charges he tied up his wife and stuck a sock in her mouth before her death.Huseyin Kurtdere, 39, faces three counts of false imprisonment and three counts of battery in connection with the woman's death Monday at the family's apartment in Hyde Park. She had recently given birth and their three children were in the apartment at the time of the death, according to court testimony Thursday.Kurtdere told investigators his wife, 39, had been acting erratically and he believed she was suffering from post-partum depression, according to an arrest affidavit. He had tied her up before when she tried to leave the home barefoot and gave her melatonin to calm her, the affidavit said.The children are the only known witnesses to the crime, according to court testimony.The woman's name and relationship to Kurtdere are redacted from the affidavit but she was identified as his wife during court testimony.An autopsy is being conducted to determine the cause of death.A judge set Kurtdere's bail at $245,000 and ordered him to turn over his passport. \nIf released from jail, he will have to wear a GPS ankle monitor, remain under house arrest and have no contact with the couple's children. Records show he was still in jail Thursday morning. He is represented by a public defender.Kurtdere represents Turkey on the U.S. Central Command Coalition, a group of some 50 nations based at MacDill Air Force Base in Tampa that focuses on the fight against terrorism. He has been in Tampa since July 2019, according to court testimony.  Contacted Wednesday by theTampa Bay Times, Navy Capt. Bill Urban, Cencomm spokesman, said, \"It's a law enforcement matter and we refer you to the Tampa Police Department.\n\nGraphic\n\n \nSee image link\nTurkish CentCom adviser Huseyin Kurtdere, 39, faces charges of false imprisonment and battery in the death of his wife.\n\nLoad-Date: July 31, 2020"
}