{
    "title": "Wife, children get to visit detainee; Terrorism probe_Founder of Muslim charity has been held since",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 2,
    "day": 5,
    "full text": "The wife of the founder of a Muslim charity that was closed down as part of the government's terrorism investigation was allowed to visit her husband in jail Monday for the first time in nearly a month.\nRabih Haddad has been in government custody since Dec. 14, when he was arrested for alleged visa violations and federal agents closed the suburban Chicago offices of the Global Relief Foundation, which he co-founded.\nArrested in Ann Arbor, Mich., Haddad was transferred to the federal Metropolitan Correctional Center in Chicago about a month ago, where he has been denied visits from his wife and children and allowed limited telephone contact.\n\"It is not right what the government is doing,\" Salma al-Rushaid said Monday before entering the correctional center. \"(Attorney General John) Ashcroft, (President George) Bush, if you can hear this, this is not right.\"\nSalma al-Rushaid said she last saw her husband in early January in Michigan.\nAndy Thayer of the Chicago Coalition Against War & Racism, speaking for al-Rushaid, said federal officials promised she and her four children could have a contact visit with Haddad. Instead, al-Rushaid and the children were separated from Haddad by bars and thick plexi-glass.\n\"They were hoping to touch their husband and father, but were denied that opportunity,\" Thayer said.\nAs with other aspects of the case, the U.S. attorney's office refused to comment on the visit by Haddad's family.\n\"We are not commenting on his status,\" said Assistant U.S. Attorney Nancy Needles.\nHaddad, 41, of Ann Arbor is the co-founder of Global Relief, whose assets have been frozen in the terrorism investigation. He was arrested for a visa violation the same day federal agents raided the foundation's headquarters in Bridgeview.\nHaddad has had three hearings, all closed to the public, in an immigration court in Detroit. The government also is trying to deport Salma al-Rushaid and three of their four children. The Immigration and Naturalization Service says that al-Rushaid, like her husband, has overstayed a tourist visa.\nA hearing for al-Rushaid and her children is set before administrative Judge Robert Newberry on Feb. 12, according to Elaine Komis, a spokeswoman for the immigration court in Detroit.\nThe American Civil Liberties Union and several Michigan newspapers have filed lawsuits in federal court in Detroit seeking access to deportation hearings involving Haddad.\nSince his arrest and subsequent hearings, supporters have rallied around Haddad, and several congressmen have questioned the government's actions. No one has publicly offered evidence to link him to terrorist activity.\n\nLoad-Date: February 6, 2002"
}