{
    "title": "Will 1989 Bring Peace to the Middle East_",
    "publisher": "christian science monitor ",
    "year": 1989,
    "month": 1,
    "day": 25,
    "full text": "THE new year is opening at a time when the prospects for peace in the Middle East may be the most promising of the last 40 years.\nThere are at least three reasons for this: (1) the grass-roots Palestinian uprising of the past year, which has challenged the whole world to think more seriously about the dimensions of the Middle East conflict; (2) the decision by the Palestinians under Yasser Arafat to recognize Israel, renounce terrorism and agree to a settlement under the provisions of United Nations Resolutions 242 and 338, which obviously opens up new possibilities for meaningful discussions; and, (3) the beginnings of talks between the United States and the Palestinian Liberation Organization, which may result in better insight and understanding by both parties.\nThe key to a settlement now seems to rest with the Israelis. But before appealing to the Israelis and their friends in America to seize this opportunity, it might be well for me to explain the evolution of my own thinking about the Middle East.\nDuring 22 years in the Congress, I was a consistent supporter of the State of Israel. Looking back I can recall only one major roll call in all those years when I differed with the Israeli position: the package deal under the Carter administration which provided planes for Saudi Arabia and Jordan as well as Israel - a package which the government of Israel opposed but which was supported strongly by such longtime friends of Israel as former Senator Abraham Ribicoff.\nIn 1975, when I became chairman of the Middle East subcommittee of the Senate Foreign Relations Committee, I made a careful study tour of the Middle East. That tour, plus reading and questioning, convinced me that while it was right to continue support of Israel, it was also right to support the Palestinians and the Arab states. The people of Israel have a right to self-determination, including the right to a secure, free, and independent Jewish state. But the right is no stronger than the right of the Palestinians to self-determination and a Palestinian homeland.\nDuring the 1975 mission, I visited with Yasser Arafat in a small office in downtown Beirut. He told me then without reservation that while there were elements in the PLO who felt differently, he would accept the State of Israel and live in peace with the Israelis if Israel would permit an independent Palestinian state on the West Bank and Gaza Strip. He believed that the security of such a state and the security of its neighbors, including Israel, could be assured by the presence of a UN peacekeeping force along the borders.\nI believe that Arafat was expressing true private convictions to me in 1975 just as I believe his public restatement of these positions recently. But in the same year that I first met with the PLO leader, Secretary of State Henry Kissinger made a pledge to Israel that the US would not even talk to the PLO until it publicly renounced terrorism and accepted UN Resolutions 242 and 338 as the basis of a settlement. That has remained American policy as well as Israeli policy.\nIn a sense, Arafat was told by the US and Israel that there would be no negotiations with him until he had publicly yielded on key points of controversy in advance of negotiations. Arafat has now openly met those requirements and is urging an international conference to negotiate the unresolved issues on boundaries and security arrangements.\nTRUE to its stated position, the US has begun talks with the PLO. It is a matter both of justice and self-interest for Israel to follow suit either in bilateral discussions with the PLO or within the framework of an international conference or both.\nAs matters now stand the government of Israel under Prime Minister Yitzhak Shamir has said that it will not negotiate with Yasser Arafat and the PLO despite the fact that he has met previous demands laid down as the basis for discussions. The reason: the PLO's long record of terrorism and its desire to destroy the State of Israel. Shamir and other Israeli spokesmen say they will never accept the notion of a Palestinian state.\nNevertheless, permit me to make the case to Israel and its American friends as to why it is in Israel's interest to come to terms with the PLO and the Palestinians.\nAs for terrorism, it is of course true that this is a weapon used in the past by the PLO against Israelis. But the issue needs to be kept in perspective. Terrorism is a technique used by essentially powerless people to attract attention to their cause and to place psychological pressure on the people they are trying to influence. It can be a cruel and murderous tactic that victimizes innocent people. But the numbers of people injured or killed by terrorism is a small fraction of the numbers killed by conventional military operations.\nFor example, in the year-long Palestinian uprising involving stone-throwing Palestinian youths in the West Bank and the Gaza area, 14 Israelis have been killed while Palestinian deaths exceed 350.\nThe killing of Leon Klinghoffer during the hijacking of the Achille Lauro was a brutal and totally unjustified act, but this is also true of the beatings, crippling, torture, and killing of unarmed Palestinians by overwrought Israeli soldiers. All of us have witnessed the television coverage (before it was banned by the government of Israel) of Israeli soldiers breaking limbs, bashing heads, or shooting unarmed Palestinian youths. Beyond this, Israeli bombing planes furnished by the US have for years blasted the homes, villages, and refugee camps of the Palestinians resulting in deaths and injuries on a scale that dwarfs those resulting from sporadic terrorist incidents on the part of Palestinians.\nA death is a death and terrorism is terrorism, whether caused by a Palestinian terrorist or an Israeli bomber, and is never to be minimized. But if the hatred and violence responsible for death and terror on both sides is to be halted, it is necessary to stop the finger-pointing long enough to begin discussing the possibility of a settlement. There are not enough Israeli soldiers to kill all the Palestinians, and there are not enough weapons in Palestinian hands to do much more than harass the Israelis. So as is usually the case with such long-festering feuds, it makes more sense to stop the killing and begin talking. That is what Arafat is saying and that is what the Israelis must do.\nOF course, there is risk to Israel in conferring with the PLO and agreeing to a settlement that recognizes self-determination on both sides. But there is far more risk to Israel in continuing the conflict. Consider the costs of the present embattled course.\nEconomically, Israel is crippled by the inflationary cost of its continuous wartime demands. Inflation is literally off the charts in Israel with figures that are so exorbitant as to be beyond real measure. Both the public and private sectors are seriously in debt to the costs of conflict and preparations for further conflict. Many Israeli development possibilities are on hold because of the economic drain of the Arab-Israeli dispute.\nThe political and spiritual costs to Israel of continuing the present conflict, bitterness, and rigidity are even greater. If Israel insists on holding onto the occupied territories while denying the Palestinian inhabitants full citizenship, it will cease to be a democracy. If Israel grants full citizenship rights to the Palestinians while clinging to the territories, it will cease to be a Jewish state. If Israel attempts to drive the Palestinians from their homes on the West Bank and the Gaza area, it will betray both its political and spiritual ideals.\nBeyond all of this, the present intransigent posture of the Israeli government is isolating Israel from the global community. The US experienced that isolation when Secretary of State George Shultz denied Arafat the right to visit the US to address the UN in New York in early December. After being rebuked by the entire international community for this mistaken position, the US and Israel again were isolated when the rest of the UN members, including historic US allies, voted to call a special session of the UN in Geneva to hear Arafat's address.\nThe US began its declaration of independence more than 200 years ago by affirming ''a decent respect to the opinions of mankind.'' That is an example which the Israelis as well as the US might well emulate in 1989.\nMany Israelis as well as a growing number of American Jews and long-time supporters of Israel are urging the Israeli government to demonstrate its commitment to justice and self-determination by entering into good-faith negotiations aimed at long last at settlement of the Middle East conflict. I can think of no more joyous development for 1989.\n\nGraphic\n\n \nIllustration, no caption, JEFF DANZIGER - STAFF"
}