{
    "title": "Will there be peace_",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 1,
    "full text": "During this past week, President Barack Obama of the United States and 34 other nations pledged to transform nuclear security guidelines into national laws at the Nuclear Security Summit in Hague, Netherlands on Tuesday.  President Obama, who in 2010 hosted the first NSS, made it a goal of his administration to limit the threat of nuclear proliferation and nuclear terrorism.  At the two-day summit, it was agreed upon by 35 out of 53 nations to allow independent reviewers to evaluate security measures for nuclear fissile material.  One of the main goals of the summit is to prevent nuclear terrorism, which would be catastrophic on even a small scale.\nWhile reading about the event, I found it all too coincidental that I had just received back an essay I had written, about the long-term consequences resulting from President Truman's decision to drop atomic bombs on Hiroshima and Nagasaki.  While the debate surrounding that history is largely dormant, the concept of how nuclear weapons has created a dangerous environment that is almost impossible to reverse.  In a series of events resulting from nuclear proliferation in WWII, more states have joined the \"nuclear club,\" increasing the likelihood of terrorists acquiring nuclear material.  The only way the threat can be lessened is through international management of such weapons and material.  The possibility of eradicating nuclear weapons entirely is a zero-sum game.  If one nation rids their arsenals of nuclear weapons, the advantages in war and negotiation only increase for those that do not comply with international laws and guidelines, as well as non-state actors seeking their opportunity to strike.\nThe management of nuclear grade material is the main preventative measure outlined by President Obama of nuclear terrorism around the globe.  An example of successfully preventing a dangerous nuclear situation is when, at the 2010 NSS, Ukraine decided to remove all of its weapon grade material from its nuclear sites.  Considering the current situation in Ukraine's Crimean region with Russia, the fact that the material is absent removes what would have been another cause for concern in the conflict.\nFollowing the proliferation of nuclear weapons, the Unites States realized that the task of preventing other countries from starting their own nuclear programs was a difficult, if impossible task.  Adversaries, such as Russia, would obviously see the need to defend their homeland with nuclear power.  Fast forward 60 years, adversaries around the world possess enormous amounts of destructive power that could be used against the enemy in the matter of minutes.  India and Pakistan, whose animosity has existed since their independence in 1947, both have nuclear weapons programs.  Israel is known to possess nuclear capabilities as well.  Iran, in constant conflict with Israel, could potentially become nuclear in the near future.  North Korea, an enigma to the world, has conducted nuclear tests which could eventually be aimed at South Korea.  One of the biggest issues at the summit is the fact that many major nuclear powers did not agree to translate nuclear security guidelines into law, including Russia, China, India, and Pakistan.  Although the NSS is a huge step towards nuclear security, the fact that many countries still are not cooperating is the weakness in efforts to protect the world against nuclear war or nuclear terrorism.  While countries have the ability to negotiate terms and find alternatives to nuclear attack, some terrorist organizations are ideological rather than political.  Complete destruction and world disorder may be their goal.\nUnfortunately, focusing on the threat of nuclear terrorism was largely overshadowed by the Ukraine crisis, another cause for concern.  If peace was not established at this nuclear security summit, which from the looks of it was not,  world leaders must come together again and realize that while they may dislike one another, nuclear terrorism threatens all nations.  To agree to allow management of nuclear fissile material is to assist in preventing the end of the world as we know it through nuclear means.\nMarisa Claggett is a first-year student majoring in political science and minoring in Arabic. She can be reached at MC808919@wcupa.edu\n\nLoad-Date: April 2, 2014"
}