{
    "title": "Will Italy 's political balance be shifted by earthquake_",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 12,
    "day": 22,
    "full text": "The reaction of Italy's political parties to the trauma of the massive earthquake in the south and its still-numbing aftermath has been what the past pattern would lead one to expect -- but not quite.\nThe Christian Democrats and the Communists, the two dominant rival forces in the political-party arena, have closed ranks in their respective camps in the face of challenge -- as they have before.  The new element is that, in this process, each is trying to score points on the morality-in-public-life issue that has recently surfaced.\nThe reaction of the Italian people as a whole has also been what past experience would lead one to expect -- but with a question yet to be answered.\nItalian resilience in the face of tragedy and hardship, so often proven through the ages, ensures once again that life goes on.  The shock has been cushioned by the peculiar perennial coexistence of two Italys: the official one, seen to fail the test in this latest crisis; and the unofficial one of the man-in-the-street, in which the average Italian has evolved a way, in the face of disaster, to manage somehow (\"sa fare\" in Italian.)\nThe unanswered question is whether the shock of the terrestrial earthquake will yet set off a political or social earthquake big enough to change the party balance and alignment that has existed in Italy for over 30 years.\nThe earthquake of Nov. 23 was the most recent of three incidents of stark violence that stand out against a decade-long background of chronic urban terrorism and have inordinately shaken the long-suffering Italian people.\nThe earlier two were: in the spring of 1978, the kidnapping and subsequent murder of former Prime Minister Also Moro by terrorists of the extreme left; and, on Aug. 2 last, a massive explosion at Bologna railroad station in which 84 people were killed, for which terrorists of the extreme right are thought responsible.\nDespite the impact of these two murderous acts of terrorism on Italian public opinion at the time, neither seems to have produced any radical or lasting change at the top in the political lineup.  The Communists condemned the assassination of Mr. Moro as vigorously as anybody, and there is no reason to believe they had any part in it.\nBut the fact that he was the victim of left-wing terrorism may have helped the Communists, as leftists, to lose four percentage points in the 1979 parliamentary elections -- their first setback in national elections since World War II.  And the more recent Bologna explosion, believed to have been perpetrated by extreme right-wing terrorists, may have shifted to the extreme right (and away from the extreme left) a share of the burden of public opprobrium concentrated solely on the left in the wake of the Moro murder.\nThis same factor may have encouraged the extreme left to step up its urban terrorism in recent weeks, after a relatively effective drive by the government against terrorists of the left after the Moro murder.  The Red Brigades (Mr. Moro's killers) in a near-replay of the Moro drama are currently holding hostage a high-ranking Ministry of Justice official, Giovanni d'Urso, against a demand for the closure by the government of a maximum security prison.\nThe terrorists may deem the Christian Democrat-controlled government particularly vulnerable to pressure since the earthquake, because it is one of the main targets of popular outrage stirred by the public authorities' shortcomings in the rescue and relief efforts.  (The Christian Democrats have been further embarrassed by the Dec. 18 arrest in France of a suspected extreme leftist terrorist who is the son of Sen. Carlo Donat-Cattin, a leading Christian Democratic politician.)\nThe Communists, on the other hand, free of the responsibility of public office at the national level, see themselves as having an opportunity exploitable to their advantage.\nOn the spot, in the devastated mountain communities inland from Naples, they have spared no effort to establish a favorable image of themselves as bearers of help, free of corruption.  THey have had some success.  In the national political arena, the party leadership, adopting a lofty moral tone, issued a statement Nov. 27 on the authorities' shortcomings in responding to the earthquake.\nThe situation, according to the Communist statement, \"raises the question\" not so much of the responsibility of the incumbent Cabinet as of \"a power system, a concept and method of government which breeds and will continually breed inefficiency and confusion . . . and corruption and scandal in the life of the government parties.\"\nIt was a clear jab at the Christian Democrats, all the more telling because it came only 24 hours after President Pertini had gone on television to say that those responsible for \"inadequacies\" in the relief work should be punished.\nIn response, the Christian Democrats closed ranks.  Christian Democratic Prime Minister Arnaldo Porlani refused to accept the resignation of Interior Minister Virginio Rognoni, a fellow Christian Democrat, who had offered in effect to be a scapegoat for all the angry criticism the government was getting.  At the same time, Mr. Forlani got an assurance of support from the other parties in the coalition: the Socialists, Social Democrats, and Republicans.\nThis quick footwork headed off, at least for the time being, the likelihood of the earthquake bringing down the six-week old Forlani Cabinet.  It also tended to make academic a Communist Party proposal for an across-the-board discussion about a new government.\nCommunist Party leader Enrico Berlinguer nevertheless made it clear he was not abandoning his longstanding pressure for a government within which his party would be a driving force.  He did not claim the premiership for the Communists in any such government, but said the premiership in it should not go to a Christian Democrat.  The Christian Democrats, he said in the Communist Party newspaper Dec. 7, \"had furnished evident proof of their inability to give the country a minimum of political and moral direction.\"\nInterestingly, Mr. Berlinguer did not show his hand on whether an acceptable alternative premier would be Socialist leader Bettino Craxi.  Mr. Craxi is an increasingly important force to reckon with at the top.  He is thought to covet the premiership for himself.  As a stepping stone in that direction, he has long been trying to build up a third force in Italian politics between the Communists and the Christian Democrats.\nAlert to the morality issue, the Socialists in the Cabinet were taking a tough line even before the earthquake on a full investigation into a masive oil-tax evasion scandal with which Christian Democratic Industry Minister Antonio Bisaglia's name has been associated.\n\nGraphic\n\n \nPicture 1, Prime Minister Arnaldo Forlani, Sven Simon; Picture 2, Communist Party leader Enrico Berlinguer, Sven Simon"
}