{
    "title": "Will Yemen air strike change view of Fort Hood shooting_ Yemen 's air strike on Al Qaeda Thursday re",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 12,
    "day": 24,
    "full text": "A counterterror airstrike in Yemen that may have targeted Anwar al-Awlaki, the extremist cleric linked to Fort Hood shooter Maj. Nidal Malik Hasan, could raise new questions about whether Hasan's rampage in Killeen, Texas, on Nov. 5 was the act of a lone wolf or part of a conspiracy. The strike Thursday morning reportedly killed two Al Qaeda leaders, and possibly Mr. al-Awlaki, and was conducted with the help of the US. \nThe Pentagon is spending about $70 million this year to help Yemen fight Al Qaeda in a new front against terrorism. The raid on Al-Awlaki's home base is \"likely to change the perception of the Fort Hood attack,\" says I.M. Destler, public policy professor at University of Maryland and co-author of \"Protecting the American Homeland.\" \"It'll raise a strong question as to whether there was just this man who went over the edge and acted alone or whether it was part of a larger international plan.\" Hasan is alleged to have killed 13 and injured dozens of others in opening fire on a crowded soldier deployment center at Fort Hood on Nov. 5. He faces a court martial for murder, but no terrorism charges have been added. Some critics have drawn parallels between intelligence failures that preceded 9/11 and the Hasan attack, as Hasan's behavior may have raised red flags that were missed. Some of his colleagues at Walter Reed Hospital were aware of the Army psychiatrist's conflicted view of a looming deployment to Afghanistan. And the FBI was aware of his e-mail communications with al-Awlaki, a Yemeni American cleric, though officials reportedly found those e-mails \"benign.\" Fort Hood, a terrorist attack?Pending ongoing investigations, the Obama administration has resisted the terror label, and a November poll showed slightly more Americans view the Fort Hood rampage as a \"killing spree\" rather than an \"act of terrorism.\" But Sen. Joseph Lieberman (I) of Connecticut and others have cited the connection between Hasan and Al-Awlaki as proof that the Fort Hood shooting was a terrorist attack - which, if true, would be the first of the Obama presidency, and would have legal and political consequences for the investigation into the incident. Thursday's news from Yemen, if it proves that a terrorist group was behind al-Awlaki, may support that view and prompt an official reevaluation of the shooting. \"It is now inescapable for any seasoned expert on the Jihadist movement to see a wide and clear connection between Awlaki and Hasan,\" says Walid Phares, author of \"Future Jihad: Terrorist Strategies against America,\" in an e-mail. Regardless of whether al-Awlaki was killed or not, Mr. Phares says, the raid seems to show he was operating actively with Al Qaeda forces in Yemen. \"Awlaki was part of an active Al Qaeda terror action and he was in contact with Hasan, who committed a violent action against the US military inside the US. Not seeing the connection would be a dangerous failure in national security analysis, which could have future consequences.\" However, Bruce Hoffman, a terrorism expert at Georgetown University in Washington, D.C., told Time magazine that it was unlikely Awlaki would have been involved in operational activities. \"He was a cleric, not a field commander,\" he says. Al-Awlaki's roleAl-Awlaki is a reported to be a recruit for Al Qaeda, and was apparently a spiritual adviser to two of the 9/11 hijackers when he was an imam at a large mosque in northern Virginia. Former FBI agent Brad Garrett told ABC News last month, \"Awlaki is known as a senior recruiter for Al Qaeda ... [somebody to] encourage you and basically help you rationalize your behavior.\" On Wednesday, Al Jazeera published a new interview where al-Awlaki expressed surprise that the US military had not unearthed Hasan's plan but stopped short of taking responsibility for the plot. \"My support to the operation was because the operation that brother Nidal carried out was a courageous one, and I endeavored to explain my position regarding what happened because many Islamic organizations and preachers in the West condemned the operation,\" al-Awlaki said. The New Mexico-born al-Awlaki has been named in several recent terrorism investigations, and his role as a radicalizer has caused a growing debate over whether the US should shut down websites that offer \"virtual radicalization.\" --- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}