{
    "title": "Will November election turn on terrorism issue_ FROM THE LEFT",
    "publisher": "daily news ",
    "year": 2014,
    "month": 10,
    "day": 3,
    "full text": "The beheadings of Jim Foley and Steven Sotloff by the Islamic State enraged and horrihied the nation. But someone who knows her state down to the block and town green level said the killings were felt even more deeply here.\nThe threat from the Islamic State “is personal for us in New Hampshire,” said Sen. Jeanne Shaheen. “You know, Jim grew up in New Hampshire and Steven Sotloff went to school at Kimball Union Academy in Meriden.” More than most, she said, her constituents see the Islamic State “as the threat that it is.” \nThus has Shaheen, a Democrat up for re-election this year, taken a hard line in supporting airstrikes in Iraq and Syria. She speaks in favor of help for “the highters on the ground in Iraq” and building a broad international coalition to push back the terrorist group. \nBut a campaign advertisement that Scott Brown, Shaheen’s Republican opponent, started airing last week underscored a truth about politics: that a candidate’s actual positions often have a very strained relationship with what an opponent says about them. \nBrown, the former senator from Massachusetts, decamped over the border after his defeat two years ago in an attempt to return to what its members extol as the world’s greatest deliberative body. Yet his ad had little to do with deliberation and played instead on emotion and innuendo. It reflected Republican conhidence that whenever the country gets scared by terrorism, it reflexively moves to the GOP. \n“Anyone who turns on the TV these days knows we face challenges to our way of life,” Brown says. At this point, a higure clad in black and carrying an Islamic State flag parades across the screen. “Radical Islamic terrorists are threatening to cause the collapse of our country. President Obama and Sen. Shaheen seem confused about the nature of the threat. Not me. I want to secure the border, keep out the people who will do us harm, and restore America’s leadership in the world. I’m Scott Brown, and I approve this message because protecting the homeland is the hirst step to making America strong again.” \nThere is nothing quite like hyperbole to grab your audience, so why not stoke fears about “the collapse of our country”? Then notice Brown’s abrupt shift to the need to “secure the border.” Here he’s exploiting the threat of terrorism to smuggle the immigration issue into the campaign dialogue. Since Obama chose not to sign executive orders on immigration before the election, Republicans have had to hind other ways to keep anxieties at full boil. \nThen there’s the attack on Obama and Shaheen for seeming “confused,” the ultimate weasel word. \nThe latest Washington Post/ABC News poll found Americans approving Obama’s Islamic State policy by a margin of 50 percent to 44 percent. \nNonetheless, Shaheen would be quite happy to campaign on matters other than terrorism, not the least being Brown’s convenient adoption of New Hampshire as a new political base. When the former governor addressed the Pinkerton Academy dinner, she mentioned that her daughters had competed for state volleyball championships in Pinkerton’s gym. There is nothing at all “confused” about where her roots are planted.\n\nGraphic\n\n \nE.J. Dionne Jr. He writes for the Washington Post.\n\nLoad-Date: November 30, 2023"
}