{
    "title": "Will Pentagon plan flip voter views_ As defense officials eye Russia and China, terror worries Ameri",
    "publisher": "daily news ",
    "year": 2018,
    "month": 1,
    "day": 30,
    "full text": "President Donald Trump speaks to reporters as he arrives with Defense Secretary James Mattis (left) and Vice President Mike Pence at the Pentagon in Arlington, Va., this month.\nA newly released Pentagon strategy document proposes a new vision of America's national security priorities - one in which competition with China and Russia is more important to the United States than the fight against international terrorism.\nAfter almost two decades of a \"war on terror\" that came at huge expense but often had few tangible benefits, such a strategy would mark a noteworthy change in the way the United States conducts its foreign policy. However, the new strategy also raises a question: Do American voters agree?\nPerhaps not. A number of polls conducted over the past year show that Americans remain deeply concerned about the threat posed by international terrorism, while they appear to be underwhelmed by the risks posed by a rising China or a belligerent Russia. That disconnect between U.S. voters and the U.S. national security apparatus may become an issue down the road.\nThe National Defense Strategy was unveiled Friday morning at Johns Hopkins University's Paul H. Nitze School of Advanced International Studies. Speaking to reporters, Defense Secretary Jim Mat-tis explained that the document, which calls for a sustained financial investment in the military to overcome \"a period of strategic atrophy,\" reflects the real priorities for the United States at this moment in time.\n\"We will continue to prosecute the campaign against terrorists, but great power competition - not terrorism - is now the primary focus of U.S. national security,\" Mattis said.\nBeijing and Moscow are seen as the primary rivals. In its text, the National Defense Strategy states that \"long-term strategic competitions with China and Russia\" are the \"principle priorities\" for the Defense Department. North Korea and Iran were listed as \"rogue regimes\" that the United States would work to deter.\nThe shift in priorities detailed in the National Defense Strategy reflect concerns in the national security community about China and Russia's foreign policy ambitions. At the same time, it may also be a reflection of the idea that international terrorist groups like the Islamic State have had their capabilities seriously diminished over the past year and that they do not pose the same level of threat that they were once thought to.\nNotably, a report released by Jane's Terrorism and Insurgency Center on Thursday showed there was a global drop in terrorist attacks in 2017. Notably, there appears to have been a significant drop in the number of terrorism-related civilian deaths last year - if you look at the average for the previous five years, it was a drop of 45 percent.\nDespite this shift, there is little sign that the U.S. public is more concerned about the threat posed by China or Russia - or that it has stopped caring deeply about international terrorism.\nAccording to a poll conducted for the Chicago Council for Global Affairs last June, international terrorism was listed as a critical threat to the United States by 75 percent of respondents. That was the highest ranking for all choices given. Comparatively, only 38 percent listed China's military power as a critical threat to the United States, and only 30 percent listed Russia's territorial ambitions.\nA separate poll from Pew Research Center conducted in February and March last year found a similar result - 74 percent of Americans listed the Islamic State as a major threat to the United States, compared with 47 percent who listed Russia's power and influence and 41 percent who listed China's power and influence.\nThese results may seem surprising. You don't have to look far to see worrying aspects of Chinese and Russian foreign policy - the situation in the South China Sea or Ukraine are two obvious examples. Alleged Russian interference in the 2016 U.S. election is an additional sign of how Moscow's foreign policy can hurt the United States, and there is also more subtle evidence that Beijing has undertaken its own effort at covertly influencing U.S. politics.\nHowever, the threat from terrorism is simple to understand and specifically designed to instill fear. In contrast, the threats posed by a rising China or Russia are complicated; the United States does not have a purely adversarial role with either.\nPew's data show that Americans aren't alone in prioritizing terrorism over Chinese and Russian threats. In 38 countries polled, it found concern about the Islamic State was double that found for Chinese or Russian power. Though some East Asian nations like South Korea and Vietnam were notably concerned about China, concerns about the Islamic State were generally far higher - a majority listed it as a threat in 29 countries.\nIn the United States, concerns about terrorism are largely a bipartisan affair, according to the Chicago Council data. In contrast, majority-level concerns about China's military power or Russia's territorial ambitions were limited to Republican leaders (the greater Republican-leaning public did not seem to be especially perturbed by China or Russia).\nThe Pentagon is not bound by public opinion, of course. Many have long argued that concerns about terrorism were exaggerated in the West: One widely-shared statistic suggests that Americans are more likely to be killed by a lawn mower than an Islamist militant terrorist.\nBut perception can be as important as reality, and Mat-tis and others in President Donald Trump's administration may want to be wary of too quickly dismissing the threat from terrorism. Ahead of the 2016 vote, Pew's polling found that terrorism was one of the most important issues for voters, second only to the economy. And Trump, the election's eventual winner and a candidate who talked frequently about terrorism during the campaign, was narrowly favored by voters for his ability to defend the country from future terrorist attacks.\n\nLoad-Date: January 30, 2018"
}