{
    "title": "Will terrorism of drug lords strike U.S. _",
    "publisher": "the will ",
    "year": 1989,
    "month": 10,
    "day": 1,
    "full text": "Imagine that Pablo Escobar, the world's richest cocaine trafficker, has    suddenly been captured in Colombia. The government, fearing the    \"Godfather\" will immediately bribe his way to freedom, has decided to    extradite him to the United States as soon as possible. Within hours,    Escobar is on a plane heading north.\n \n     In Colombia even the threat to extradite a major drug trafficker    can cause a bloodbath, but this is a risk Colombia is now willing to    take. Since the Aug. 18 murder of presidential candidate Luis Carlos    Galan, Colombian President Virgilio Barco has decided to destroy the    Medellin cocaine cartel no matter what it costs.\n \n     But what price will the United States pay? The world's biggest    cocaine trafficker is in custody, waiting to go on trial for crimes    that likely will put him behind bars for several lifetimes. Will the    cartel try to break him out of jail? Will the cartel try to murder his    accusers? Will the cartel try to kill the judge, bribe the jurors or    kidnap the prosecutor's 11-year-old daughter? Will the cartel bomb the    nation's leading newspaper and kill the editor in an effort to    influence coverage? How vulnerable, finally, are U.S. institutions and    officials to the wrath of Colombia's drug bosses?\n    With Colombia's post-Galan crackdown in its second month, U.S. law    enforcement and the public at large are beginning to wonder whether -    or when - the cartel will bring its fight to the United States.\n \n     The short answer is that the cartel historically has been willing    to try almost anything, and will probably do so again. Earlier this    month the Royal Canadian Mounted Police arrested several Latin    Americans in New Brunswick and seized an arsenal of automatic weapons.\n \n Police believe the gunmen were organizing a prison break for two    accused Colombian cocaine traffickers arrested in April.\n \n     This sort of thing has been tried before, most notably in Miami in    1985, when cartel commandoes worked out an elaborate scheme to land a    helicopter inside a prison farm to pick up three prisoners awaiting    sentencing on a cocaine conviction. The prisoners were sentenced and    transferred before the plan materialized.\n \n \n   These would-be feats of derring-do have made an impression over the    years, but ultimately they are ephemeral phenomena that develop from    the belief that you can get away with anything once or twice.\n \n     For cartel violence to be really effective - to create the    'bloodbath' that many Americans fear - there must first be a climate of    terror in which the traffickers can work. This does not exist in the    United States - at least not yet.\n \n     The closest the cartel has come to a cold, calculated terrorist    success in the United States was the February 1986 murder of U.S.    federal informant Barry Seal, chief witness in a cocaine case against    Jorge Luis Ochoa, second only to Escobar in any list of cocaine's great    names.\n \n     Ochoa was in prison in Spain, facing possible extradition to the    United States. Seal was in Baton Rouge, La., having to report to a    Salvation Army halfway house every day as part of a plea-bargain    arrangement. A five-member Colombian hit team stalked him and shot him    in the halfway house parking lot.\n \n     All five were quickly arrested, tried and sentenced to long prison    terms. American justice, at least in that one case, was swift and    remorseless.\n \n     Spanish authorities eventually extradited Ochoa to Colombia, not    the United States, so the outcome of the U.S. case against him will    never be known. What is clear, however, is that murdering Seal caused    considerable legal damage to the prosecution. It also gave the cartel's    traffickers a measure of revenge and served as an object lesson for    those who would cross them in the future. The cartel's reach extends as    far as necessary.\n \n A bagman makes an offer   \n \n   Now, if we imagine Pablo Escobar in jail and awaiting trial, the    future has arrived. What might the cartel do to help its most    illustrious member?\n \n     To begin, a visitor from the cartel might ask for an appointment to    see the judge who is hearing the Escobar case. He would ask the judge    for a fix - dismiss the case, lose the paperwork, ignore it or void it    on a technicality.\n \n     In Colombia, in little cases, this sort of work is handled by    all-purpose cartel bagmen who prowl the courthouses carrying suitcases    full of cash. The standard bribe is $ 50,000, and to many Colombian    judges the price can look pretty good.\n \n     This is because judges in Colombia have no prestige and no respect.\n \n They are poorly protected and poorly paid - $ 200-$ 300 per month for a    first-level felony court judge. Any attorney with money or family    connections will immediately go into private practice with a big firm.\n \n The rest - the ones with nothing going for them but brains and idealism    - become judges, assigned to prosecute some of the most vicious    criminals the world has ever seen.\n \n     Our cartel bagman will immediately see that the quick and dirty    approach will not work in the United States, where even the lowliest    municipal court magistrate seems to wield the power of God.\n \n     On the other hand, Escobar's is hardly a little case. The offer    will go up - $ 500,000 in Colombia, maybe $ 2-million to our U.S. judge,    and the pitch will probably come from a close friend or associate of    the accused, or even a friend of the judge himself.\n \n     In the United States it would probably be hard for the cartel to    find someone to attempt this kind of felony. Very likely the judge    would refuse the bribe and possibly jail the messenger.\n \n     In Colombia, initial refusal does not dampen cartel enthusiasm. The    bagman would offer again, perhaps upping the fee. Then, if the bribe is    still refused, the judge would begin to notice people following him    around - riding the bus with him (or her, since many Colombian judges    are women), hanging around in the street at night and in the courthouse    hallways during the day.\n \n     This would probably not work in the United States, since judges are    well-protected, but you never know. Maybe the cartel could bribe the    judge's bodyguards, the way it happens in Colombia, or infiltrate a    clerk or a janitor into the judge's office.\n \n A coffin in the mail   \n \n   Suppose, however, that none of this worked. In Colombia the cartel    would shift tactics; in the United States it would probably do the    same. The judge might receive a telephone call in chambers, advising    him to drop the Escobar case. The judge will probably get an unlisted    telephone number, but the cartel will discover it in a matter of days.\n \n     Next, the judge will receive a small coffin in the mail bearing his    initials embossed on a brass nameplate. Then a messenger will deliver a    videotape of his young son riding the bus to school, playing during    recess, attending Cub Scouts and striking out in Little League. And    finally the judge will come home one afternoon to find his wife in    tears because someone has fed ground glass to the dog.\n \n     At that point the judge might recuse himself from the case, citing    conflict of interest, or he might suddenly become desperately ill, or    suddenly resign.\n \n     Or he might ignore all this and proceed. And then the cartel will    kill him, because, really, there was no other way.\n \n     For this formula to work - and it has worked in Colombia for 10    years - three things have to happen:        The traffickers must believe that intimidating judges - or cabinet            ministers, or police officers or presidential candidates - can win them    a case dismissal or whatever else they might want.\n \n     The judge (or cabinet minister, political candidate, etc.) must be    utterly certain that he will die if he does not take the money or    otherwise do the cartel's bidding.\n \n     Finally, the assassins must be absolutely sure that they will    probably never be caught, and will certainly never be prosecuted. They    must be able to get away with it - again, and again.\n \n     The way to make these principles credible is to build up a track    record, and the cartel has put in a lot of hard hours and paid a lot of    heavy money to terrorize Colombia into playing the game its way.\n \n     In the last 10 years drug traffickers have killed more than 50    judges and hundreds of other public employees and high officials,    creating a permanent climate of uncertainty in Colombian institutions.\n \n Three years after leaving office, former President Belisario Betancur    still must have a 24-hour-a-day armed guard.\n \n     Also, intimidation works. Recent Colombian history is well blotched    with cartel-induced snafus: how drug baron Ochoa paid $ 13,000 bail and    walked out of a Cartagena jail in 1986; how Cali drug lord Gilberto    Rodriguez won acquittal on a U.S. case brought in a Colombian court in    1987; how the Colombian Supreme Court crippled the extradition treaty    on a technicality, also in 1987.\n \n     Finally, none of the cartel leaders has ever been jailed for    murder, let alone tried. In many cases police have caught triggermen    and other hit team members, but they have never caught the ones who buy    the homicides.\n \n     The record of failure has reached the point where most Colombians    seriously question whether law enforcement has either the ability or    the will to strike back.\n \n     This is the realization of the terrorist dream: The cartel has    managed to create doubt about the government's ability to govern.\n \n It's different here   \n \n   In the United States conditions are much different. Threatening    judges does not win cases, in fact, quite the opposite is probably    true. Efforts at intimidation raise public fury.\n \n     Bribes, on the other hand, can work, and have worked to a limited    extent at the lower levels of law enforcement. Still, bribery in the    United States is not nearly as useful as it is in Colombia, for    Colombian judges have no choice. They must either take the bribe or    die.\n \n     Finally, and most important, threats are not credible without    murder, and the cartel has not demonstrated an ability to kill    high-ranking officials in the United States with the same regularity    and impunity that it enjoys in Colombia.\n \n     Should this begin to happen, then the United States could be in    store for a dose of Colombia-style chaos. But it will take years to    create the terrorist mood. Escobar probably wouldn't have enough time.\n \n     Still, all of this is not to say that the cartel will ignore    Escobar's capture. The cartel will try bribes. It might try a prison    break. It will almost certainly try to take a U.S. hostage in Colombia    to use as a bargaining tool.\n \n     And, yes, it may try to kill someone, but it will only do so out of    desperation. Terrorism succeeded in Colombia in part because the    government didn't choose to pursue the murderers until it was too late.\n \n In the United States, thankfully, people are paying attention.\n \n - Guy Gugliotta is co-author of the recently published book Kings of    Cocaine: Inside the Medellin Cartel (Simon & Schuster)   \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Pablo Escobar\n\nLoad-Date: November 10, 1992"
}