{
    "title": "Will bump for Bush help GOP in the fall elections_",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 21,
    "full text": "President Bush has done this before: He launches a series of speeches highlighting the war on terror, and his job approval rating improves in most major polls. Then the speeches end, and the bump fades.\nWill that happen again? And, in the end, how will the president's standing with voters affect how they approach individual races for Congress on Nov. 7?\nThe political world has been abuzz over the latest Gallup Poll, which shows Mr. Bush with his highest job approval in a year - now at 44 percent - and likely voters split evenly between Republicans and Democrats, 48 percent to 48 percent, over which party's candidate they would vote for in their congressional district. The \"generic ballot\" has typically favored Democrats among registered voters, often with a double-digit lead, so far this year.\nThe short answer is, it's too soon to tell if the improved national climate for Bush and Republican candidates - helped also by a decline in gasoline prices to a six-month low - has the legs to carry through to election day. Dick Morris, a political adviser over the years to top members of both parties, calls polling on presidential approval and congressional preference \"notoriously fickle.\" He and others note that 44 percent still isn't that great.\n\"His [Bush's] standing is not all that different than [President] Clinton's was in 1994,\" says Carroll Doherty, an analyst at the Pew Research Center, referring to the last time control of the House changed hands, from Democratic to Republican. \"It's still a pretty tough environment.\"\nBut the latest polling does contain many hopeful moments for Republicans concerned that the war in Iraq and perceptions of a weak economy are sinking Bush politically and damaging enough Republicans in competitive races to cost the GOP control of the House.\nAccording to the latest Gallup Poll, released Sept. 19:\n* Americans tend to believe the country would be safer from terrorism under a Republican-controlled Congress than under a Democratic-controlled Congress.\n* A growing percentage of voters - now 48 percent - see the Iraq war as part of the larger war on terror as opposed to an entirely separate military action (49 percent). In December, 43 percent saw Iraq as part of the war on terror versus 55 percent who did not.\n* Most voters - 67 percent - do not believe the Democrats have a plan for handling the situation in Iraq. Bush does not fare much better: 61 percent of voters say Bush does not have a clear plan for handling the situation in Iraq. But that's down from 67 percent in June.\nGallup editor in chief Frank Newport notes a strong partisan correlation among voters' partisan choices for Congress and which issue they see as most important in the fall election. Sixty-eight percent of registered voters who rank Iraq as the No. 1 issue plan to vote Democratic for Congress; among registered voters who rank terrorism first, 71 percent of registered voters plan to vote Republican.\n\"Convincing more voters to focus on terrorism as the pivotal issue in the fall campaign - as the Bush administration is attempting to do - could benefit the Republicans, just as convincing voters to focus on Iraq - as the Democrats are doing - could benefit them,\" writes Mr. Newport.\nThe 9/11 anniversary, the UN General Assembly meeting, and debate over legislation on military tribunals and warrantless wiretapping has provided news pegs for Bush to use his bully pulpit on terrorism. On Iraq, the news is continuous, but in public discussion, it has been drowned out by the terrorism debate. Still, the Gallup Poll found that 72 percent of Americans believe Iraq is in a state of civil war, which does not bode well for voter tolerance of continued US involvement there.\nThe Democratic polling organization Democracy Corps argued last week that Bush's bully-pulpit offensive had given him only a modest rise in job approval, \"concentrated in his conservative base.\" But Gallup's numbers show an across-the-board improvement for Bush among all political groups - Republican, Democratic, and independent.\nAccording to Newport, support for Bush among Democrats is up to 15 percent, Republicans are at 86 percent, and Independents are at about one-third approval. Compared with the previous poll, taken Sept. 7-10, which found Bush's job approval at 39 percent, he went up among all groups.\nCharles Franklin, an expert on presidential polls at the University of Wisconsin, Madison, says Bush's average job approval among major polls has gone from 34 percent in May to 41 percent today. Looking at Bush's ability to halt declines in approval by using the bully pulpit, he adds, \"there's reason to believe that this upward trend can at least sustain itself or flatten out, not turn around and fall again between now and election day.\"\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 20, 2006"
}