{
    "title": "Will school massacre be a watershed moment_",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 12,
    "day": 19,
    "full text": "ISLAMABAD - Many wonder if the attack that killed 148 people at a Pakistani school will be a watershed in the country's long, conflicted history with Islamic militancy.\nBut Pakistan has had many potential turning points in the war on terror that at the time were called game changers.\n\"If you look back I cannot even remember how many times one has held one's head in disgust and said, 'This can't happen again,'\" said Adil Najam, who heads the global studies school at Boston University. He cited, for example, the suicide bombing that killed at least 54 people and devastated the Marriott Hotel in Islamabad in 2008.\nSo it's easy to be skeptical that authorities will now wage an all-out war on terror. Still, there are some reasons to believe the latest attack could be different - and it's not just that almost all the dead were children.\n\"I think this has the potential to be a historic moment,\" Najam said. \"I think everyone senses that.\"\nMohammed Amir Rana, a Pakistani analyst for the Pak Institute for Peace Studies, called this a \"critical juncture\" for people in the country who have been sympathetic to Taliban militants or called for talks with them.\nConsensus is building for military or security action against the militants, Rana said. The improved relations between neighboring Afghanistan and Pakistan, who have accused each other of harboring militants, could go a long way to improving security on the western border, he said. The day after the school attack, army chief Gen. Raheel Sharif traveled to the Afghan capital, asking for the country's help in going after the militants.\nThe Pakistani Taliban claimed responsibility for the assault Tuesday during which a small cadre of suicide bombers stormed a military-run school in the northwestern city of Peshawar. The Taliban said the attack was in retaliation for an army operation launched in June in the North Waziristan tribal area.\nOn Thursday, hundreds of Pakistanis went to the school to show their support for the dead and wounded and condemn the militants. One student, Bilal Khan, said they had wanted to help clean up the school but were not allowed in. A woman held a sign that read: \"Down with Taliban. We demand peace and prosperity for our land.\"\nAnalysts said the Islamabad government needs strong public support to continue the fight against militants in the country's northwest.\nBut many Pakistanis view the militants sympathetically, seeing them as fighting for an Islamic cause. Others argued the militants are taking up arms against Pakistan only because it aligned itself with the U.S.-led war in Afghanistan. Still more question whether the militants are Pakistanis at all, suggesting the attacks are a \"foreign plot\" - code words often used to suggest Indian or American involvement.\nPakistan has long been accused of playing a double game when it comes to dealing with militancy - fostering some militant groups that operate in Afghanistan and India as a way of maintaining influence there, while pursuing other militants who target the Pakistani state.\nWhen the military launched the North Waziristan operation it vowed it would go after all militants. Doubts remain, though, about how aggressively the army has pursued groups like the Afghan Taliban or the Haqqani network, which the U.S. said is responsible for numerous attacks in Afghanistan.\nOne key challenge, said Pakistani analyst Mahmood Shah, will be addressing the network of religious schools that promote religious hate.\n\"There should be a zero-tolerance policy for extremists and terrorism,\" he said.\nFor example, a religious school in Islamabad associated with the Lal Masjid mosque named a library this year after slain al-Qaida leader Osama bin Laden.\nOutside the mosque on Thursday, a group of roughly 60 protesters rallied against its ideological support for militancy - a rare instance of people publicly questioning religious leaders.\nOther Pakistani madrassas, which operate with little government oversight, also preach a hard-line form of Islam and support the fight against the U.S. in Afghanistan.\nAnother challenge for Pakistan will be creating a criminal justice system that can properly handle the militant networks. Many praised as a hopeful sign Prime Minister Nawaz Sharif's decision Wednesday to lift a moratorium on the death penalty in terrorism cases.\nNevertheless, analysts said the system is deeply flawed. There are few convictions in militancy cases, partly because of a lack of protection for witnesses and judges.\nOn Thursday, a Pakistani anti-terrorism court granted bail to the chief defendant on trial for the 2008 attack that killed 166 people in the Indian city of Mumbai. The judge, Kausar Abbas, found that there was not enough evidence to keep Zaki-ur-Rahman Lakhvi in custody, according to a defense lawyer.\nIndia has blamed the Pakistan-based militant group Lashkar-e-Taiba for the attack. Pakistan pressed charges against Lakhvi and six other men for assisting in the deadly siege, but the trial has not made any progress.\nIndia's External Affairs Ministry spokesman, Syed Akbaruddin, urged Pakistan to reverse Thursday's decision to grant bail and referred to this week's attack at the school.\n\"Given the scale of the tragedy that Pakistan itself has faced in recent days,\" he said in a statement, \"it is incumbent on it to realize that no compromise can ever be made with terrorists.\"\n\nLoad-Date: December 19, 2014"
}