{
    "title": "Winning War on Terror Requires Reconsideration of Saudi Alliance",
    "publisher": "the forward",
    "year": 2003,
    "month": 12,
    "day": 12,
    "full text": "More than a year after the September 11 terrorist attacks, the Saudi interior minister, Prince Nayef, told an Arab media outlet that he thought \"the Jews\" were responsible for the attacks on the World Trade Center and the Pentagon.\nWhen a senior member of the Saudi ruling family - its top law enforcement officer responsible for tracking down terrorists - promotes wild, antisemitic conspiracy theories to explain away the September 11 attacks, it is time for America to look seriously at our relationship with Saudi Arabia and its reliability as an ally against terrorism.\nThe war on terrorism requires unprecedented cooperation and diplomacy among the global community - especially among countries in the Middle East. But America cannot afford to hold its nose and play nice with a country whose actions often speak louder than its words when it comes to fighting terrorism. It's time to put the American-Saudi relationship on a frank and balanced basis. Not surprisingly, the Saudi-friendly Bush administration has failed to get this point.\nSaudi Arabia's role in financing terrorism is well-documented. A report published by the Council on Foreign Relations tells us that \"For years, individuals and charities based in Saudi Arabia have been the most important source of funds for Al Qaeda. And for years, Saudi officials have turned a blind eye to this problem.\"\nPerhaps even more disturbing is the allegation that Al Qaeda continued to receive money from inside Saudi Arabia long after the September 11 attacks. According to the council's report, \"some, whose donations go to Al Qaeda, know full well the terrorist purposes to which their money will be put.\" The Saudi government now claims to be cracking down on terrorist financing, but its actions have not yet matched its words.\nSaudi Arabia's support for Islamic extremism here and elsewhere is also well known. Saudi-funded hate speech can be found in schools, mosques and other institutions across the world, fostering hatred of Jews, Christians, Americans and the West. This kind of officially sanctioned bigotry breeds terrorism.\nSpokesmen for the Saudis now say that their textbooks are being rewritten to remove \"possibly offensive\" language and that Islamic clerics are being told to tone down their rhetoric. But we need more than promises. We need to see the new textbooks. We need to hear what the government-financed clerics are preaching.\nLikewise, we need to see the fruits of real effort and cooperation on terrorist investigations. Full cooperation has never occurred on the 1996 killings of Americans at the Khobar Towers military complex in Saudi Arabia. Even after this year's Riyadh bombings, we still await the results of the investigation; we still await a detailed report on the crackdown.\nAnd while Saudi officials and spokesmen have said repeatedly that the Saudi government is opposed to every form of terrorism, the Saudi regime openly and enthusiastically supports Palestinian terrorist groups, such as Hamas. The Saudis cannot pick and choose among terrorist groups, approving some while claiming to oppose others. Maintaining a close relationship with a government that blesses Hamas with their seal of approval can only hinder America's ability to effectively engage in a meaningful Middle East peace process.\nAnd while Saudi officials and spokesmen have said repeatedly that the Saudi government is opposed to every form of terrorism, the Saudi regime openly and enthusiastically supports Hamas. The Saudis cannot pick and choose among terrorist groups, approving some while claiming to oppose others.\nOne would think that an American president who threatens the world by announcing \"you're either with us or you're with the terrorists\" would be particularly troubled by the actions of the Saudi regime. But then one would be underestimating the hypocrisy that has become the hallmark of the Bush administration.\nThis president refuses to come clean on his administration's relationship with the Saudi royal family. Shortly after the September 11 attacks, when airplanes were still grounded, the White House allowed a Saudi charter flight to round up members of the bin Laden family and leave the country without time for an investigation.\nBeyond Secretary of State Colin Powell admitting that the flights were \"coordinated within the government,\" the Bush administration has said nothing about why this flight was allowed. Shockingly, we have an administration that is ready and willing to rifle through the e-mails and library books of innocent Americans in the name of fighting terrorism, but refused to trouble the bin Laden family for a moment of its time as it fled America after the worst terrorist attack in our history.\nSome may argue that the ties that bind us to Saudi Arabia are inescapable, that our energy dependence on Middle Eastern oil will never allow us to pressure the Saudi regime to reform. I say that this is only true if we allow it to be.\nAs president, I will not stand by and allow America to be held hostage by Saudi oil. We can unleash the spirit of American ingenuity to meet this challenge.\nI have a plan to reduce America's dependence on oil by 2 million barrels a day - about the same amount we import from the Persian Gulf - through investment in clean energy technologies that will increase efficiency and allow us to capitalize on domestic and renewable sources of energy. No foreign government can embargo this type of energy - and no terrorist can seize control of it.\nEvery day and every year we delay, America will continue to pay a high price for our over-reliance on foreign oil. We spend $20 billion annually on oil imports from the Persian Gulf. Instead of indefinitely sending that money to the Middle East, we should launch an energy strategy to invest in the Midwest and in the rest of America, generating new jobs and new technologies here at home. My energy plan will create 500,000 new jobs, produce 20% of American energy from renewable fuels by 2020, and finally end America's dependence on foreign oil in 10 years.\nOur national security requires that we do everything possible to ensure that Saudi promises to join the fight in the war on terrorism are real. Reforms must be genuine, not window dressing, and there needs to be accountability. Our relationship must be frank and open.\nSo far, in yet another example of the Bush administration's failed foreign policy, this president has been unable and unwilling to stand up to the Saudi regime and make this happen. It is time that America creates a real partnership with Saudi Arabia - a genuine partnership against terrorism.\n\nLoad-Date: June 14, 2006"
}