{
    "title": "Winners and Losers in U.S. Plans to Withdraw 2,000 Troops",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 21,
    "full text": "President Trump's decision this week to withdraw all American troops from Syria within 30 days risks leaving United States' allies in the long-running war weakened while strengthening rivals backed by Iran and Russia.\nAmerican troops entered Syria in 2015 as part of a coalition fighting the Islamic State, which had seized large swaths of territory in Syria and Iraq. In the three years since, the extremist group's self-declared caliphate has crumbled. But the ongoing lack of stability in both Syria and Iraq could provide fertile ground for the jihadists to retrench. \n  The American pullout could also weaken the country's influence over any negotiations on a settlement to end the conflict.\n  ''The leverage that might have been there for the United States in Syria is no longer there because now everyone knows that the United States will leave Syria unconditionally,'' said Joost Hiltermann, the Middle East director of the International Crisis Group, a conflict and foreign policy research organization.\n  Here are some of the parties to the conflict that have the most to gain or lose from an American withdrawal.\n  The Winners:\n  Iran, Russia and Syrian President Bashar al-Assad\n  Mr. Assad and his chief international backers Russia and Iran would all benefit from an American troop withdrawal, which would further tighten Mr. Assad's once-tenuous grip on his battered country.\n  Iran is one of the biggest winners as the international ally with the most invested in Syria and the most at stake. During the war, Iran embedded itself in Syria, redrawing the strategic map of the Middle East.\n  It has sent in thousands of Shiite forces, who fought on the ground, and deployed drones and precision weapons to keep Mr. Assad in power. That secured an all-important land bridge through Syria to supply weapons to Hezbollah, Iran's Shiite militia ally in Lebanon and a steadfast enemy of Israel.\n  Iran trained and equipped Shiite fighters while strengthening ties with allies in Iraq and Lebanon in hopes of building a united front in the event of a new war with Israel.\n  Russia also stands to benefit. A day after Mr. Trump's announcement on Wednesday, President Vladimir V. Putin of Russia applauded the decision, saying during a news conference, ''Donald's right, and I agree with him.''\n  Russia contributed around 5,000 troops and a few dozen aircraft to prop up Mr. Assad's government, which secured Moscow's strategically important naval facility in the Syrian city of Tartus on the Mediterranean Sea. Russia also expanded its military footprint in Syria during the war.\n  ''It certainly helps the Russians, who have benefited tremendously from a quite limited investment in Syria,\" said Jon B. Alterman, director and senior fellow of the Middle East Program at the Center for Strategic and International Studies.\n  Through its alliance with Syria, Russia has maintained its influence in the Middle East.\n  ''They re-established themselves as a global player when the conclusion had been that the glory days of the Soviet Union were dead and gone,'' Mr. Alterman said.\n  For Mr. Assad, the American withdrawal means the path forward for Syria will be shaped largely by forces sympathetic to his government and its interests.\n  The two biggest threats to his leadership have been substantially neutralized -- the myriad rebel groups that tried to overthrow the Syrian government and the Islamic State -- the latter thanks largely to the military force brought to bear by the American-led international coalition that fought the militants.\n  Turkey\n  Turkey and the United States, NATO allies, have frequently found themselves at odds in Syria, even though both opposed Mr. Assad. That is because the United States backed a mostly Kurdish force in Syria, saying they were the fighters most capable of pushing back the Islamic State.\n  Turkey has long battled Kurdish separatists at home in the country's southeast and saw the rising power of Kurds along its border in northern Syria as a threat. President Recep Tayyip Erdogan of Turkey recently threatened military intervention against the Kurdish forces in Syria that Washington has backed since 2015.\n  The exit of American troops would leave Turkey open to taking action to curb the power of Kurdish forces in Syria.\n  Islamic State\n  ''We have won against ISIS,'' Mr. Trump declared in a video that was published on Wednesday. But experts, including some of Mr. Trump's own staff and coalition partners, disagree.\n  Though the militants retain just 1 percent of the territory they held at the height of power, this would remove a major military adversary in the region. During a State Department briefing on Dec. 11, Brett McGurk, Mr. Trump's special envoy in the fight against the Islamic State, said the battle was not over.\n  ''The end of ISIS will be a much more long-term initiative,'' Mr. McGurk said. ''Nobody is declaring a mission accomplished.''\n  The Losers:\n  Syrian Kurds\n  Despite being America's key allies in the fight against the Islamic State, the Kurdish-led Syrian Democratic Forces are being virtually abandoned, critics of the withdrawal say. The Kurds have relied on American support, and a sudden withdrawal could be disastrous, leaving them exposed from all sides.\n  The Syrian Democratic Forces denounced the withdrawal in a statement on Thursday.\n  ''The White House's decision to withdraw from northern and eastern Syria will negatively affect the campaign against terrorism,'' the group said. ''The fight against terrorism is not over yet, and the final defeat of terrorism has not come yet.''\n  The group warned that the move would create a ''political-military vacuum'' that would allow the Islamic State to thrive again.\n  Kurdish forces are likely to lose territory and control as a result of Mr. Trump's decision.\n  ''Kurds and their allies have paid a very heavy price,'' said Mutlu Civiroglu, a Washington-based Kurdish affairs analyst. ''They have fought on the front line, and thousands of Kurdish men and women lost their lives fighting on behalf of the entire world.''\n  He said many now feel betrayed: ''They feel like all the efforts are about to go in vain.''\n  As the Kurds -- a stateless and often marginalized group -- took back territory from Islamic State forces in northern Syria, they worked to created an autonomous region.\n  Israel\n  A newly empowered Iran with unfettered land access to their Hezbollah allies -- without American forces in the north of Syria as a counterweight -- poses an existential threat to Israel.\n  ''Israel will be very unhappy about this because they see it as a net gain for Iran, and they are right,'' Mr. Hiltermann said.\n  As Israel's most powerful ally, the United States plays an outsize role in security for the country, and the withdrawal of troops could threaten that balance.\n  Civilians\n  Civilians have borne the brunt of the conflict in Syria for years, with millions displaced from their homes and millions more who fled the country struggling abroad as refugees.\n  Aid groups warn that further destabilization of northern Syrian could spark yet another humanitarian disaster in the region.\n  The International Rescue Committee, which has been working to provide humanitarian assistance in parts of Syria for years, warned that a potential Turkish offensive in the region could be devastating.\n  ''Throughout this conflict, these political and military decisions have been made without any apparent consideration of the humanitarian consequences. As a result, every decision has heightened the danger and distress for civilians,'' said David Miliband, president of the International Rescue Committee.\n  Many Kurdish civilians would likely flee the area if the Kurdish militias lose control of northern Syria.\n  ''There will be a humanitarian crisis, there is no question,'' Mr. Hiltermann said.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/12/20/world/middleeast/winners-losers-syria-trumps-troops.html\n\nLoad-Date: December 21, 2018"
}