{
    "title": "Winslow boys, 1 other face terrorism charge",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 4,
    "day": 7,
    "full text": "Police lodged stiffer charges yesterday against the youths who officials say conspired to massacre students at Winslow Township High School, and authorities have arrested a fourth boy allegedly involved in the guns-and-terror plot.\nAll four boys are charged with two first-degree counts of conspiracy to commit murder as well as the previous charges of making terroristic threats and conspiring to make terroristic threats.\nAnother new first-degree charge - terrorism - was also filed against the juveniles. Authorities said the charge, made possible under a 2002 law, had never been used in Camden County.\nState officials also said no New Jersey defendant had ever been convicted of terrorism, which carries a minimum 30-year prison sentence for adults. Acting Camden County Prosecutor James P. Lynch and Winslow Township Police Chief Anthony Bello said they had not decided whether to file a motion seeking to move the youths - ages 14 to 16 - to adult court.\nLynch and Bello have 30 days to make that decision, and added in a statement that their investigation was continuing and that others might still be charged.\nNew light was shed on the case during a hearing yesterday before state Superior Court Judge Angelo DiCamillo in Camden.\nDiCamillo ordered the youths, whose names are not being released because of their ages, held at the county's Blackwood juvenile detention facility pending psychiatric and psychologic evaluations by the Department of Human Services because of \"the potential danger that the juveniles may pose to themselves or others.\"\nTwo of the boys are on medication. An attorney described one treatment as \"serious medication\" for a \"serious diagnosis.\"\nOne of the boys is in counseling, his attorney said.\nPublic defender Ruth Ann Mandell's request that the 14-year-old be released on electronic monitoring was denied.\n\"He's a very good boy,\" she said. \"He cooperates at home. He does whatever he needs to do.\"\nShe said the boy was \"rather frail and vulnerable.\"\nTwo boys have arrest records for fighting. Their cases never reached trial. The 14-year-old is also charged with another count of terroristic threats and assault on allegations that he grabbed a girl's neck and threatened to kill her last month.\nPolice have said the boys intended to threaten and kill 25 students, teachers and other members the Winslow High community both in school and outside. Three teens were arrested Tuesday night, and a 15-year-old Hammonton High School student was arrested Wednesday night at his home Hammonton, Atlantic County.\nAccording to authorities, the boys planned to enter the lunchroom during fourth period one day this month, launch a food fight, throw chairs, and order everyone onto the floor.\nThe ringleader, a 15-year-old, then planned to execute people, officials said.\nPolice said that the teens had tried to buy guns, but that one purchase was thwarted when a vendor didn't produce the weapons and another when the seller was arrested on a warrant.\nRumors of a plot surfaced, and Winslow High students talked to school authorities, who took the matter to police.\nOn the school's Web site, interim principal Michele Ferner asked students and parents for help in settling down a shaky environment.\n\"All of the necessary precautions have been taken to ensure the safety of students and staff,\" she wrote. \"At this time, we need your help in stopping the rumor mill from taking over and causing more concerns. If you have any questions or firsthand information, please contact a member of our administrative staff.\"\nOfficials from the school district did not return phone calls seeking comment.\nOutside the Camden County Hall of Justice in Camden yesterday, the father of one of the boys said there had been no plot, only a misunderstanding.\n\"I think it's just kids hanging out together and having a little wild time. That's all,\" he said.\nThe Winslow allegations bear eerie similarities to a 2003 Oaklyn plot in which three teenagers with a cache of weapons were halted in a plan to commit multiple homicides.\nContact staff writer Kristen Graham at 856-779-3927 or kgraham@phillynews.com. To comment, or to ask a question, go to http://go.philly.com/askgraham.\n\nLoad-Date: April 7, 2006"
}