{
    "title": "Wiretaps mystery_ Did they work_ CIA never tried to judge effectiveness in war on terrorism, report",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 11,
    "full text": "WASHINGTON - Despite the Bush administration's insistence that its warrantless eavesdropping program was necessary to protect the country from another terrorist attack, FBI agents, CIA analysts and other officials had difficulty evaluating its effectiveness, according to an unclassified government report made public Friday.\nThe CIA made no effort to document how the program had contributed to counterterrorism successes, and CIA officials saw it as just \"one source among many available analytic and intelligence-gathering tools,\" the report said.\n\"Consequently, it is difficult to attribute the success of (any) particular counterterrorism case exclusively to the (program),\" it said.\nThe report, written by inspectors general from the CIA, Pentagon, Justice Department, National Security Agency and the Office of Director of National Intelligence, also faulted the Bush White House for its secretive handling of the program.\nBush officials so restricted access to information about the program that Justice Department officials couldn't properly monitor it - or even judge its legality, the inspectors general concluded.\nThe program was secret until 2005, when the New York Times revealed its existence. The news provoked an outcry from civil liberties groups and members of Congress, including some Republicans.\nThe Bush administration asserted the president had the power to authorize eavesdropping without court oversight because at least one party was suspected of supporting or engaging in terrorist activities. In 2007, however, the Bush administration abandoned that position and said it would seek warrants for its surveillance program from a special national security court.\nThe 38-page report is an unclassified version of a much longer document, hundreds of pages of which remain secret.\nThe short version offered new details of the sometimes dramatic clashes between administration officials over the program's legality, but it left unanswered questions about the extent of the eavesdropping and whether any abuses occurred.\nInvestigators interviewed about 200 officials, but several former high-level officials _ including former White House chief of staff Andrew Card, former Attorney General John Ashcroft, former Justice Department lawyer John Yoo and former counsel to the vice president David Addington - refused to be interviewed, hobbling the probe.\nFrom the outset of the program, which began shortly after the Sept. 11, 2001, terrorist attacks, the White House provided details to just three Justice Department officials: Ashcroft, Yoo and then-Counsel for Intelligence Policy James Baker. Yoo wrote the early memos that provided legal justification for the program.\nThe White House's reliance on a \"single DOJ attorney\" to draft the first series of memos justifying the program \"was extraordinary and inappropriate,\" the report said.\nJay Bybee, then the assistant attorney general overseeing the Office of Legal Counsel and Yoo's boss, told investigators he wasn't informed about the program and was later \"surprised\" to learn through news accounts of Yoo's involvement.\n\"The lack of oversight and review of Yoo's work, as customarily is the practice of OLC, contributed to a legal analysis ... that at a minimum was factually flawed,\" the report said.\n\"The White House's strict controls over DOJ access to the (program) undermined DOJ's ability to perform its critical legal function during the (program's) early phase of operation,\" the report said.\nThe legal problems were only discovered in 2003 when additional lawyers were assigned to review the program.\nBy 2004, it became clear to some Justice Department officials that Yoo's memos didn't \"accurately describe\" some of the intelligence activities under the program, which meant the program lacked an adequate legal justification, the report said.\nThe realization led to a clash between White House officials, including then-White House Counsel Alberto Gonzales, who wanted the program reauthorized, and Justice Department officials who wanted changes to make the program conform to federal law.\nAs a result, the administration ran the warrantless eavesdropping program without the Justice Department's approval for up to three weeks, nearly triggering a mass resignation of the nation's top law enforcement officials. The president, however, then moved to reauthorize it without Justice's approval.\n\nLoad-Date: July 12, 2009"
}