{
    "title": "WIRETAP POLICY'S IMPACT UNCLEAR INSPECTORS GENERAL REPORT QUESTIONS ITS EFFECTIVENESS IN FIGHTING TE",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 11,
    "full text": "WASHINGTON -- While the Bush administration had defended its warrantless wiretapping program as a vital tool that saved lives, a new government review released yesterday said the its effectiveness in fighting terrorism was unclear.\nThe report, mandated by Congress last year and produced by the inspectors-general of five federal agencies, found that other intelligence tools used in assessing security threats posed by terrorists provided more timely and detailed information.\nMost intelligence officials interviewed \"had difficulty citing specific instances\" when the National Security Agency's wiretapping program contributed to successes against terrorists, the report said.\nWhile the program obtained information that \"had value in some counterterrorism investigations, it generally played a limited role in the FBI's overall counterterrorism efforts,\" the report concluded. The CIA and other intelligence branches also viewed the program, which allowed eavesdropping without warrants on the international communications of Americans, as a useful tool, but could not link it directly to counterterrorism successes -- presumably, arrests or thwarted plots.\nThe report also hinted at political pressure in preparing the so-called threat assessments that helped form the legal basis for continuing the classified program, whose disclosure in 2005 provoked fierce debate about its legality.\nThe initial authorization of the wiretapping program came after a senior CIA official took a threat evaluation, prepared by analysts who knew nothing of the program, and inserted a paragraph provided by a senior White House official that spoke of the prospect of future attacks against the United States.\nThese threat assessments, which provided the justification for then-President George W. Bush's reauthorization of the wiretapping program every 45 days, became known among intelligence officials as the \"scary memos,\" the report said. Intelligence analysts involved in the process eventually realized that \"if a threat assessment identified a threat against the United States,\" the wiretapping and related surveillance programs were \"likely to be renewed,\" the report added.\nThe report found that the secrecy surrounding the program may have limited its effectiveness. At the CIA, it said, so few working-level officers were allowed to know about the program that the agency often did not make full use of the leads the wiretapping generated, and intelligence leads that came from the wiretapping operation were often \"vague or without context,\" the report said.\nThe findings raise questions about assertions from Mr. Bush and his most senior advisers that the warrantless wiretapping program was essential in stopping terrorist attacks. In January 2006, for example, Mr. Bush said the surveillance program \"helped prevent attacks and save American lives.\" Former Vice President Dick Cheney has made the same point, most recently in his public defense of the administration's campaign against terrorism.\nThe report provided previously undisclosed details about the legal and operational schisms that dogged the program in its five years of existence. The 38-page document released yesterday was an unclassified version. The bulk of the findings remain classified in separate reports from each of the five inspectors-general, who represent the Justice Department, the NSA, the CIA, the Defense Department and the Office of National Intelligence.\nThe inquiry included interviews with about 200 government and private-sector personnel, but some key players -- including top Cheney aide David Addington, former CIA Director George J. Tenet, former Attorney General John Ashcroft and John Yoo, a Justice Department lawyer who endorsed the wiretapping program -- declined to be interviewed.\nCongressional Democrats who had been program critics said they found the report's conclusions disturbing. \"While former Bush administration officials continue to argue that their policies made the country safer,\" said Rep. Ron Wyden, D-Ore. \"I believe this report shows that their obsession with secrecy and their refusal to accept oversight was actually harmful to U.S. national security, not to mention the privacy rights of law-abiding Americans.\"\nIn a statement, current Director of National Intelligence Dennis Blair said he was committed to \"seeing that all surveillance activities protect U.S. national security and comply with the laws of the United States.\"\nThe inquiry stopped short of assessing whether the wiretapping program violated the law requiring court-ordered warrants before wiretapping Americans' communications. But the report faulted the administration for what it called a failure to conduct adequate legal review of the program at its inception.\n\nLoad-Date: July 14, 2009"
}