{
    "title": "WISCONSIN OFFICIALS NOT INCREASING SECURITY OVER MILLENNIUM; TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 1999,
    "month": 12,
    "day": 24,
    "full text": "Although threats of possible terrorist activity have federal officials tightening security at airports and telling U.S. citizens to be wary of packages, airport officials and authorities in Wisconsin say they are not increasing safeguards.\nThe Federal Aviation Administration said travelers at U.S. airports should expect tightened security precautions, including stricter enforcement of parking regulations.\nThe FAA said it would make more use of devices to check airline passengers for small traces of explosives and additional bomb-sniffing dogs and uniformed police would patrol airports as the new year approaches.\nBut Mitchell International Airport in Milwaukee hasn't added a single metal detector, airport spokeswoman Pat Rowe said Wednesday.\n''Mitchell is already at a high level of security, and we have been for several years,'' Rowe said. ''The FAA has asked airports only to reaffirm with their employees the commitment to diligent security -- and we did that.\nDoyle ''We are sticking with what we already have in place.''\nThe Dane County Airport in Madison has not added specific security measures, but officials have told employees to be more intense in their security checks, said Rob McLean, deputy airport director.\nThe Chippewa Valley Regional Airport in Eau Claire had been informed of the need for increased security at U.S. airports by federal officials. But Scott Rud, Eau Claire manager of Mesaba Airlines, which handles the Northwest flights to and from Minneapolis, would not say if the airport implemented additional safety measures.\nWisconsin Attorney General James Doyle Jr. has met with local authorities to make sure they are ready to handle the dawn of 2000, but he has not specifically mentioned the possibility of any terrorist activity, Doyle spokesman Randy Romanski said.\n''It's really no different than any other year,'' Romanski said of Jan. 1, 2000, when federal officials worry terrorists will use confusion surrounding the Y2K computer bug -- when some fear computer systems will lock up after reading the year as 1900 -- to attack U.S. airports or Americans abroad.\n''But the attorney general is encouraging people to use caution,'' Romanski said.\nWisconsin's National Guard is ''regularly assessing our exposure to a threat,'' Lt. Col. Tim Donovan said.\nAlthough members of the National Guard in Wisconsin will staff emergency operations centers and high-frequency radios on New Year's Eve, there are no plans to add more because of the possibility of a terrorist attack.\n\nGraphic\n\n \nJames Doyle\nNeal Ewers says he bought his new keyboard because he wanted to give his friends the gift of music for Christmas.\n\nLoad-Date: December 29, 1999"
}