{
    "title": "Wisconsin delegates arrive in Big Apple ; They say fighting terrorism should be top priority",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 8,
    "day": 29,
    "full text": "Wisconsin delegates to the Republican National Convention say fighting terrorism should be the top priority of whoever wins this fall's race for president. The economy and jobs are close behind.\nThey overwhelmingly oppose abortion and gay marriage. In other words, they reflect some of the core values of the GOP.\nRepublican Party of Wisconsin chairman Rick Graber said the delegates that will be in New York City this week represent the organization's hardcore volunteers as well as its efforts to reach out to minority voters. Part pep rally for the troops, part showcase for the president and his agenda, the convention marks the beginning of the sprint to election day as people truly tune in to the campaign.\n\"Most importantly, it's to focus the people in the arena and just as importantly the people at home on the very important decision in November,\" Graber said.\nThe Associated Press surveyed 39 of the 40 Wisconsin delegates to the national convention, measuring their views on a range of issues as well as their backgrounds. The surveys found:\n* Two dozen are attending a convention for the first time as delegates.\n* Two-thirds of the delegates are male.\n* Three-fourths of those surveyed described themselves as white. Another four described themselves as black, one as Hispanic and another as both white and American Indian. Republicans have trumpeted this year's national delegation as its most diverse.\n* All but one respondent opposed gay marriage.\n* Nearly 80 percent opposed abortion rights.\nDelegates also were asked to rank the issues they thought should be the top priority of whoever wins the presidency in November. Fighting terrorism was the most frequently ranked response, followed by the economy and jobs.\nReminders of the war on terror will be everywhere during delegates' stay in New York - and not just from those hoping to highlight President Bush's response to the Sept. 11 terrorist attacks. Republicans chose the city as the site for their convention in part to remind voters of what some consider the defining event of Bush's presidency.\nPutting on the convention in the same city where terrorists attacked the World Trade Center towers also has resulted in a heavy security presence.\nMary Buestrin, Wisconsin's national committeewoman, has attended the past five Republican conventions. But this is the first time dogs sniffed her luggage even before she was allowed into her hotel off Times Square.\n\nLoad-Date: August 29, 2004"
}