{
    "title": "Wise may seek homeland security funding Heightened terrorism alert levels trigger around-the-clock s",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 5,
    "day": 21,
    "full text": "philk@wvgazette.com  \nA growing agenda for a June special session of the Legislature could include a funding bill to cover the costs of heightened homeland security, administration officials said Tuesday.\nGov. Bob Wise announced Tuesday evening that the state Emergency Operations Center has been reactivated in response to federal authorities raising the national terrorism threat level to orange alert, denoting a high threat level.\nThat means the office, housed in the basement of the East Wing of the Capitol, will be manned 24 hours a day u the second time this year it has gone on around-the-clock status for an orange alert.\nThe center was also open for about 72 hours two weeks ago, when much of the state was under the threat of severe weather.\nWise said Tuesday it is possible he may need to ask the Legislature for additional funds to cover the costs of the heightened security.\n\"Obviously, we have to keep the EOC up and running on a 24-hour basis,\" he said, noting that the orange alert also increases man-hours for State Police and other law enforcement agencies.\n\"To this point, we have made do. It is difficult for all the agencies, not just the OES,\" said Joe Martin, state secretary of military affairs and public safety. \"Much more and we may need a little help.\"\nWise is expected to call the Legislature into session in early June, primarily to act on legislation intended to keep the state's financially troubled workers' compensation system solvent through at least 2006.\nWise said Tuesday the call will also include legislation to make corrections to bring the 2002 law creating the Economic Development Grant Committee into compliance with last week's ruling by the state Supreme Court.\nWise said it is vital to act quickly on the corrective legislation, since the $ 215 million in pending grants could generate $ 1 billion in development projects around the state.\nWise said he also intends to submit a supplemental appropriations bill to restore funding for several public education programs cut out of the 2003-04 state budget, including the 2004 Governor's Honors Academy.\nWise, in announcing the activation of the EOC Tuesday evening, stressed that there is no specific threat to West Virginia.\n\"Activation of the Emergency Operations Center here in the Capitol allows us to react immediately to anything that might take place,\" he said.\nTo contact staff writer Phil Kabler, use e-mail or call 348-1220.\n\nLoad-Date: May 22, 2003"
}