{
    "title": "With ties strained, Bush and Putin seek common ground Iran , terrorism, trade are on agenda as they",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 11,
    "day": 18,
    "full text": "Though their political relationship is strained, President George W. Bush and Russian President Vladimir Putin are trying to speak with one voice about the war on terrorism and the campaign to stop North Korea's nuclear ambitions.\nThe two leaders were meeting today, apparently still at odds over how to address Iran's nuclear programs and with long-running differences over the U.S.-led invasion of Iraq and U.S. concern that Russia is retreating from democracy.\nFar from home, Bush was confronted with an announcement that South Korea intends to bring home about a third of its 3,200 troops in Iraq next year.\nToday's meeting was the fifth between Bush and Putin this year, after talks in Moscow; Washington; Bratislava, Slovakia; and Gleneagles, Scotland. Despite their disputes, they're on a first-name basis and emphasize their friendship, which was strengthened when Putin stepped forward and supported Bush after the terrorist attacks of Sept. 11, 2001.\nBush and Putin were meeting in a hotel suite before the opening of the annual Asia Pacific Economic Cooperation forum. The White House said the key topics would be Iran, North Korea, terrorism, trade, Moscow's goal of joining the World Trade Organization by the end of the year and developments in Russia.\nBush met with Southeast Asian leaders to underscore U.S. interest in the region, one of the battlegrounds in the fight against terrorists. Bush was interested in asking the leaders to exert their influence on the military junta in Myanmar, which Secretary of State Condoleezza Rice said was \"one of the worst regimes in the world\" for its record on human rights and free speech.\nPutin has refused to support Bush in the president's eagerness to go to the U.N. Security Council with suspicions that Iran is trying to build a nuclear arsenal. Over U.S. objections, Russia is building a nuclear reactor for a power plant in Iran, an $800 million project the United States fears could be used to help develop nuclear arms.\nPutin says he shares the U.S. goal of an Iran without nuclear arms but that he has been assured Tehran has no ambitions for developing a nuclear weapon and instead wants its program for civilian energy use alone.\nBush and Putin have generally agreed on a need to avert the spread of nuclear weapons technology to other nations, including North Korea. Russia is a partner with the United States, China, Japan and South Korea in talks aimed at persuading North Korea to halt its nuclear program in return for energy and security guarantees.\nThe political relationship between Bush and Putin has frayed, in part because of U.S. concerns that Putin is consolidating power in the Kremlin and eroding democratic advances in post-Soviet Russia.\nWhile Russia backed the United States in the war in Afghanistan, Putin vehemently opposed the invasion of Iraq.\nPutin has been outspoken about the struggle against terrorism, but U.S. officials accuse Russia of turning a blind eye toward what they say is Iranian and Syrian support for terrorists.\nOf all the issues roiling Asia this year -- from how to deal with North Korea to ways to stamp out international trade in counterfeit goods -- the possibility that bird flu could become easily transmissible between people and cause a global pandemic will take center stage.\nIn sessions today and Saturday, Bush and other leaders will discuss disaster preparations related to the threat of avian influenza, Faryar Shirzad, the White House deputy national security adviser for international economic affairs, told reporters Thursday.\n\nGraphic\n\n \nPHOTO\n PHOTO - President George W. Bush is greeted by monks Thursday during his visit to the Bulguksa Temple in Gyeongju, South Korea. The Associated Press \n\nLoad-Date: November 19, 2005"
}