{
    "title": "WITH ROME AIDE FREE, CAPTORS ARE SOUGHT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 16,
    "full text": "The police began a new search today for the Red Brigades kidnappers who this morning released a magistrate they had held for 33 days.\nPolice helicopters flew over the center of Rome all morning. But by evening no trace of the abductors had been found, and the place where the magistrate, Giovanni D'Urso, had been held remained unknown.\nItalian police begin search for Red Brigade kidnappers following release of magistrate Giovanni D'Urso in Rome today\nMr. D'Urso was found unharmed in the center of the city early today. His captors left him tied, gagged and covered by a blanket in the rear of a small car in the Via Portico d'Ottavia in the old Jewish quarter, a few short blocks from the Justice Ministry, where he worked.\nA man identifying himself as a member of the Red Brigades called ANSA, the national news agency, shortly after 7:30 A.M. and told the agency where Mr. D'Urso had been left, giving the model and color of the car.\n \nMethod Used With Moro's Body\nThe method was reminiscent of the early morning in May 1978 when the Red Brigades left the dead body of former Prime Minister Aldo Moro in another small car in the same quarter of central Rome a short distance from the headquarters of the Christian Democrats and the Communists, the two parties that Mr. Moro had tried to persuade to cooperate.\nMr D'Urso, after he was freed from the locked car and untied by policemen, asked to be taken to the central police headquarters.  There he was reunited with his wife and two daughters and then remained closeted for four hours with investigators.\nHe was reported to have told them that he had been driven for an hour in three different cars before being left near the ministry. He was reported to be in good physical condition and mentally alert.\nOne of the major remaining questions today was how much inside information Mr. D'Urso gave to the terrorists who interrogated him.  The Red Brigades in a leaflet issued yesterday said they had decided to spare his life in part because he had willingly cooperated with them and had described to them the inner workings of the sections of the Justice Ministry and the police dealing with terrorism. He had identified many officials and described their functions, they said.\n \nOther Magistrates Fearful\nThis seemed to be borne out by a text that appeared in the weekly news magazine L'Espresso and that was described by the editors as a partial transcript of the terrorists' interrogation of Mr. D'Urso.\nSome of the magistrate's colleagues have expressed fears about the safety of the officials identified by him. Carlo Sarzana, a high official in the Justice Ministry, was quoted by the newspaper La Stampa today as saying, ''Now we have to find our answer to D'Urso's revelations to the Red Brigades.'' Mr. Sarzana said the entire prison system would have to be changed. ''When an organization has been infiltrated, you have to start from scratch,'' he said.\nIn Parliament, where a debate on terrorism was in its second day, members of all parties expressed relief over Mr. D'Urso's release.  But it was clear that the drama, which has been the main issue on the political scene for several weeks, had left deep divisions.\n\nGraphic\n\n \nIllustrations: photo of Giovanni D'Urso"
}