{
    "title": "Without Adequate Weapons, We Remain At The Mercy Of Terrorists Lai Mohammed",
    "publisher": "the will ",
    "year": 2020,
    "month": 11,
    "day": 30,
    "full text": "Lai Mohammed SAN FRANCISCO, November 30, (THEWILL)  The Minister of Information and Culture, Lai Mohammed has said that without adequate weapons or platform, Nigeria will remain at the mercy of terrorists. Lai Mohammed made this known on Monday in Maiduguri, Benue State after a meeting with the State Governor Samuel Ortom for a scheduled event of the official handing over of the Nigerian Institute of Hospitality and Tourism.\n He lamented that the insurgent attack in Zabarmari, Jere Local Government Area of Borno State which led to the death of 43 farmers is unfortunate and the Federal Government is doing everything to eliminate the insurgents. \"What happened in Borno State was quite unfortunate but we must also be able to look at the strategy of the terrorists.\n Terrorists use media and publicity as oxygen.  \"When they go on the mindless killing of innocent people, it is like a dying terrorist group which suddenly spring back to life.\n This doesn't mean that the Federal Government is not doing well enough\", Mohammed said. 43 farmers were killed on Saturday morning around Marrabati and Hammayya villages, near Zabarmari in Jere Local Government Area of Borno State by Boko Haram terrorists.\n The minister lamented that the nation had been denied access to acquire weapons to fight Boko Haram terrorists. He said to decimate the terrorist group, the country needed more support from global partners as well as acquiring adequate weapons to fight them.\n According to him, when government talked about terrorism, people did not seem to appreciate that terrorism is not a local issue, but a global issue and that there is no part of the world that did not experience its own pocket of terrorism. But you must also note that we are dealing with terrorists who are financed globally and we also need more support from global partners, for instance, Nigeria has made an attempt to acquire a better and more effective platform to deal with terrorists but for one reason or the other we have been denied this platform, these weapons and without adequate weapons or platform we remain at the mercy of terrorists.\n \"Terrorism is a global issue and there is no part of the world that is not experiencing these pockets of terrorism. I am glad that you heard from the governor himself that the Federal Government has assisted a lot in curbing the insecurity in Benue State.\n \"We also need more support from global partners. For instance, Nigeria has made attempt to acquire better and more effective platforms to deal with terrorists.\n But for one reason or the other, we have been denied these weapons. And without adequate platforms and weapons we remain at the mercy of terrorists,\" the Minister said.\n \"You see fighting terrorists is not a joke because what actually happened in Borno State is unfortunate but you must also look at the strategy of the terrorists. \"Terrorists use media and publicity as oxygen, so when they go on this kind of mindless killing of people.\n It is not that the government is not doing enough, terrorism whether in Afghanistan or anywhere in the world has the same concept, a group of people who are extremist in their thoughts who don't think that you and me should be alive\", he added. \n\nLoad-Date: December 3, 2020"
}