{
    "title": "With Rise of Far-Right Extremists, N.Y.P.D. Creates Special Unit",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 11,
    "full text": "Threats from far-right and neo-Nazi organizations, including groups like The Proud Boys, will be investigated.\nFor almost two decades, the intelligence bureau of the New York Police Department has built a security apparatus designed to track international terror groups like Al Qaeda and the Islamic State. \nNow, the department is aiming those resources at a different target: far-right and extremist hate groups.\nPolice officials say they have formed a new unit within the department’s intelligence bureau, known as “Racially and Ethnically Motivated Extremism,” or “R.E.M.E,” that will be primarily dedicated to investigating terror threats from far-right and neo-Nazi organizations, including groups like the Atomwaffen Division and The Proud Boys. \nThe unit became operational early this month, and already has dozens of open investigations, police officials said. \nJohn Miller, the commissioner of the intelligence division, said the far-right extremist groups are not that different in nature from Islamic extremist groups like Al Qaeda. “There’s no different recipe except our offenders are likely to be on the ground here,” he said in an interview.\nMayor Bill de Blasio announced the unit’s creation on Wednesday at City Hall, just a day after a gun battle in Jersey City, during which two people with guns opened fire at two different locations, including a kosher supermarket, killing three bystanders and a Jersey City detective.\n“What we saw yesterday was a premeditated, violent, anti-Semitic hate crime,” Mr. de Blasio said. “In other words, you can say it was an act of terror.”\nThe two suspects, a man and a woman, were killed in a shootout with police. The man, who has been identified as David N. Anderson, 47, had a history of posting anti-Semitic and anti-police rhetoric online, one law enforcement official said, speaking on the condition of anonymity to discuss an open investigation.\nThe R.E.M.E. unit appears to be one of the first of its kind organized in a local police department, and its creation underscores the urgency with which law enforcement views the threat of far-right inspired attacks. According to the Anti-Defamation League, which tracks such incidents, 50 people were killed by extremists in the United States in 2018, and every one of the incidents was linked to far-right ideologies.\nThe unit will use the same tools that are applied in other terrorism investigations, said Thomas Galati, the chief of the department’s intelligence bureau. In an interview, Mr. Galati declined to go into specific detail. But police officials said those tools could include anything from tracking internet message boards to undercover operations inside far-right groups.\nThe city’s police department had previously investigated threats from such organizations across several different divisions. But one week this summer rattled police officials in New York: A gunman in El Paso, Texas, opened fire in a Walmart and killed 22 people; a separate shooter in Gilroy, Calif. shot and killed three at a Garlic festival; and another shooter in Dayton, Ohio opened fire in a bar and killed nine.\nThose three incidents prompted the department to expedite creation of the new unit, the police said.\n“You can wait for that terrible thing that has a terrible impact on human life to happen in New York City,” Mr. Miller said. “Or you can look at those things that are happening in all those other places and say, ‘Let’s organize a more focused effort to detect and prevent that now.’”\nThe size of far-right groups in New York City remains unclear. Katherine Sizemore, an intelligence analyst assigned to the new unit, said that while few of them are based in New York, the city is often mentioned as a target for attacks. \n“Who do they see as being the threat to the society they want to create — this white ethnostate?” Ms. Sizemore said. “A city like New York City, where you have all of these races and ethnicities and religions all in one place. That’s the threat.” \nLast October, the Metropolitan Republican Club in Manhattan was the scene of a violent brawl between The Proud Boys, a far-right group that disdains liberals, feminists and Islam, and anti-fascist activists. The violence came shortly after the founder of the Proud Boys, Gavin McInnes, a former Brooklyn hipster and right-wing provocateur, spoke at the club.\nTwo members of The Proud Boys were convicted on charges of attempted gang assault and rioting in relation to the melee.\nNot far outside the city’s boundaries, far-right militias operate in New Jersey, Pennsylvania and Connecticut, law enforcement officials said. Long Island has an active chapter of Oathkeepers, a right-wing militia group, and another militia group, the Three Percenters, has had a presence in New York State for years. \nPolice officials said they had seen groups like The Proud Boys and Patriot Front, a white supremacist group, put posters at college campuses in the city. \n“There are people we’re definitely concerned with in the tristate area,” Chief Galati said. “It’s our job to identify them and make sure they’re not acting out.” \nThe R.E.M.E. unit will include representatives from New Jersey and Pennsylvania state police, and agents from the federal Bureau of Alcohol, Tobacco, Firearms and Explosives. \nHow to deal with threats from far-right groups has been a subject of debate at the highest levels of law enforcement. While supporters of groups like the Islamic State or Al Qaeda can be charged in federal court for supporting an overseas terror organization, critics say there is no comparable charge when someone supports a domestic group that endorses violence.\nBut the police department’s new unit will likely test how far state and local prosecutors can push local laws to fill gaps in federal statutes. New York State has its own terrorism charges, including a material support charge that could be used against proponents of domestic, far-right groups, Mr. Miller said. \n“We’re essentially legally all set for our state charge,” Mr. Miller said. “Our state charge makes no differentiation between domestic terrorism and foreign terrorism, and there is a material support charge.”\nThe New York Police Department has drawn fire from civil liberties lawyers in the past for its monitoring of political groups. After the Sept. 11 attacks, the police department helped launch a secret surveillance program targeting the city’s Muslim population. In more recent history, the department has kept tabs on groups that protest police brutality, like Black Lives Matter. \nMr. Miller said that is within the intelligence bureau’s purview to monitor far-right groups.\n“Well, we’re authorized to do that,” Mr. Miller said. “We’re the only entity in the N.Y.P.D. designated in the patrol guide to investigate quote-unquote political activity, meaning political activity that could lead to illegal activity.”\nPHOTO: Officers patrol Times Square after a bomb threat in November. (PHOTOGRAPH BY Dave Sanders for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: May 11, 2021"
}