{
    "title": "With Fears About Terrorism, Security Measures Multiply",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 8,
    "full text": "For Lyndon B. Johnson's funeral here in 1973, security consisted primarily of police officers at the viewing, the service, the airport and the routes in between. The officers did not have radiation detectors on their belts, automatic weapons on their shoulders or gas masks at the ready.\n As official Washington prepares to pay tribute to former President Ronald Reagan at its first state funeral in more than 30 years, the threat of terrorism looms large over three days of events starting Wednesday. Though the police say there is no specific indication that the events will be targets, the presence of almost every major federal officeholder, hundreds of foreign dignitaries and thousands of onlookers has the authorities moving into overdrive.\n ''For L.B.J.'s funeral, the only security was police with sidearms,'' said Richard A. Baker, the Senate historian. ''That was about as sophisticated as it got. It was nothing compared to the sophistication and the resources we have today.''\n Led by the Secret Service, local police departments, government agencies and the military are canceling days off and scrambling to deploy thousands of people. There will be snipers on rooftops, bomb-sniffing dogs on the ground, plainclothes officers roaming the crowds and helicopter surveillance -- and that is just what might be seen. The authorities also promise covert efforts, as well as teams of specialists in the wings to deal with everything from a nuclear response to chemical dangers.\n At the Capitol, where Mr. Reagan's remains will lie in state for more than 24 hours beginning Wednesday evening, the police will use a dozen metal detectors to screen as many as 200,000 mourners. Events are being scripted down to the smallest detail for a memorial service there that will draw Vice President Dick Cheney and hundreds of other public officials, including members of Congress and Supreme Court justices. \n ''We plan how they arrive, what door they use, what hallway they use, what room they are held in and the order of entry into the Rotunda,'' said Terrance W. Gainer, chief of the Capitol Police.\n Preliminary estimates by House officials put the cost at as much as $1.5 million, counting overtime pay and transportation and other expenses. Most officials expect the money to be paid from the budgets of the departments involved. \n ''I won't know the true costs until after the event,'' said Dwight Pettiford, acting chief of the United States Park Police, whose officers are involved in the security effort. ''Personnel costs are usually the highest.''\n Far larger may be the costs associated with productivity lost from the nationwide shutdown of the federal government on Friday, which President Bush ordered Sunday. The Office of Personnel Management estimated that a one-day stoppage in Washington alone would cost about $66 million, though officials said the observance for Mr. Reagan was apt to cost less because the State, Defense and Justice Departments and others associated with national security would remain open.\n Chad Kolton, a spokesman for the Office of Management and Budget, said his office had no hard numbers. ''There's room in the budget to honor President Reagan in a manner befitting his contribution to the country,'' Mr. Kolton said.\n With events spread out over several days and nights in different parts of Washington, the memorial presents a challenge even in a city used to huge events like presidential inaugurations, State of the Union addresses and protests of all kinds. Increased security will be felt from the Capitol to the National Cathedral, where Mr. Bush is scheduled to speak at the funeral on Friday. \n The Reagan memorials have been designated a national special security event, which increases resources for major gatherings like political conventions and the Super Bowl. \n ''We look at each event's uniqueness,'' one Secret Service official said. ''No two events come out or are planned the same way.''\n But the authorities are all looking at it through the prism of a terrorist threat. Since the 2001 attacks, local police departments have been immersed in terrorism responses. At the Metropolitan Police Department in Washington, officers have radiation detection gear. At the Capitol Police, many train on heavy automatic weapons. At the Park Police, they have gas masks. Many officers also have chemical suits and other protective gear. Much of their training each year has been retooled to include responses to terrorist hazards.\n ''We've been living post-9/11 for three years,'' said Charles H. Ramsey, chief of the Metropolitan Police. ''Like New York, we have a higher level of readiness than most places.''\n Though security had slowly tightened inside the Capitol in previous decades -- cameras and photo identification badges were added -- it was not until after the 2001 attacks that security rose to current levels.\n Mr. Baker, the historian, said Sept. 11 ''was such a searing gash in the national memory. Everything is pre and post.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: The military and Capitol staff and police worked on details yesterday. (Photo by Doug Mills/The New York Times)                                                                           \n\nLoad-Date: June 8, 2004"
}