{
    "title": "With Libya , is 'Obama doctrine' on war emerging_ Barack Obama entered the White House responsible f",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 3,
    "day": 19,
    "full text": "Barack Obama began his presidential term as commander-in-chief responsible for two wars he had inherited. Now, as Iraq winds down and Afghanistan drags on - both of which have uncertain futures - he finds himself at the outset of possible US combat in Libya.\nAs a result, while any \"Obama doctrine\" regarding the use of US military force has yet to be declared, one seems to be emerging.\nObama's actions in this case have been deliberate, indicating a clear hesitance to be out front in yet another war in a Muslim country.\nIN PICTURES: Qaddafi burns oil pipelines in Libya\nHe seemed to be listening closely to Defense Secretary Robert Gates and uniformed military leaders warning of what they saw as great difficulties in implementing a no-fly zone in Libya. Only when some Arab nations, plus major European powers, were ready to take on Muammar Qaddafi militarily did Obama indicate the same.\nThe situation on the ground Saturday was moving rapidly.\nDespite Qaddafi's announced \"ceasefire,\" Libyan troops were still attacking opposition forces in the rebel capital of Benghazi. As the fighting continued, meanwhile, US, European and Arab officials were holding an emergency summit in Paris Saturday to define the terms of military engagement in Libya.\nSo far, at least, the US military role looks like it'll be largely supportive as Britain and France take the lead following the United Nations declaration approving military efforts to prevent Libyan President Muammar Qaddafi from further attacking his government opponents among the civilian population.\nBritish and French fighters seem likely to be the first to attack military targets in Libya, and as the Paris summit wrapped up Saturday afternoon, French aircraft already had begun flying over Libya.\nThe US is prepared to back them up by providing intelligence using drone aircraft, aerial refueling, and command-and-control of airspace using AWACS aircraft. American naval forces in the Mediterranean Sea also are equipped to launch cruise missiles.\n\"We will provide the unique capabilities that we can bring to bear to stop the violence against civilians, including enabling our European allies and Arab partners to effectively enforce a no-fly zone,\" Obama said Friday in his statement regarding the situation in Libya. \"Unique capabilities\" seems to have been the operative phrase.\n\"The president chose his words deliberately and carefully, and you should be guided by them,\" a senior US official later told CNN. \"He is very sensitive that this not be a US operation.\"\nLeading up to the UN vote, Secretary of State Hillary Clinton and UN Ambassador Susan Rice were privately urging Security Council members to move the resolution forward, helping toughen some of the language.\nStill, it was clear from Obama's statement Friday that the US role in any military action would be largely supportive, and that in any case it definitely would not include US ground troops.\nBut any combat involvement by the US, though it be led by its partners among European and Arab nations, could quickly become a complicated situation - dragging on as new threats emerge.\nOne concern is that a desperate Qaddafi could resort to acts of terrorism or the use of the mustard gas he's known to possess.\n\"Qaddafi has the penchant to do things of a very concerning nature,\" John Brennan, the top White House counter-terrorism official, told reporters Friday evening.\n\"We have to anticipate and be prepared for things that he might try to do to flout the will of the international community,\" Brennan said, according to NPR. \"Terrorism is certainly a tool that a lot of individuals will opt for when they lose other options.\"\nBrennan also warned that \"terrorist elements may try to take advantage of this situation\" in Libya.\n\"Al Qaeda has a demonstrated track record of trying to exploit either political vacuums, or political change, or uncertainty in a number of countries throughout the world,\" he said. \"Libya and the situation in Libya now will be no exception.\"\nThen too, there's the question of Qaddafi's future - the extent to which the US is prepared to see him forced out of power.\n\"The president has been very clear that, in the US view, and, indeed, in the view of most states in the world, that any legitimacy Qaddafi may have ever had to rule has long since been lost once he started these wanton attacks on his own people,\" Ambassador Rice said on PBS's The NewsHour Friday night. \"That remains US policy.\"\nWhat's unclear is the extent to which the US is willing and able to make Qaddafi's departure happen. The answer to that question will give another clue about the \"Obama doctrine.\"\nIN PICTURES: Qaddafi burns oil pipelines in Libya\n       \n\nLoad-Date: March 20, 2011"
}