{
    "title": "WITH PUNJAB THE PRIZE, SIKH MILITANTS SPREAD TERROR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 3,
    "full text": "There have never been more than about 500 of them, the authorities say. Most are in their late teens or early 20's. Most are religious militants. Some are ordinary criminals who have simply seized an opportunity. A few are old-line Maoist revolutionaries whose main movement in India was crushed more than a decade ago.\nBut as compact as it is, this tiny band of Sikh terrorists has sown such fear and caused such instability in the state of Punjab in the last six weeks that it threatens to halt and even reverse the economic progress that has made Punjab over the last two decades a model of third world development.\nArticle on spread of terrorism by Sikh militants in Punjab, India; notes that while number of militants is small, they have sown such fear and caused such instability in state, where they are seeking more autonomy, that they threaten to halt and even reverse economic progress that has made state model of third world development; illustration (M)\nOperating typically in pairs with Sten guns on motorcycles at night, the terrorists seek out government officials, policemen, editors, Hindu leaders, even other Sikhs - anyone they consider an enemy - and gun them down. Then they fade away into the villages and towns, finding sanctuary in one of the hundreds of Sikh temples that dot the flat, green Punjabi landscape.\nThe Government does not follow them into the temples for fear of outraging the religious sensibilities of Sikhs at large. Few villagers have dared to turn in the terrorists for fear of retaliation. And indeed, to some Sikh farmers, they have become legend: holy warriors, divinely protected from capture, fighting for a centuries-old vision of Sikh identity, integrity and independence.\n \n'Handful of People' Blamed\nAt the same time, many more of India's 14 million Sikhs worry about the damage that the terrorist campaign may be doing to their standing with the Hindu majority and to their reputation as perhaps India's most enterprising, energetic and successful group.\n''The Sikhs are feeling damned hurt,'' said Bhagwant Singh Ahuja, an Amritsar textile manufacturer and a Sikh, ''because the majority community is condemning all the Sikhs. But it's just a handful of people creating the situation.''\nMany Sikhs say they are fed up with it all, and in the last two weeks the Government has cracked down on the terrorists again. It has outlawed a Sikh student organization believed to be behind much of the terrorism, arresting many of its members and driving others underground.\nBut despite Government assurances that the situation is being brought under control, the killings and the fear continue.\n \n300 People Are Killed\nMore than 100 people have been killed since the terror reached a peak in mid-February and more than 300 since the start of the 20-month-old agitation on behalf of greater autonomy for the Sikhs' home state of Punjab that spawned the terrorist campaign.\nAs the seat of India's Green Revolution - the switch to modern, mechanized, irrigated agriculture - Punjab in the last 20 years has become this country's great economic success story.\nThe Green Revolution, carried out almost exclusively by Sikh farmers, has made Punjab India's wealthiest state and at the same time its main granary. There is little sign that this agricultural success is about to be undone.\nToday the spring wheat crop is as lush as ever, the ears just ripening to a golden brown as the harvest approaches, field after field of thick, waist-high grain stretching to the horizon.\n \nCommerce Has Grown Too\nBut Punjab in recent years has become more than a farming state. Its agriculturally induced prosperity has made it an increasingly commercial and industrial state as well. It is this second stage of development that is being threatened by the violence.\nPunjab's economy is estimated to have lost $1.2 billion in the fiscal year ending March 31 as a result of the state's instability. Economic activity here in Amritsar, once a thriving market center, has slowed dramatically.  For a time, at the height of the terror, the banks stayed closed for days.\nMore fundamentally, however, the terror is choking off the flow of outside capital on which Punjabi industrial development partly depends. Hindu entrepreneurs, afraid of becoming terrorist targets, are fleeing the state.  The development of a high-technology industrial park 25 miles from here - it would produce such items as components for electronic watches - has been stopped in its tracks.\n''It is the beginning of the disintegration of Punjab's economy,'' Prem Shankar Jha, a columnist, wrote in The Times of India recently.\nThere is a deep irony in this because one grievance underlying the whole Sikh agitation has to do with Sikh fears that Punjabi economic growth was being hobbled by Government policy.\n \nDiscrimination Is Charged\nMany Sikhs believe that the Government is discriminating against them economically by manipulating wheat prices and, more importantly, by officially discouraging the establishment of new industry in Punjab so that poorer areas of the country may have it instead.\nSome Sikhs are particularly bitter over their belief that the Government- owned banks in Punjab are investing Punjabis' savings in industry elsewhere in the country. ''That's the sweat of the soil they're sending out of the state,'' Mr. Ahuja said.\nAll of this has been overshadowed by the terrorist activity and its effects. So have the original demands for greater Punjabi political autonomy, plus certain territorial and religious concessions, that set off the agitation by the Akali Dal, an out-of-power Sikh political party, in August 1982.\n \nHoly Man Preaches Violence\nThe Sikh movement, which originally used Gandhian tactics of nonviolence, was gradually usurped by the more radical elements identified with Jarnail Singh Bhindranwale, a fundamentalist Sikh holy man who appeals to Sikhs' deep-seated religious identity and preaches violence from his sancutary in the Golden Temple here. Associated with Mr. Bhindranwale is the radical All-India Sikh Students' Federation, the group banned a few days ago.\nIn the words of a high official in New Delhi, the movement long since has been ''entirely hijacked'' by the radicals, who infused it with religious passion. It is this group, which the Government contends has been infiltrated by the Maoist revolutionaries called Naxalites, that is blamed for most of the terrorism. The Naxalite movement reached its peak in the late 1960's and has largely been in eclipse since then.\nThe Government's strategy now is reportedly to crush the terrorist movement first. With that done, the thinking goes, it will be possible to return to the more moderate Sikhs' original political demands and settle them in short order.\nAn official said the Government had agreed to many of the demands and offered to submit the rest to arbitration. The most far-reaching demand - for greater Punjabi political independence - is already the subject of a special commission that is studying the question of relations between the central Government and the states as it applies to the whole country. Its report is expected in several months.\n\nGraphic\n\n \nphoto of demonstrators"
}