{
    "title": "With Administrations Bickering Over Terrorism, Senator Clinton Joins the Fray",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "The war of words between the Bush administration and the Clintons intensified on Tuesday as Senator Hillary Rodham Clinton suggested that her husband would have reacted differently as president if he had heard the same warnings about Osama bin Laden's plans that President Bush had access to before 9/11.\n  In unusually blunt terms, Senator Clinton questioned the current administration's response to an intelligence briefing President Bush received about a month before the 9/11 attacks. It mentioned that Al Qaeda was intent on striking the United States using hijacked planes.\n''I'm certain that if my husband and his national security team had been shown a classified report entitled 'Bin Laden Determined to Attack Inside the United States,' he would have taken it more seriously than history suggests it was taken by our current president and his national security team,'' she said during an appearance on Capitol Hill.\n  The comments by Senator Clinton ratcheted up an already bitter exchange of charges between the Bush and Clinton camps over how the two administrations responded to the threat posed by Al Qaeda before the attacks, which occurred nearly eight months into the Bush presidency.\n  In her remarks, Senator Clinton also suggested that Bill Clinton's animated defense of his own national security record as president, delivered only a few days earlier, provided a powerful example for Democrats, whom Republicans have sought to portray in recent national elections as too weak to lead the country in such perilous times.\n  ''I think my husband did a great job in demonstrating that Democrats are not going to take these attacks,'' she said.\n  The skirmishing began on Sunday, when Mr. Clinton, in a combative interview on ''Fox News Sunday,'' vigorously defended his handling of the threat posed by Mr. bin Laden, then suggested that the Bush administration had failed to grasp the threat in the months leading to 9/11.\n  Then, on Monday, in a meeting with editors and reporters of The New York Post, Mr. Bush's secretary of state, Condoleezza Rice, struck back. She accused Mr. Clinton of making ''flatly false'' claims about the Bush administration's efforts to stop Mr. bin Laden and disputing Mr. Clinton's assertion that he had ''left a comprehensive antiterror strategy'' for Mr. Bush and his advisers as they prepared to take office in 2001.\n  The battle between the Clintons and the Bush administration comes against the backdrop of the Congressional elections, with some Republican leaders arguing that their party's tough antiterror policies have helped protect the nation against further attacks.\n  In his television appearance, a visibly angry Mr. Clinton said that the Bush administration demoted his terrorism czar, Richard A. Clarke, who had argued for aggressive action against Al Qaeda and Mr. bin Laden before 9/11. \n  Mr. Clinton also accused his interviewer, Chris Wallace of Fox News, of orchestrating ''a conservative hit job'' on him by raising questions about his antiterrorism efforts.\n  ''I want to know how many people in the Bush administration you asked, 'Why didn't you do anything about the Cole?' '' Mr. Clinton said, referring to the bombing in October 2000 of the United States destroyer Cole in Yemen. Mr. bin Laden and Al Qaeda have been linked to that attack.\n  President Bush refused to respond directly to Mr. Clinton's criticism on Tuesday, saying instead: ''I've watched all this finger-pointing and naming of names and all that stuff. I don't have enough time to finger-point. I've got to do my job, which comes home every day in the Oval Office, and that is to protect the American people from further attack.''\n  The Republican National Committee mocked Senator Clinton's defense of her husband's administration. ''For Mrs. Clinton to insinuate that the same administration that repeatedly missed opportunities to stop bin Laden would be better equipped to protect America is absurd,'' said Tracey Schmitt, a spokeswoman for the committee.\n  But Philippe Reines, a spokesman for Senator Clinton, noted that the 9/11 Commission Report found that after President Clinton received intelligence warnings in 1998, he immediately mobilized his National Security Council, the C.I.A. and the F.B.I. while also increasing security and putting airports and airlines on high alert. By contrast, he said, the commission found no indication of any further discussion before Sept. 11 among President Bush and his top advisers of the possibility of a threat of an attack by Al Qaeda in the United States, even after Mr. Bush received an August 2001 briefing that Mr. bin Laden intended to attack inside the United States.\n  ''President Clinton saw the warnings and took action,'' Mr. Reines said. ''President Bush saw the warnings and took no action.''\n  For Senator Clinton, who is considered a possible contender for the presidency in 2008, her comments on Tuesday were unusually personal in tone. But Howard Wolfson, one of her chief advisers, made it clear that Senator Clinton would be taking an increasingly aggressive posture to thwart any Republican attempts to cast Democrats as timid on national defense this election season.\n  ''She is not going to allow her party, her husband or herself to get Swift-boated,'' he said, referring to the Swift Boat Veterans for Truth, a group that attacked the Vietnam War record of Senator John Kerry when he was the Democrats' presidential nominee in 2004. ''Democrats have to stand up and go toe to toe with Republicans on national security.''\n  Senator Clinton made her comments at a news conference on the Hill, where Democrats argued that President Bush's handling of the war in Iraq and its aftermath had actually made America more vulnerable to terrorist attacks.\n  ''Their policies are failing, our military is breaking and the American people are demanding a change,'' she said. ''The administration has lost focus on winning the war on Iraq, and all Washington Republicans can focus on is winning elections here at home.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Senator Hillary Rodham Clinton joined other Democrats yesterday on Capitol Hill in criticizing President Bush's handling of the war in Iraq and its effect on terrorism. At right is Senator Jack Reed of Rhode Island. (Photo by Jamie Rose for The New York Times)\n\nLoad-Date: September 27, 2006"
}