{
    "title": "With Distancing, and a Zeal for Fair Trials, a Lawyer Defends Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2014,
    "month": 5,
    "day": 29,
    "full text": "On the morning of Sept. 11, 2001, Joshua L. Dratel heard the strange sound of airplanes approaching the World Trade Center. He remembered having three immediate thoughts, two of them for the well-being of his daughter and his former wife.\nThe last thought was of a far different nature. Mr. Dratel said to himself, ''Osama bin Laden is behind this.''\nMr. Dratel, a criminal defense lawyer, was in a position to know better than most. He has represented clients accused of terrorism in about 30 cases, including Bin Laden's personal secretary, Wadih El-Hage, who was convicted of conspiring to commit acts of terrorism that included the bombings in 1998 that killed 224 people at two American Embassies in Kenya and Tanzania. Mr. Dratel knew through his client's documents that Al Qaeda had discussed airliner attacks.\nIf there was a moment for a crisis of conscience, Mr. Dratel did not betray it.\nHe would go on to become the first civilian lawyer at Guantánamo Bay, representing David Hicks, the Australian who was accused of fighting for the Taliban after his 2001 capture in Afghanistan. Mr. Hicks pleaded guilty to one count of providing material support for terrorism and was sentenced to nine months in prison.\nMr. Dratel's most recent terrorism case concluded this month, with the conviction of a British cleric, Mostafa Kamel Mostafa, a former imam at the Finsbury Park mosque in North London who was found guilty of 11 terrorism-related charges, including helping to orchestrate the violent 1998 kidnappings of 16 American, British and Australian tourists in Yemen.\n''Do I agree with all my clients? No,'' Mr. Dratel said recently. ''But I don't think their beliefs should be used against them as an evidence for a crime they did not commit.''\nMr. Dratel, a Brooklyn native who attended Midwood High School, has said that he first realized he wanted to become a lawyer when he was 15 or so, after reading ''Gideon's Trumpet,'' a book by Anthony Lewis on a landmark Supreme Court decision that guaranteed poor defendants charged with serious crimes the right to a lawyer.\nMr. Dratel graduated from Harvard Law School in 1981, and applied to white-shoe firms in New York. But he found his first job -- and his life's calling -- at the Law Offices of Gerald B. Lefcourt, P.C.\nMr. Lefcourt's practice represented some of New York's saltier and better known defendants, in cases involving racketeering, political corruption and fraud. Over the next 15 years, Mr. Dratel, who eventually became Mr. Lefcourt's partner, represented Donald Trump, Harry Helmsley and the former State Assembly speaker Mel Miller.\nMr. Dratel, who lives in Manhattan, left to form his own practice in 1996; he represented his first terrorism defendant, Mr. El-Hage, in 1998. ''Just the mention of terrorism is a significant obstacle,'' Mr. Dratel said. ''Juries often have visceral reactions to it.''\nHe would come to learn about Al Qaeda and Bin Laden, and would see firsthand how difficult it would be to combat preconceived notions and prejudices held by jurors. And he would come to grapple with the rush of emotions he felt after Sept. 11, knowing that an organization so closely entwined with a client was affiliated with those responsible for the attacks.\nLinda Moreno, a lawyer who has worked with Mr. Dratel on various cases, said she has observed how he has been able to distance himself from his clients. Mr. Dratel, she said, is not an activist lawyer who identifies with clients or their cause. ''Joshua looks at the case, in the discerning deconstructing way,'' Ms. Moreno said, adding that Mr. Dratel boiled the case down to an essential question: ''What is the government trying to do here?''\nShe said the only time she had seen Mr. Dratel lose his cool was when he perceived that the government was trying to restrict his ability to mount a credible defense. ''Because,'' Ms. Moreno said, ''at the end of the day he would say: 'Just let me have my fair trial, let me take my defense to the jury, and let me argue my case to the jury. You argue your case. And let's wait for what the jury says.' ''\nAmong all his cases, Mr. Dratel estimated that 35 percent had been successful -- not necessarily by acquittals, but also cases that resulted in greatly reduced charges.\nThough many of his clients are Muslim, Mr. Dratel said that his being Jewish had actually helped him connect with some of them.\n''Some of the most remarkable philosophical conversations'' with his clients have emerged from religious differences, he said. ''If anything, it helps us bridge that mental gap and helps me and my clients get personal, explore each other in every capacity.''\n''To be Jewish is to be dissident,'' he added. ''That is part of why I do this.''\nIn his particular line of work, Mr. Dratel said he found it helpful to maintain a sense of humor. He noted, for example, that his cellphone contained one unusual function evident of his work: ''My iPhone now autocorrects Al Shabab -- a sign of how many such cases I do,'' he said, referring to the Somali militant group.\nHe also shared an incident from a case in 2001, where a key witness was a Qaeda defector who did not want an interpreter, choosing instead to speak in heavily accented English.\nIn one exchange, a prosecutor asked the witness where he had first met a high-ranking Qaeda official, Abu Hafs al-Masri. The witness responded, ''Peshawar.''\nIn 2001, the city in Pakistan was less known than in recent years. So when the transcript came back, Mr. Dratel recalled, ''His answer read, 'In the shower,' instead of Peshawar.''\nMr. Dratel laughed energetically. ''I try to maintain a sense of humor and sense of perspective when I am on these cases,'' he said. ''Not so much because of the fun of it, but I feel if you don't have that, you would kind of lose sight of everything.''\n\nhttp://www.nytimes.com/2014/05/29/nyregion/with-distancing-and-a-zeal-for-fair-trials-a-lawyer-defends-terrorism-suspects.html\n\nGraphic\n\n \nPHOTO: ''Do I agree with all my clients? No,'' said Joshua L. Dratel, left, outside a Manhattan court with the lawyer Jeremy Schneider. (PHOTOGRAPH BY MICHAEL KIRBY SMITH FOR THE NEW YORK TIMES)       \n\nLoad-Date: May 29, 2014"
}