{
    "title": "With militias on the rise, states boost vigilance A plot against Michigan Gov. Gretchen Whitmer that",
    "publisher": "the christian science monitor",
    "year": 2020,
    "month": 10,
    "day": 15,
    "full text": "Around the time that Sylvia Santana watched armed men pile into the Michigan Capitol in Lansing to protest pandemic restrictions in April, a plot to attack politicians involving at least one of those men, the FBI says, had begun to hatch.\nTempers were stretched. A seemingly fringe idea transformed into an operation.\nMembers of a self-constituted militia now envisioned themselves as constitutional law enforcers. They would kidnap and try Gov. Gretchen Whitmer on charges of treason. Or, as one said according to an FBI affidavit, they might just knock on her door and shoot her when she answers.\n\"This is where the Patriot shows up,\" said a deciphered message cited in the affidavit. \"Sacrifices his time, money blood sweat and tears.\"\nThirteen men from two militia groups are now under arrest, charged with a domestic-terrorism conspiracy in which Virginia Gov. Ralph Northam was mentioned as another target, the FBI confirmed on Tuesday. And onlookers like Ms. Santana see concerns that go beyond this one plot.\n\"Any threat [on duly elected officials] is a threat to all of us,\" says Ms. Santana, a first-term Michigan state senator who says she was left shaken by the news.\nAmericans, in fact, are watching the rule of law put to severe new tests by the rise of armed and politically engaged civilians on America's streets in a year of protests, pandemic, and an already divisive election campaign.\nSome, like those arrested in the Michigan plot, are members of privately organized militia groups. Others are not. Either way, many experts see a slippery slope along the line from constitutionally protected rights such as gun ownership to political violence that could threaten the nation's democratic framework.\n\"The Second Amendment does allow people to associate under arms, but not as a paramilitary unit that is unvetted and does not answer to civilian government,\" says Brian Levin, an expert on extremism at California State University, San Bernardino. \"The statutes, in essence, prohibit impostering the National Guard.\" \n\"It's unprecedented\" in the U.S.\nA recent parade of armed Americans flying flags from a pickup truck convoy in Portland \"reminded me of the scenes of ISIS mobilizing in armored columns in Mosul,\" says Javed Ali, a Michigan-based former senior director for counterterrorism at the National Security Council. \n\"And I thought, 'Wow, this is the United States, and yet we're seeing something that has the iconography of terrorism overseas.' It's unprecedented ... and it's a real sort of challenge: What is the line between protected activity for U.S. citizens and what's the line into something that looks like terrorism?\"\nThe search for answers is a difficult one, made even more so by a frustrating pandemic, a polarized electorate goosed by a president chosen in part to disrupt the status quo, and a massive trust deficit where over half of Americans now believe in debunked conspiracies, according to a new bipartisan survey.\nTraditionally, a militia is a body of citizens who can be called on when needed as a supplement to formal military forces. Legal scholars widely say that when the U.S. Constitution refers to \"well-regulated\" militia, it means a group regulated by the state. And all 50 states ban paramilitary groups, though 36 allow open carry of firearms at protests. \nAmid lax oversight by law enforcement, private militia groups - untethered to the state but sometimes cultivating ties to local authorities - now have a presence across the nation in several hundred groups by some estimates. Growing since the 1990s, and expanding further after the election of Barack Obama as president during the Great Recession, these groups generally espouse firm views on individual liberty, and skepticism of big government.  \nThe armed groups aren't necessarily anti-democratic, \"because there are different definitions of democracy,\" says Vasabjit Banerjee, a political scientist who studies rural insurgencies in developing countries like India, Mexico, and Colombia. \"This idea that militias exist outside of normal politics is actually something that isn't true.\"\nIn fact, politicians may tacitly tolerate militia or other armed groups. President Donald Trump, when asked in a September debate if he would denounce white supremacists and militia groups, told one right-wing group merely to \"stand back and stand by.\" \nAnd, while not directed overtly at militias, presidential tweets such as \"Liberate Michigan\" or \"Liberate Virginia\" risk being interpreted as calls to action, some experts on extremism say.  \nMeanwhile, as protests rocked the streets of Kenosha, Wisconsin, amid controversy over a fatal shooting by police, some videos showed police voicing appreciation for a turnout of armed civilians - shortly before one of those civilians killed two people with his rifle.\nThe test for law enforcement\nTo Mr. Banerjee, \"the problem that always lies in the delegation [of power to armed auxiliaries] is that the control of the bus slips out of your hand.\"\nAll of that can put law enforcement in a bind as armed people have taken to the streets to protect buildings and confront other protesters, sometimes with lethal results. The Michigan plot also included threats to police officers. An elected Michigan sheriff, meanwhile, has appeared on stage with some of the alleged conspirators, and in recent days broached that they may have been seeking to use legitimate citizens-arrest powers in face of tyrannical leadership.\nActs of far-right domestic terrorism have waxed and waned, partly in sync with political tides, spiking around the 2008 election and again in 2016. Last year was among the most lethal since 1995, when the bombing of an Oklahoma City federal building was carried out by men who by some reports had ties to a Michigan militia. The bulk of last year's 29 deaths by extremist violence are attributed to white supremacists, according to numbers from the Center for the Study of Hate and Extremism.\nViolence this year includes what experts say is the first left-wing killing of a protester - in Oregon, in the wake of the truck convoy that troubled Mr. Ali.\n\"Today, we have a shift where extremists change their activities based on whether they think they are operating in some ways with some kind of relationship to the mainstream - or they're in an insurgency against it,\" says Mr. Levin. \"We are in a new era.\"\nOne militia member in Virginia\nMany Americans who join militias see the groups as operating within the laws of the land - and in support of the rule of law. Early this year Paul Cangialosi joined the Nelson County Militia just outside Charlottesville, Virginia.\nThe militia, he says, is 70-strong and has weekly trainings that include first aid, firearm safety, wilderness survival, and military tactics. They often coordinate with other militias with similar goals.\nMr. Cangialosi looks no further than the Virginia Constitution for validation. It states that \"a well-regulated militia, composed of the body of the people, is the proper, natural and safe defense of a free state.\"\n\"We're not trying to have some secret organization that plots to kidnap government officials or plots to overthrow anything,\" says Mr. Cangialosi. \"We're behaving in a defensive fashion. Everything we train for is to defend our way of life, not to be aggressors.\"\nShunning the anarchist tendencies that he observes in some militia-style groups, he says his focus is on individual liberty. \"I'm anti-intrusive government and I'm anti-big government and I'm anti-overstepping government.\" \nBut parsing whether such groups are bulwarks of American liberty or prospective domestic terrorists is part of the challenge for U.S. leaders and law enforcement, as the Michigan kidnap plot makes clear.\nMr. Cangialosi says the local sheriff doesn't work with the Nelson County Militia directly, but they do keep in contact about weekly militia training and operations. They also exchange prayers for each other's families.\nFor Mr. Cangialosi, the militiaman in Virginia, the Constitution makes the decision about whether government overreach translates to tyranny an individual one. \nRight now, \"I don't know what the line in the sand is for most people,\" he says. \"And I think everybody has to decide that for themselves. I think that's one of the things that we all try to work through as a group.\"\nWhat states are doing\nFor Mary McCord, the former acting assistant attorney general for national security at the U.S. Department of Justice, the danger to democracy posed by militias is clear.\n\"A lot of these groups are running around on private property playing army on the weekend, so law enforcement hasn't really turned their attention to that,\" she says. But now, \"even if militias aren't plotting anything as sinister as a kidnapping of a governor, their heavily armed presence on the street without political accountability has had terrible results.\"\nStates are starting to step up their watch. As Americans gird for a contentious and possibly disputed election, Oregon police say they have begun to check gun permits at rallies. In Michigan, Senator Santana is working to increase security at the capitol. The Michigan attorney general has also set up a hotline for poll workers, so law enforcement can respond if poll watchers show up armed.\nMs. McCord, now legal director for the Institute for Constitutional Advocacy and Protection, appeared last week at a press conference in Philadelphia with District Attorney Larry Krasner to warn armed groups that any voter intimidation will be dealt with by law enforcement. She also recently spoke to the Major Cities Chiefs Police Association Convention on the issue.\nNationwide, at least 40 bills and ordinances have been introduced to curb violent protests, though most of those have failed on free speech concerns.  \nAnd some politicians are calling for a tempering of a broader challenge - the militancy of public discourse. Republican Sen. Mitt Romney of Utah wrote this week, \"The rabid attacks kindle conspiracy mongers who take the small and predictable step from intemperate word to dangerous action.\"\nAmid the growing vigilance, there are still some potential gray areas, legally, about militias. \"No court has ever had to decide whether a group of armed individuals or three guys bearing firearms are doing it under the guise of self-defense or as an unlawful paramilitary organization,\" Ms. McCord says. \nStill, she sees a shift away from apathy about the risk of armed insurgents in America.\n\"What [police] really should be doing is saying, 'No, thank you. Your help is unlawful and don't come here or we're going to enforce the law.' But I think law enforcement leaders are starting to get it and understand.\"\n\nLoad-Date: October 15, 2020"
}