{
    "title": "WITH ISRAEL IN GRAVE DANGER, THE PRESIDENT GOES WOBBLY",
    "publisher": "daily news ",
    "year": 2009,
    "month": 6,
    "day": 14,
    "full text": "The State of Israel and its citizens are confronted by the greatest peril in the nation's history. Iran and its proxies, Hamas and Hezbollah, seek to \"wipe Israel off the map\" - and Israel's faithful defender, the United States, seems to have gone wobbly.\nThe situation is starkly clear - but not to a world so bored with the conflict, so used to quick fixes, so confused that it has succumbed to the most specious moral equivalency. It makes no distinction between the inexcusable, indiscriminate violence of terrorism and the very different, unavoidable defensive violence of the authority responsible for protecting its citizens. It's the difference between the arsonist and the firefighter.\nIt was the Six-Day War in 1967 that transformed the image of the \"plucky little Jewish state\" whose people made the desert bloom into a cartoon of a brutal, aggressive collective called Israel. Despite the fact that Egypt's President Gamal Abdel Nasser was about to attack, Israel received the odium for the preemptive strike. Israel then offered to return the territories it conquered in exchange for peace, only to be faced with the three no's from the Arab summit in Khartoum: no peace, no negotiation, no recognition.\nIn succeeding years, as the Arabs continued terrorism and invasion, it was the attackers who got the sympathy. The TV pictures are framed not in terms of the survival of Israel or the security of the state but of self-determination for the Palestinian Arabs, with Israel seen as the bully oppressing the underdog. The question that emerges is: Why doesn't Israel do something for these people?\nThis marks the success of the Palestinians in shifting the ground of the debate. The truly brutal reality is that Palestinian maps still do not show the State of Israel.\nThat is why it was disturbing to read of President Obama's rationale for the formation of Israel as a result of the Holocaust without referring to the 3,000-year-old connection that the Jews have to the Holy Land. It is but a short step from this inaccurate perception to conceive of the Jews as the guilty party.\nIt is revealing that when the President speaks about daily humiliation of Palestinian Arabs, he ignores that every Israeli is searched numerous times during the day; that Jewish schoolchildren have to be protected by perimeter fences and armed guards; that guards are required in cafes, restaurants and movie theaters.\nArab villagers do not need to have guards at their shops, cafes or restaurants. Why? Because the Israelis do not target the innocent. The President could have acknowledged the suffering of Israeli victims of Arab terrorism \"for more than 60 years\" when he talked of the \"suffering\" and \"pain\" of Palestinians \"for more than 60 years.\"\nEven more disturbing was the juxtaposition of his reference to the Holocaust, the deliberate murder of 6 million Jews for the fact that they were Jewish, and his assertion of Palestinian suffering in pursuit of a homeland.\nIt is extraordinary that a gullible world now regards Israel as rejectionist, yet it is Arab leaders who have rejected everything over the decades. Instead of embracing peace, Arab leaders converted the West Bank territory they came to control into a launching pad for an intifadeh that killed more than 1,000 Israelis and ultimately forced Israel to return to the West Bank at great cost and build a security fence against terrorist infiltration. This conduct turned upside down the priorities of the road map for peace, which stated that prior to Israeli concessions the Palestinians would be obliged to demonstrate a commitment to curbing terrorism, eschewing violence and its incitement.\nMeanwhile, the hatred of Jews is cultivated throughout the Arab Muslim world without drawing any rebuke from the moral arbiters who are so ready to condemn Israel for the smallest infraction. The anti-Jewish campaign is so dishonest, so vicious, so persistent that it surpasses that of Nazi Germany in its heyday.\nIsraelis are prepared to meet the Palestinians without preconditions. And the Palestinians? Ho, hum. Mahmoud Abbas intends to be passive and wait for the United States to force concessions from Israel. The contrast could not be clearer.\n\nLoad-Date: June 14, 2009"
}