{
    "title": "With guilty plea, underwear bomber cuts short intriguing terror trial The trial of Umar Farouk Abdul",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 10,
    "day": 12,
    "full text": "A Nigerian man accused of concealing a bomb in his underwear to destroy a commercial jetliner on Christmas Day 2009 pleaded guilty to all eight counts in his indictment on Wednesday.\nThe surprise move came on what would have been the second day of his high-profile terrorism trial in federal court in Detroit.\nUmar Farouk Abdulmutallab was facing charges that he plotted with Al Qaeda to carry out a martyrdom mission by blowing up a US airliner with 292 people on board as it approached Detroit.\nThe bomb caught fire but did not explode.\nMr. Abdulmutallab, acting against the advice of his appointed stand-by counsel, decided to end the trial as it was just beginning. He read a statement in open court admitting responsibility for each of the charges filed against him, including conspiracy to commit an act of terrorism, attempting to destroy a civil aircraft, and attempted murder.\nWhile acknowledging guilt under US law, he emphasized that his actions were undertaken as part of a perceived religious obligation in Islam to protect fellow Muslims from attack.\nHe warned that a \"great calamity\" would befall the United States if it didn't stop killing innocent Muslims and stop supporting those who kill innocent Muslims.\n\"If you laugh at us now, we will laugh at you later in this life and on the day of judgment,\" Abdulmutallab told the court. \"Our final call is all praise to Allah, the lord of the universe. Allahu Akbar [God is great].\"\nUS District Judge Nancy Edmunds set sentencing for Jan. 12. Abdulmutallab faces a mandatory sentence of life in prison.\nGiven the circumstances of his failed bombing attack and the fact that his alleged act of terrorism was witnessed by scores of fellow passengers on the plane, Abdulmutallab's chances of an acquittal on the main charges were virtually nonexistent.\nIn addition, he confessed significant details of the plot - including contacts with Al Qaeda allies in Yemen - to Federal Bureau of Investigation agents shortly after the attack.\nJudge Edmunds ruled before the trial that the jury would be permitted to hear testimony about his admissions.\nThe guilty plea means that none of Judge Edmunds's pretrial rulings will be appealed and examined by a panel of judges.\nIn a significant pretrial decision, the judge found that FBI agents were \"fully justified\" in not giving Miranda warnings to Abdulmutallab during an initial 50-minute interrogation seeking actionable intelligence about whether other underwear bombers might be on their way to the US.\nUS Attorney General Eric Holder said the guilty plea was more evidence of his often-repeated assertion that the federal courts are well-suited to prosecute terrorism suspects.\n\"Contrary to what some have claimed, today's plea removes any doubt that our courts are one of the most effective tools we have to fight terrorism and keep the American people safe,\" he said in statement.\nDaphne Eviatar of Human Rights First also praised the outcome. \"This is a victory for justice and the rule of law,\" she said in a statement.\n\"Umar Farouk Abdulmatallab's guilty plea continues the US federal courts' long track record of successfully bringing to justice the most heinous international terrorists who threaten the United States,\" she said. \"It also makes clear - yet again - that terrorism cases belong in our nation's federal courts.\"\nAs outlined in their opening statement, federal prosecutors were prepared to detail for jurors Abdulmutallab's path from his privileged upbringing as the son of a wealthy Nigerian businessman to a would-be martyr, willing to blow himself up over Detroit to help Al Qaeda wage holy war against the US.\nThey said the young man could have pursued any path in life, but became intensely interested in Islam after hearing the fiery sermons of US-born cleric Anwar al-Awlaki.\n\"I was greatly inspired to participate in jihad by the lectures of the great and rightly-guided mujahedeen [holy warrior] who is alive, Sheikh Anwar al-Awlaki,\" he said in his courtroom statement.\nAbdulmutallab had claimed Mr. Awlaki is alive despite evidence that he was killed in a US drone attack in Yemen on Sept. 30.\nAbdulmutallab had traveled to Yemen in 2009 where he sought out Al Qaeda allies and eventually met a Saudi bombmaker who provided him a route to martyrdom.\nAfter receiving training, Abdulmutallab left Yemen wearing a bomb specially built to avoid detection by airport security machines. According to his statement in court, after his stay in Yemen he traveled to Djibouti, Ethiopia, Ghana, Nigeria, and the Netherlands, where he boarded Northwest Flight 253 to Detroit.\nHe said his Al Qaeda mission was undertaken \"as an act of jihad against the United States for the US killing of my Muslim brothers and sisters around the world.\"\nIn admitting his involvement in the plot, Abdulmutallab said: \"I had an agreement with at least one person to attack the United States in retaliation for US support of Israel and in retaliation of the killing of innocent and civilian Muslim populations in Palestine, especially the blockade of Gaza.\"\nHe added his attack was also retaliation for \"the killing of innocent and civilian Muslim populations in Yemen, Iraq, Somalia, Afghanistan, and beyond, most of them women, children, and noncombatants.\"\n       \n\nLoad-Date: October 12, 2011"
}