{
    "title": "WITH MILITARY IN FULL CHARGE, TURKISH LIFE REVIVES",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 5,
    "full text": "Streetcleaners are busy sweeping up, telephone men are making repairs, policemen are imposing parking fines. Turkey has started to function again.\nA couple went to the movies for the first time in three years. A newspaper editor has resumed jogging. Businessmen can go out without bodyguards. People are no longer afraid.\nAN-A\nThis ancient cultural and commercial capital of six million inhabitants, including the suburbs, was terrorized by political assassins, extortionists and criminal gangs until the armed forces seized power Sept. 12.\nNow there is a general mood of relaxation. The death toll from the terror, which had reached five or six a day in Istanbul, is down to one or two a week. ''The Faces of Terror and the Skeletons have been crushed,'' the Istanbul security chief, Sukru Balci, said, referring to the main terrorist organizations. He asserted that 24 extremist groups, 21 leftist and 3 rightist, had been either uncovered or broken up.\nEight Years Against Terrorism\nThere has been a 70 percent drop in the number of killings, bombings and other violent incidents since September, Mr. Balci said in an interview. Formerly the Istanbul traffic director, he has devoted eight years to the fight against terrorism. On his desk was a book on Marx and Engels.\nHe stressed that the fight against terrorism was now a joint effort by the police and the military, which are planning and carrying out operations together under the Martial Law Comand. For example, he said, if a group of extremists are said to be in a building, the army will surround the place, the police will go in and the army will protect the police.\n''Sometimes the crowds cheer us when we bring out the terrorists,'' he said proudly.  Nevertheless, he emphasized, ''the main part of success belongs to the martial law commander.'' The commander in Istanbul, Gen. Necdet Urug, is known as a tough officer and a hard worker who tends to avoid statements to the press.\nThe military authorities are somewhat less cocky than the police chief about their successes. They affirm that they have penetrated all the extremist organizations, substantially reduced extortion attempts and gained much better control over the city. But they point out that it is extremely difficult to stop individual acts of terrorism. ''We must always be on guard,'' a senior officer said in a private conversation. He added that policemen must be especially alert because they appear to be the terrorists' main target now.\n \nA Matter of Confidence\nThe authorities are reluctant to explain how they have achieved what some people term ''the Turkish miracle'' - a general restoration of law and order almost overnight. They say it is primarily a matter of confidence, in that the public knows there is someone to call when trouble occurs.\nThe military men, who dissolved Parliament and put political activity in abeyance after the coup, have kept out of the limelight.  ''We don't want to antagonize the public now that incidents are on the decline, but our units are on the outskirts of the city, waiting,'' a military source explained. From time to time they have been brought into various sections to remind people that they are here, he added.\nSecurity sources say the main reason for the drop in violent incidents is arrests - 2,000 here in connection with terrorism since the coup. Most leading political figures who were taken into custody have been released.\n''The public helps us now,'' a military source said. ''Before they were afraid for their lives. Now, when a person is threatened and is asked for protection money, he will call up the security officials and make a denunciation.''\n \nCurfew Helps the Effort\nOther reasons given for the improved security were reinforced powers of the Martial Law Command, allowing greater freedom of movement, and the 5 A.M. curfew, facilitating the capture of terrorists and a reduction in terrorist actions.\nOne usually unspoken reason for the restored calm is a noted improvement in the efficiency of the police force. The police throughout the country were the object of strong criticism, accused of everything from sleeping on the job to conniving with extremists on left or right. Now, according to independent sources, there is a new esprit de corps. Troublemakers have been transferred to remote areas; those accused of brutal treatment of prisoners have been reprimanded. More and better training is being given.\n''We are happy with the military intervention because the terror has stopped,'' said Alaeddin Ovat, who runs a telephone-repair shop in Istanbul.. His views were repeated in conversations with many others.\n''In the old days there were some neighborhoods where I could not go after 9 P. M., but now I can go anywhere,'' he said. ''Before the coup corrupti on was widespread. There were gangs of extortionists in the side stre ets. People would buy and sell telephones for three times the pri ce. You would call an official repairman and he would not come. Now everything has changed. People who earned money from the air have been stopped.''\n \nRuling Out Mistakes of Past\nMr. Ovat was a sympathizer of the left-of-center Republican People's Party and hopes the military will keep their promise to return to multiparty democracy, but, he stressed, ''on condition that the parties not return to their past mistakes.''\nHis only complaint was inflation, expected to remain near the 100 percent level on an annual basis. ''If it continues at this rate small businesses like mine will be wiped out,'' he said.\nIstanbul's non-Moslem minorities, the Greeks, Armenians and Jews, were particularly relieved by the military takeover. They had felt increasing fear that they could become the victims in the clash between political extremes. ''Things are wonderful now, but will it last?'' a Jewish businessman remarked, reflecting the mood of the non-Moslems and of many Moslems in the population of perhaps 45 million.\nMembers of the small American community, who have been targets of terrorists, have been told to continue to take security precautions.  ''But it's hard to keep on your guard when everybody else is so relaxed,'' an American remarked.\nThe only complaints about martial law are heard from casino patrons and restaurateurs, who strenuously object to the curfew.  Another discontented group was hunters, who protested against a ban on their sport. Many begged the military authorities to let them hunt because it was their only pretext to get away from home for a day.  The ban has been lifted.\n\nGraphic\n\n \nIllustrations: Photo of military police"
}