{
    "title": "With terrorism, consider big picture",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "WE'LL MOURN FOR a long time the 6,000 innocent people whose lives were cut short by the horrific events of Sept. 11. Those lives lost to terror form the foundation of President Bush's commitment: \"We will make no distinction between those who committed these acts and those who harbor them.\"\nYes, we're planning our reprisal against Osama bin Laden and his followers. America has bent over backward to prove the justice of our cause against bin Laden --- to the extent that Pakistan, until now the strongest ally of Afghanistan's Taliban regime, on Thursday became the first Muslim nation to accept the compelling evidence of bin Laden's role.\nAJC\nIt seems to some Americans that it's a waste of time for the United States to be working to persuade the rest of the world to fight with us. Bin Laden didn't attack a coalition of nations, they say, so why are we working so hard to develop a coalition of nations against him?\nThere's a bigger picture. On Thursday, 77 people died when a Russian airliner crashed en route from Tel Aviv to Siberia; witnesses from passing planes saw the plane explode before it plunged into the Black Sea.\nIn the wake of the crash, there was dispute about whether the downing of the plane was terrorism or an errant missile from military exercises. Meanwhile, also on Thursday, France's environment minister said a Sept. 21 chemical plant blast that killed 29 people may have been a terrorist attack, not an accident as originally believed.\nIt will take time to establish whether these two events were acts of political murder. But other events that were unmistakably caused by terrorism have taken place since Sept. 11, and on foreign soil, demolishing the claims by some around the world that this war on terrorism is America's fight, or even America's fault.\nTheir arguments are ludicrous, too: It's our fault because we use up so many of the world's resources; because of U.S.-Israel policy; because of America's tolerant society; because we don't do enough to raise the standard of living of the world's poor.\nLeaders of the extremist Islamic Jihad and Hezbollah groups, which have launched countless terrorist attacks against Israel, on Wednesday had the unmitigated gall to accuse America of exploiting the Sept. 11 attack \"to present itself as a victim and conceal the real picture of the U.S. policy [supporting Israel], which is based on oppression, domination and aggression.\" Amazing stuff, considering Israel is the only democracy in the Middle East.\nMake no mistake, the United States will fight this war alone if we have to. But we're properly making the effort to bring the world along because this much is clear: Eliminating Osama bin Laden and his al-Qaida fanatics won't halt terrorism.\nThe havens for terrorists around the world must be demolished, and the world will be a safer place for a united front in this complicated and lengthy international battle.\n\nLoad-Date: October 5, 2001"
}