{
    "title": "Witnesses' Visas Canceled In Terror Case, Lawyers Say",
    "publisher": "the new york times",
    "year": 2005,
    "month": 1,
    "day": 11,
    "full text": "Defense lawyers in a terrorism-financing case against a Yemeni sheik said yesterday that American officials abruptly canceled visas this week for four Yemeni men who were to be defense witnesses when testimony begins later this month.\n The assertion came as 300 New Yorkers filled out questionnaires in Federal District Court in Brooklyn aimed at testing their fitness to serve on the jury. Opening statements are scheduled for Jan. 25.\n The sheik, Mohammed Ali Hassan al-Moayad, and his aide, Mohammed Mohsen Yahya Zayed, are charged with raising money for al Qaeda and Hamas at mosques in Brooklyn and elsewhere. If convicted, the sheik, 56, could be sentenced to more than 60 years in prison; Mr. Zayed, 31, could face more than 30 years.\n During a brief hearing yesterday, Jonathan Marks, the lawyer for Mr. Zayed, told judge Sterling Johnson Jr. that he had been told the visas had been canceled for national security reasons. \n A prosecutor, Kelly Moore, said she would make inquiries to State Department officials. But, she added, ''If there are valid security concerns, there's not much I can do about it.''\n Judge Johnson said he wanted an explanation. If the visas were canceled, he said, he would ask, ''Why were they granted in the first place?'' A lawyer for the sheik, William H. Goodman, said it was suspicious that the visas were canceled almost on the eve of trial. \n Kelly Shannon, a spokeswoman for the State Department's bureau of consular affairs, said yesterday that without full information about the potential witnesses, she could not confirm that they had ever applied for visas or that any visas had been issued or canceled.\n Mr. Marks wrote in previous filings that the Yemeni witnesses would help establish a defense of entrapment by testifying that Mr. Zayed was not inclined to support terrorism. The witnesses, Mr. Marks wrote, would testify that Mr. Zayed opposed terrorism and the Sept. 11 attacks. One witness, Mr. Marks wrote, would testify that Mr. Zayed had said he was opposed to ''the hooligans who claim to represent Islam but in reality distort Islam.''\n Also yesterday, the defense lawyers continued complaints about transcripts that are the heart of the prosecution's case. The defense lawyers claimed last week that there were gaps in tapes of surreptitiously recorded conversations in a Frankfurt hotel. \n The tapes are of conversations between the two defendants and two informers over four days in January 2003. Prosecutors say the tapes show that the defendants were anxious to take large contributions for terrorist organizations.\n The defense lawyers contended yesterday that translations of the Arabic conversations on the tapes failed to include a large part of a conversation that would be helpful to the defense. The lawyers said it showed that the two men were interested in collecting money for charity, not for terrorism. Ms. Moore said the government's transcripts were not yet complete. The defense requested that the trial be delayed because of what it called deficiencies in the transcripts, but the judge declined.                                             \n\nhttp://www.nytimes.com\n\nLoad-Date: January 11, 2005"
}