{
    "title": "Witness illness muddles terrorism trial Informant is being treated for leukemia in Israel",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 4,
    "day": 5,
    "full text": "- An informant who helped investigate Sami Osmakac cannot testify at Osmakac's terrorism trial because the informant is being treated in Israel for leukemia, prosecutors notified the court on Friday.\nThe witness in question owned a store and notified the FBI in September 2011 that Osmakac had come in looking for flags representing al-Qaida, according to a criminal complaint. The store owner then hired Osmakac and became a paid FBI informant, introducing Osmakac to an undercover agent.\nThe prosecution alleges that Osmakac, a naturalized citizen from Kosovo, planned to launch a car bomb attack in Tampa and then take hostages and demand the release of Muslim prisoners. He was arrested in January 2012 after an FBI sting operation in which he tried to buy explosives, at least 10 grenades, Uzis and an AK-47, authorities said.\nOsmakac is scheduled to stand trial in Tampa federal court May 27. But Assistant U.S. Attorney Sara Sweeney notified the court Friday that the witness, referred to in court filings as CHS, for confidential human source, will not be available to testify then.\nSweeney wrote that the government is prepared to go forward with the trial without the witness, but that defense attorney George Tragos considers his testimony important to prove his defense of entrapment.\nSweeney wrote that she is asking the Justice Department for guidance on whether there are other options, such as taking the witness' deposition in Israel. She added she wouldn't object if the defense asked that the trial be delayed while this is arranged.\nThe trial date has already shifted several times, once to ensure it wasn't underway during the anniversary of the Sept. 11 attacks.\nThe informant has family in the Gaza Strip but is an American citizen, according to the prosecution's court filing on Friday. \nThe witness' son told the FBI that the informant is under doctor's orders not to travel, according to the prosecution court filing. The son didn't know where in Tel Aviv the witness is or at what hospital.\nAccording to the complaint affidavit, the informant initially refused to record his interactions with Osmakac, although later meetings were recorded. \nIn one recorded meeting on Nov. 30, 2011, the informant drove with Osmakac around the Tampa area and talked about a potential attack, according to the affidavit. Osmakac asked the informant to help him get firearms and an explosive belt. The informant told Osmakac he knew someone who might be able to provide the weapons, referring to the undercover FBI agent.\nThe next month, the informant introduced Osmakac to the agent.\nThe agent is expected to testify under a cloak of unusual secrecy, using a false name and seated behind a screen, so no one in the courtroom's spectator section can see him. The defense will be severely limited in its ability to question the agent about his identity or past investigations he has participated in.\nThe defense maintains that Osmakac was targeted by the FBI because he was a financially destitute, radical Muslim. Tragos also maintains Osmakac had mental health issues that made him vulnerable to entrapment.\nOn New Year's Day, 2012, according to the complaint, Osmakac was given the chance to back out of the plot. But he declined, saying, We all have to die, so why not die the Islamic way?\nOsmakac's intended target shifted over the course of the investigation, which spanned several months, at times involving government buildings, the Hillsborough County Sheriff's Office operations center in Ybor City and, ultimately, a pub in South Tampa.\nIn discussing a possible Ybor City attack, Osmakac told an undercover agent he wanted to detonate a car bomb near a nightclub on a night when there would be a lot of people in the area, according to the complaint.\nI know a lot of places where it gets real crowded, he is quoted as saying.\nHe also told the agent he wanted to take down buildings and kill people inside, the complaint states.\nesilvestrini@tampatrib.com \n813-259-7837\nTwitter: @ElaineTBO\n\nLoad-Date: April 5, 2014"
}