{
    "title": "Witnesses favor eco-terrorism law Nethercutt bill stiffens penalties against harassers, those who sa",
    "publisher": "spokesman review",
    "year": 2002,
    "month": 2,
    "day": 13,
    "full text": "People who try to sabotage timber sales and research facilities and who\n harass Forest Service employees could see stiffer penalties, funds frozen and\n an increase in surveillance.\n ''It's time we draw a line in the sand and let eco-terrorists know we will\n not stand for terrorism of any kind in our homeland,\" said Rep. George\n Nethercutt, who introduced the Agro-terrorism Prevention Act of 2001 last\n year.\n The proposed bill also would broaden definitions to protect plant and\n animal research that is conducted mostly at universities, allow the FBI to\n investigate crimes under the Racketeer Influenced Corrupt Organizations Act,\n and create a clearinghouse to allow local, state and federal law enforcement\n to work together.\nThe house subcommittee on forest and forest health heard testimony Tuesday\n on how the proposed legislation could help prosecute groups like the Earth\n Federation Front and the Animal Liberation Front.\n Witnesses included a former Forest Service supervisor who said employees\n are harassed and intimidated by these groups regularly. Employees are\n encouraged to not wear uniforms, not drive the service's green vehicles, not\n to go into the field alone (especially women), and to ''run and hide\" if they\n notice a possible confrontation.\n Rep. Nick Rahall, D-W.Va., said terrorist groups hurt the working class and\n drive up prices.\n ''They really hurt the cause they believe in by resorting to violence,\" he\n said.\n An FBI chief on domestic terrorism said members of ELF and ALF have\n committed more than 600 criminal acts since 1996, causing at least $43 million\n in damages. He said that although resources were temporarily diverted due to\n the Sept. 11 attacks and subsequent anthrax cases, the counterterrorism\n division once again will be focusing on ELF and ALF, which the FBI labeled as\n primary domestic terrorism threats.\n While 10 out of 11 witnesses spoke in favor of increased regulation and\n support, a subpoenaed witness, former ELF spokesman Craig Rosebraugh, pleaded\n the Fifth Amendment against self-incrimination on all but a few questions.\n Rosebraugh, who was accompanied by his attorney, answered yes when asked if\n he was a U.S. citizen, but took the Fifth when asked if he agreed with the\n U.S. Constitution. When Rosebraugh was asked if he understood the Fifth\n Amendment, he again ''took the Fifth.\"\n After the hearing, Nethercutt, a Spokane Republican, said that if\n Rosebraugh doesn't believe in the establishment of the U.S. Constitution, he\n doesn't deserve the privilege of the Fifth Amendment.\n Rep. Jay Inslee, D-Wash., said the committee will look into whether\n Rosebraugh was properly permitted the privilege of the Fifth Amendment since\n he submitted a lengthy written statement beforehand.\n Rosebraugh also refused to comment on his written statement.\n ''It's so nice to have a witness who's so proud of his work that he refuses\n to testify about it,\" Inslee said.\n ELF members protested outside the building, holding up banners and handing\n out fliers. While the group obtained a permit for 75 people to demonstrate,\n Capitol police said there were considerably fewer there.\n\nLoad-Date: February 15, 2002"
}