{
    "title": "Witnesses tell of violent video at Gitmo trial",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 10,
    "day": 31,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba (AP) -- Three upstate New York men convicted of aiding terrorism said Thursday their al-Qaida training included viewing a violent video allegedly created by a Guantanamo prisoner on trial as Osama bin Laden's chief propagandist.\nThe two-hour video featuring depictions of al-Qaida attacks spliced with images of Muslims being brutalized was intended both to inspire and infuriate terrorist recruits in Afghanistan, the three men said as they testified for the prosecution in the second Guantanamo war-crimes trial.\n\"It was showing how successful people can be if they really want to perform jihad,\" Yahya Goba, one of the men from Lackawanna, N.Y., told the court, using an Arabic word meaning holy war. \"Anything military, economical, political was considered a target.\"\nGoba and the two others, Yasein Taher and Sahim Alwan, three of the so-called \"Lackawanna Six,\" pleaded guilty in 2003 to aiding terrorism by attending an al-Qaida camp in Afghanistan and are now serving prison terms in Indiana.\nThe men said they attended the training camp before the Sept. 11 attacks, left their training early and said they had no intention of taking part in any attacks on the United States.\nThe witnesses told prosecutors they agreed to testify against Ali Hamza al-Bahlul, of Yemen, in hopes they would be allowed to enter a witness protection program, with their identities shielded, after their release from prison.\nAl-Bahlul is charged with conspiracy, solicitation to commit murder and supporting terrorism. He faces up to life in prison if convicted by a jury of nine U.S. military officers at the U.S. base in Cuba.\nProsecutors are seeking to prove that al-Bahlul's alleged activities and ties to al-Qaida are war crimes punishable by the special military tribunal.\nThe prisoner has dismissed the military tribunals as a \"legal farce\" and is boycotting the trial by sitting mutely in court. He grinned repeatedly at Alwan as he testified about meeting bin Laden and attending the terror leader's al-Farooq training camp in 2001.\nIt appeared that al-Bahlul also smiled when a TV screen showed images of New Yorkers screaming in the street during the Sept. 11 attacks.\nThe three New York men portrayed al-Bahlul's video as memorable because they claimed it inspired them to reject al-Qaida.\nAlwan said he became highly disturbed when he saw the video was designed to \"jolt the enthusiasm\" of al-Qaida recruits being groomed for martyrdom missions. \"I realized I was in over my head,\" he said.\nHe said some recruits wept as they watched graphic images of dead Muslim children interspersed with images of brutalized Palestinians and Chechens.\nEvan Kohlmann, a terror consultant for Globalterroralert.com, testified that the USS Cole video allegedly created by al-Bahlul significantly revved up the propaganda machine for al-Qaida, even getting translated into numerous languages.\n\"If it is not the most popular al-Qaida video of all time, it is among the top five,\" Kohlmann said from the witness stand.\nHe said video propaganda promoting al-Qaida's cause helped boost the weakened terror network.\n\"If it wasn't for the propaganda, if it wasn't for the videos, people would forget about al-Qaida,\" he said. \"It continues al-Qaida even when al-Qaida is not able to represent its strength.\"\nAt the close of Thursday's court session, the judge advised al-Bahlul of the rules if he wished to end his boycott and speak. During recesses, the usually talkative prisoner was focused on writing on a notepad at the defense table.\nAl-Bahlul's Pentagon-appointed military lawyer is also not speaking in court out of respect for his client's wishes that he not mount a defense -- refusing to question witnesses or respond to the judge.\nAl-Bahlul's trial follows one in August for a former driver for bin Laden, Salim Hamdan, who was convicted and sentenced to 5 1/2 years in prison.\nPentagon officials say jury deliberations in al-Bahlul's case may begin by the weekend.\n\nLoad-Date: October 31, 2008"
}