{
    "title": "Wittman, Williams strike civil tone in 1st District House debate In 1st District debate in Hanover,",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 10,
    "day": 26,
    "full text": "Rep. Rob Wittman, R-1st, called the pipe bombs recently mailed to prominent Democrats and critics of President Donald Trump \"acts of terrorism\" during a debate Thursday night against Democratic challenger Vangie Williams.\n\"What we've seen are acts of terrorism, pure and simple,\" Wittman said in the debate at Hanover High School in Hanover County. \"And we have to stand up against that. The perpetrator or perpetrators of these acts of terrorism need to be sought out. They need to be brought to justice, and penalized to the full extent of the law.\"\n Williams described the string of explosive devices sent to former President Barack Obama, Hillary Clinton and other prominent Trump critics as an ominous development that will \"go down in history as a shame on our country.\"\n \"My children were alarmed yesterday when the state troopers pulled up to our house to check on us because we're Democrats,\" Williams said.\n The debate between Wittman and Williams was the second one this week held in an eastern Virginia district that's not widely believed to be among the competitive races in the congressional midterms. The 1st District supported Trump in 2016 and Wittman doesn't seem to be in jeopardy, but some Democrats believe the race could be closer than predicted if a blue wave develops.\n The district covers parts of Prince William County at its northern point, the Middle Peninsula and Northern Neck, and Hanover County in the Richmond area.\n Wittman and Williams remained largely civil for the duration of the 90-minute debate, which was hosted by the Hanover Chamber of Commerce and moderated by Richmond Times-Dispatch Politics Editor Andrew Cain.\n Both candidates talked up their roots in the district and stressed the need to support the military and bring broadband to rural communities.\n Williams, a strategic planner for a government contractor, repeatedly sought to characterize Wittman as an ineffective incumbent, saying he has had plenty of time to address the district's problems by serving in Congress since 2007.\n \"You will see me more in the district. Because like Rob Wittman, I eat breakfast in the district as well,\" Williams said in her closing statement. \"But the difference is, I'm not paid by PACs to go to breakfast.\"\n Wittman, who justified his acceptance of political action committee donations by saying individuals have every right to \"express their will\" through PACs, defended his record, saying he helped get legislation passed to help federal employees and military families, fund rural broadband and recognize Virginia Indian tribes.\n Williams said she decided to run for Congress after Wittman's office didn't respond to an inquiry she made about health care. Wittman said he \"wanted to be able to help,\" but his office could find no record of any request for a meeting.\n \"For me, it's critical in how I serve you. I make extraordinary efforts to make sure that we reach out to constituents and do the right job for them,\" Wittman said. \"I take pride in that.\"\n Asked if he supports Corey Stewart, the controversial Republican running against U.S. Sen. Tim Kaine, D-Va., Wittman gave a flatly affirmative answer.\n \"I support Corey Stewart vs. Tim Kaine,\" Wittman said.\n \"I do not support Corey Stewart,\" Williams said.\n gmoomaw@timesdispatch.com\n (804) 649-6839\n Twitter: @gmoomaw\n\nGraphic\n\n \nDemocrat Vangie Williams and Rep. Rob Wittman, R-1st, denounced the recent threats made against prominent Democrats during their debate in Hanover County on Thursday. Dan Currier Democrat Vangie Williams and Rep. Rob Wittman, R-1st, denounced the recent threats made against prominent Democrats during their debate in Hanover County on Thursday. Dan Currier Congressman Rob Whittman answers a question from the moderater Andrew Cain during the debate with Vanhie Williams at Hanover HS, in Hanover County. Dan Currier Congressman Rob Whittman answers a question from the moderater Andrew Cain during the debate with Vanhie Williams at Hanover HS, in Hanover County. Dan Currier Vangie Williams answers a question during the debate with Rob Whittman at Hanover HS, in Hanover County. Dan Currier Vangie Williams answers a question during the debate with Rob Whittman at Hanover HS, in Hanover County. Dan Currier Williams and Wittman talked up their roots in the district during the debate, held at Hanover High School. Dan Currier Williams and Wittman talked up their roots in the district during the debate, held at Hanover High School. Dan Currier Debater moderater Andrew Cain address the audience before the debate with Vangie Williams and Rob Whittman at Hanover HS, in Hanover County. Dan Currier Debater moderater Andrew Cain address the audience before the debate with Vangie Williams and Rob Whittman at Hanover HS, in Hanover County. Dan Currier Vangie Williams, left, gestures toward Congressman Rob Whittman during the debate at Hanover HS, in Hanover County. Dan Currier Vangie Williams, left, gestures toward Congressman Rob Whittman during the debate at Hanover HS, in Hanover County. Dan Currier Congressman Rob Whittman answers a question during the debate with Vangie Williams at Hanover HS, in Hanover County. D\n\nLoad-Date: November 16, 2018"
}