{
    "title": "WMD terrorism_ The next phase_",
    "publisher": "the christian science monitor",
    "year": 2003,
    "month": 6,
    "day": 18,
    "full text": "The Sept. 11 attacks brought home to America the reality of terrorists organizing globally to cause casualties on a scale not previously experienced. Now, in the post-Saddam Hussein chapter of the war on terror, have we forestalled worse threats?\nThe answer, tragically, is no. Conventional wisdom among terrorism experts is that it's possible, if not highly probable, that more sophisticated terrorist movements, such as Al Qaeda, will employ weapons of mass destruction (WMD) - biological, chemical, radiological, or nuclear - against their perceived enemies.\nIt is no longer a question of if, but when, such an attempt will be made. But this troubling, yet simple, realism can put us a step closer to reducing the threat.\nJust last Friday, authorities in Thailand intercepted a man trying to sell radioactive material that could have been used to make \"dirty bombs.\" The 70 pounds of cesium-137, reportedly smuggled out of Russia, was seized by Thai police after US authorities tipped them off. The good news is that there was enough intelligence to find and intercept such dangerous material. The bad news, of course, is that the next phase in terrorism - the use of WMD - may be beginning.\nIt is undeniable that Al Qaeda, for example, is seeking to deploy the full arsenal of WMD. It would be difficult to conclude otherwise, given the discovery of notes, manuals, videos, hard drives, and Internet documents found in abandoned Al Qaeda safe houses, caves, and training camps in Afghanistan and more recently in the Ansar al-Islam camp in formerly Kurdish-controlled northern Iraq. This evidence contained material on conventional explosives, WMD (including dirty bombs), and potential target sites, such as nuclear power plants.\nEven before Sept. 11, Western intelligence agencies knew that Al Qaeda had contacts with Pakistani nuclear scientists. The terrorist network had only limited technological capabilities then, and there is no clear evidence it had possession of WMD or the materials to make them. But given time, the right environment, and the needed infrastructure, acquiring these weapons may be inevitable, especially with the recruitment of out-of-work or motivated scientists.\nMoreover, new intelligence reports following the capture of Al Qaeda operations chief Khalid Sheik Mohammed in March suggest the organization has a more advanced biological- and chemical-weapons program than the scientific community previously believed. Seized documents, computer drives, and debriefings of Mohammed point to various plans and stockpiled materials for the manufacture of botulinum, salmonella toxins, and cyanide, as well as a production plan for anthrax.\nStill, there is no evidence that Al Qaeda possesses the required knowledge of advanced techniques to produce biological weapons. Many experts doubt that terrorists acting on their own have the capability to perfect weapons that cause mass casualties. Even the Japanese Aum Shinrikyo's fairly sophisticated effort in 1995 to produce and disperse biological and nerve agents was minimally successful and caused fewer casualties than conventional explosives could have.\nAnd yet there are other avenues, besides in-house production, that can link terrorists to weapons of mass destruction.\nA major concern is that state sponsors of terrorism such as Iran or North Korea would supply ready-to-use weapons from their arsenals to terrorist groups. Terrorism experts differ as to whether a terrorist state would risk being exposed and punished - or being attacked with its own weapons by the terrorist group.\nAnother concern is that in Russia, for example, terrorists might, by theft with the help of insiders or by direct attack, seize nuclear weapons and materials left over from the cold war as well as undestroyed chemical and biological agents. Likewise nuclear-weapons storage sites in other acknowledged nuclear states such as Pakistan may be vulnerable to terrorist attack, although the level of security and protection of storage sites is likely to be high.\nWorldwide, radioactive materials for medical and commercial uses are poorly guarded and may find their way into dirty bombs. Although more likely to produce mass panic than mass casualties, these bombs are not high technology. The discovery of postwar looting of radioactive isotopes from Iraq's main nuclear research facility at Tuwaytha raises the specter of dirty-bomb material ending up in terrorists' hands. Mohammed ElBaradei, head of the International Atomic Energy Agency (IAEA), recently expressed alarm about the \"potential radiological safety and security implications of nuclear and radiological materials that may no longer be under control\" there. An IAEA team is in Iraq trying to determine what is missing from the Tuwaytha complex.\nIn sum, each of the paths for a terrorist group to use WMD has varying levels of probability. There is no consensus, yet, on the strength of the links between terrorists and WMD. But there's little doubt that, left unchecked, terrorist groups will gain the sophistication needed to acquire and deliver WMD. Indeed, in May, exercises by the Department of Homeland Security to simulate a bio-terror attack of pneumonic plague in Chicago and a \"dirty bomb\" in Seattle testify that the threat from weapons of mass destruction is being taken seriously.\nA wise policy requires that we have our eyes on the past, do what is necessary for the present, and seriously prepare for the \"superterrorism\" future - because it is not a matter of if, but when, where, and with what impact.\n* Yonah Alexander is director of the International Center for Terrorism Studies at the Potomac Institute for Policy Studies in Arlington, Va. Milton Hoenig, a nuclear physicist, is a consultant in Washington, D.C. They coedited the book 'Super Terrorism: Biological, Chemical, Nuclear.'\n(c) Copyright 2003. The Christian Science Monitor\n\nLoad-Date: June 17, 2003"
}