{
    "title": "Wolfowitz defends 'murky' evidence; Because of the _nature of terrorism,_ the deputy defense chief s",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 7,
    "day": 28,
    "full text": "Deputy Defense Secretary Paul Wolfowitz yesterday defended the invasion of Iraq as an example of how the United States had to be prepared to act on \"murky intelligence\" in its war on terrorism.\nWolfowitz was asked in several television interviews about widespread criticism that Washington's rationale for the war - allegatons that Iraq had chemical and biological weapons and was collaborating with Osama bin Laden's al-Qaeda group - appeared to have been built on shaky foundations.\nNo such weapons have been found, and little concrete evidence has been presented of an al-Qaeda link.\n\"The nature of terrorism is that intelligence about terrorism is murky,\" Wolfowitz, one of the architects of the Iraq war, said on Fox News Sunday.\n\"I think the lesson of 9/11 is that if you're not prepared to act on the basis of murky intelligence, then you're going to have to act after the fact, and after the fact now means after horrendous things have happened to this country,\" he added\nAbout 3,000 people were killed Sept. 11, 2001, when hijacked airliners were crashed into the Pentagon and the World Trade Center. A fourth plane crashed in Western Pennsylvania. The United States blames bin Laden and al-Qaeda for the attacks.\n\"If in 2001, or in 2000 or in 1999 we had gone to war in Afghanistan to deal with Osama bin Laden and we had tried to say, 'It's because he's planning to kill 3,000 people in New York,' people would have said, 'Well you don't have any proof of that,' \" Wolfowitz said on NBC's Meet the Press program.\n\"The lesson of Sept. 11 is that you can't wait until proof after the fact.\"\nThe war on Iraq was launched in March after President Bush said the United States had adopted a policy of taking preemptive action against countries it believed were a threat.\nWolfowitz said it was wrong to think the United States could have continued a policy of containment against Iraq instead of going to war.\n\"Twelve years of containment was a terrible price for us,\" he said, citing the attacks on the USS Cole off the Yemeni port of Aden in October 2000 and on the Khobar Towers barracks in Saudi Arabia in 1996.\nHe said the Americans killed in those attacks were in the region as part of efforts to contain Iraq and noted that their presence was one of bin Laden's main anti-U.S. grievances.\nWolfowitz declined to speculate on how close U.S. forces in Iraq might be to finding Saddam Hussein, but said the killing of his sons, Odai and Qusai, last week had led to a surge in intelligence tips from Iraqis.\nThis information could help in the hunt for Hussein and already has contributed to the discovery of 660 surface-to-air missiles over the last week, he said.\n\"I think what happened last week with the death of those two miserable creatures, is encouraging more people to come forward,\" he said.\n\nGraphic\n\n \nPHOTO;\nALEX WONG, NBC \"Meet the Press\"\nDeputy Defense Secretary Paul Wolfowitz said the U.S. could not have continued a containment policy against Iraq.\n\nLoad-Date: August 2, 2005"
}