{
    "title": "Wolfowitz given responsibility of overseeing military tribunals",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 6,
    "day": 27,
    "full text": "Defense Secretary Donald H. Rumsfeld on Thursday delegated to his top deputy, Paul Wolfowitz, the final word on which terrorism suspects are to be tried by a military tribunal.\nWolfowitz also was given the authority to decide who will serve on the tribunals, which the Pentagon calls commissions.\nAfter President Bush determines which terrorism suspects in U.S. custody are subject to be tried under his Nov. 13, 2001 military order, a chief prosecutor would draft charges against any or all of those suspects. It would then be for Wolfowitz to decide which would actually go to trial, according to Air Force Maj. John Smith of the Pentagon's Office of Military Commissions.\nThis authority had rested with Rumsfeld, but he chose to delegate it to Wolfowitz, Smith said.\nThus far, Bush has not determined which, if any, terrorism suspects are subject to possible prosecution.\nThe criteria for such a presidential determination are that a suspect be a member of the al-Qaida terrorist organization; or that he or she committed or conspired to commit a terrorist act against the United States; or that the suspect knowingly harbored an al-Qaida member; and that it is in the best interests of the United States that the suspect be subject to military trial.\nBush's military order does not apply to American citizens.\nIn legal terms, Wolfowitz is the \"appointing authority,\" which Rumsfeld said means he also would \"resolve issues arising during commission proceedings.\"\nThe Pentagon has spent months preparing for tribunals to hold trials for terrorism suspects who are not U.S. citizens. Candidates for the tribunals include some of the alleged al-Qaida leaders in U.S. custody and the 680 or so al-Qaida and Taliban suspects held at Guantanamo Bay, Cuba.\nThe Pentagon has named a chief prosecutor and a defense lawyer to oversee the appointment of military defense lawyers for suspects. Officials at Guantanamo Bay also have begun planning for possible construction of an execution chamber because the commissions may consider imposing the death penalty.\nThe Pentagon rules list 18 war crimes and eight other offenses, including terrorism and the deliberate killing of civilians, that could be the subject of military tribunals. The cases would be decided by a panel of three to seven military officers who would act as both judge and jury. Those officers will be chosen by Wolfowitz in his new role.\nConvictions could be handed down by a majority vote; a decision to sentence a defendant to death would have to be unanimous.\n\nLoad-Date: June 29, 2003"
}