{
    "title": "Woman mauled by chimp lost hands",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 3,
    "day": 5,
    "full text": "BRUSSELS (AP) - U.S. Secretary of State Hillary Rodham Clinton swiped hard at Iran on Wednesday, accusing its hardline leaders of fomenting divisions in the Arab world, promoting terrorism, posing threats to Israel and Europe, and seeking to \"intimidate as far as they think their voice can reach.\"\nHer remarks, at the conclusion of two days of talks in Egypt, Israel and the West Bank, were notable for coming from an Obama administration that has raised the prospect of diplomatic engagement with Iran as part of a new direction in U.S. foreign policy.\nIn remarks to reporters aboard her plane en route from Ramallah to Brussels, Belgium, Clinton said that in her talks with Arab foreign ministers and other leaders she heard \"over and over and over again\" a deep-seated worry about threats posed by the Iranians.\n\"It is clear that Iran intends to interfere with the internal affairs of all of these people and try to continue their efforts to fund terrorism, whether it's Hezbollah or Hamas or other proxies,\" she said.\nWASHINGTON (AP) - The Supreme Court forcefully rejected calls Wednesday for limiting consumer lawsuits against drug makers, upholding a $6.7 million jury award to a musician who lost her arm to gangrene following an injection.\nThe decision is the second this term to reject business groups' arguments that federal regulation effectively pre-empts consumer complaints under state law.\nDiana Levine of Vermont once played the guitar and piano professionally. Her right arm was amputated after she was injected with Phenergan, an anti-nausea medicine made by Wyeth Pharmaceuticals.\nIn a 6-3 decision, the court turned away Wyeth's claim that federal approval of Phenergan and its warning label should have shielded the company from lawsuits like Levine's.\nNEW HAVEN, Conn. (AP) - A Connecticut woman mauled by a chimpanzee two weeks ago lost her hands, nose, lips and eyelids and may be blind and suffering brain damage, and hospital officials say it's still unclear if her condition can improve at all.\nThe Cleveland Clinic, revealing the specific injuries Wednesday for the first time, told The Associated Press in a statement that 55-year-old Charla Nash also lost the bone structure in her face when she was attacked on Feb. 16 in Stamford, Conn.\n\nLoad-Date: March 5, 2009"
}