{
    "title": "Woman With Link to Shah Slain in Her Yard",
    "publisher": "the new york times",
    "year": 1992,
    "month": 3,
    "day": 28,
    "full text": "A woman whose husband and brother-in-law were connected to the Shah of Iran's Government in the 1970's was fatally shot in an ambush Thursday night outside her house in Franklin Lakes, N.J., officials said today. The F.B.I. said the shooting may have been an act of terrorism.\nThe victim, Parivash Rafizadeh, 51 years old, was shot at close range at least five times in the abdomen and left thigh about 8:45 P.M. as she got out of her car 25 feet from the front door of her house, the Bergen County Prosecutor, John J. Fahy, said this afternoon.\nMrs. Rafizadeh died about 7 A.M. today after three and a half hours of surgery at Wayne General Hospital, said a hospital spokesman, Nick Mallis.\n\"This was obviously an execution-style killing,\" Mr. Fahy said. \"We don't know what the motive was.\"\nHe said his office had asked the Federal Bureau of Investigation for assistance.\n \n'A Lot of Avenues'\n \"There are a lot of avenues we want to explore in this case,\" Mr. Fahy said. He declined to elaborate.\nLate today, the F.B.I. joined the investigation. \"We're going to enter this because this may have been an act of terrorism,\" said William Tonkin, a spokesman at the agency's office in Newark. \"We're going to explore that possibility.\"\nHe said Mrs. Rafizadeh's husband, Majid, was in California at the time of the shooting. Mr. Fahy said Mr. Rafizadeh had \"some connection\" with the Iranian Government before Shah Mohammed Riza Pahlevi was overthrown in 1979. He said detectives had not yet questioned Mr. Rafizadeh.\nMr. Fahy also said that one of Majid Rafizadeh's brothers had a \"direct link\" to the Iranian Government before the Shah was toppled.\nHe said he did not know whether Majid Rafizadeh is the brother of Mansur Rafizadeh, who was listed as an Iranian attache in the late 1970's in the United Nations blue book of diplomatic missions.\nThe prosecutor said he was uncertain whether Majid was related to Mansur Rafizadeh, a Franklin Lakes resident who identified himself in a 1987 autobiography as the head of the Iranian secret police, Savak, in the United States during the Shah's reign.\nA man who anwered the telephone at Mansur Rafizadeh's home tonight but refused to identify himself said Mansur and Majid were brothers.\nMr. Fahy said he did not know Majid Rafizadeh's occupation or the nature of his trip to California.\nBefore the Iranian revolution, Mansur Rafizadeh worked at the Iranian Mission to the United Nations in Manhattan. In the mid-70's, he described himself as an attache there and denied any involvement with Savak.\nBut in January 1979, Iranian diplomats at the mission joined the rebellion and denounced Mansur Rafizadeh as an agent of Savak. Later he acknowledged he directed Savak's branch in the United States in the autobiography, published by Morrow, \"Witness: From the Shah to the Secret Arms Deal, An Insider's Account of U.S. Involvement in Iran.\"\nMr. Fahy said no threats against Mrs. Rafizadeh or her husband had been reported since they moved into their two-story white colonial house in an upper-middle-income neighborhood in June 1982. They paid $275,000 for it.\nThe authorities said they believed the killer was hiding near the circular drive in front of the house when Mrs. Rafizadeh returned home shortly before 9 P.M. from her business, \"Great Nails,\" a nail salon in Ridgewood, N.J., about 10 miles east of Franklin Lakes.\nThe suspected murder weapon, a .45-caliber semiautomatic, was found this morning near a clump of trees about 200 feet behind the house, Mr. Fahy said.\n\nLoad-Date: March 28, 1992"
}