{
    "title": "Woman linked to White House ricin package arrested",
    "publisher": "usa today",
    "year": 2020,
    "month": 9,
    "day": 22,
    "full text": "A woman suspected of sending a package containing the poison ricin to the White House has been arrested at the U.S.-Canada border, a law enforcement official said.\nThe suspect was taken into custody by U.S. Customs and Border Protection officers at the Peace Bridge border crossing near Buffalo, New York, and is expected to face federal charges in connection with the package which was intercepted in the past week, said the official who is not authorized to comment publicly.\nThe letter was believed to have been mailed from Canada, the official said.\nIn a weekend statement, the FBI described the missive as \"a suspicious letter received at a U.S. government mail facility.\"\nMail addressed to the White House is screened at an off-site location.\nRicin, a poison drawn from the husks of castor beans, has surfaced in other plots targeting Trump and other officials. According to the Centers for Disease Control and Prevention, exposure to ricin through inhalation, ingestion or injection can lead to death.\nIn 2018, a federal grand jury returned a seven-count indictment against a Utah man, alleging that he threatened Trump and other administration officials in letters, some of which contained the natural ingredients used to make ricin.\nIn that case, a series of suspicious letters were addressed to Trump, then-Defense Secretary James Mattis, FBI Director Christopher Wray, CIA Director Gina Haspel and others.\nIn 2001, following the 9/11 attacks, another form of bio-terrorism shook the country when letters containing anthrax were sent to congressional and media offices.\nThose attacks killed five people and sickened more than a dozen others.\nA microbiologist at the Army's infectious disease laboratory in Fort Detrick, Maryland, Bruce Ivins, committed suicide in 2008, as federal authorities were preparing to charge him in the attacks. \n\nLoad-Date: September 22, 2020"
}