{
    "title": "Woman pleads guilty for phony terrorism tip",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 2,
    "day": 7,
    "full text": "A St. Paul woman who told officers in September that her grandmother's car had been stolen as part of a bomb threat against the Mall of America pleaded guilty Wednesday to giving false information to a federal agency.\n     Princess Brown, 19, was the first person in Minnesota to be accused of reporting a terrorist hoax after Sept. 11.\n    Using the name \"Margaret Miles,\" Brown phoned in the false terrorism report in an attempt to bring more attention to the missing vehicle. Court records said she hoped police on high alert for terrorists would find the car faster if they thought it was linked to a bomb plot.\n   The Minneapolis FBI office received several thousand phone calls from people concerned about terroristic activity, said supervisory special agent Paul McCabe. \"This was the only one where there was blatant false information provided,\" he said. \"It took a lot of not only special agents, but local law enforcement to follow through with it.\"\n     There are several hoax cases being prosecuted across the country, but the number of false reports is decreasing, McCabe said.\n     \"This case should serve as a lesson to anyone,\" he said. \"People are getting the message that we are investigating these cases aggressively and we are prosecuting.\"\n     Authorities are still investigating an Oct. 10 prank in which a man left a briefcase near a plate with a jelly-like substance at the Science Museum of Minnesota in St. Paul, prompting it to close for three days.\n     \"We've looked at all the videos, but it's not clear enough to see exactly who the man is,\" St. Paul police spokesman Michael Jordan said Wednesday.\n     Investigators have questioned about a half-dozen people but haven't arrested anybody, Jordan said. Until the man is caught, investigators may not know what his motive was, Jordan said.\n     \"He did cause a lot of havoc, and it was clear that he did it on purpose,\" he said.\n     Brown is free on $25,000 bail and is due to be sentenced in U.S. District Court in Minneapolis in eight to 10 weeks.\n    _ Howie Padilla is at hpadilla@startribune.com.  \n\nLoad-Date: February 7, 2002"
}