{
    "title": "Woman sneaks into airplane cockpit; terrorism not suspected",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 5,
    "full text": "SAUGET, Ill. - A woman talked her way past a security guard early Wednesday and entered the cockpit of a private plane at an Illinois airport before she was caught and taken to a hospital for observation for possible mental illness, authorities said.\nPolice in Sauget, Illinois, say the 38-year-old St. Louis woman entered a 20-seat Global Express jet on the tarmac of the St. Louis Downtown Airport about 4 a.m. Wednesday.\nDetective Sergeant Vito Parisi said the woman had started driving to Lambert-St. Louis International Airport but instead wound up at the smaller air field across the Mississippi River and just east of the city. The plane, which is owned by a Hong Kong bank, was disabled while it underwent maintenance.\nLocal prosecutors are reviewing the incident to determine whether to file criminal charges such as trespassing or burglary. Officials don't believe that the incident was connected to terrorism, but the FBI, Department of Homeland Security and federal prosecutors are involved in the investigation, and the local fire department and a county bomb squad responded as a precaution.\nParisi said the woman - who surrendered without incident after her entry on the plane was caught on airport security cameras - was familiar with airplane operations, but he wasn't aware whether she had flight training.\nThe woman told him she wanted to fly to New York, although Sauget Police Chief Patrick Delaney said the woman hoped to fly to China.\nThe airport is owned by the Bi-State Development Agency, a two-state government entity that operates the region's light rail and commuter bus systems. Officials declined comment, but a spokeswoman said the agency may release a written statement later Wednesday.\nParisi said that he expects the security breach to prompt more rigorous oversight at the airport.\n\"Obviously they're going to be making some serious changes,\" he said.\n___\nFollow Alan Scher Zagier on Twitter at http://twitter.com/azagier\n\nLoad-Date: August 5, 2015"
}