{
    "title": "Woman pleads guilty to terrorism Charleston resident faces prison, fines for letters threatening to",
    "publisher": "charleston daily mail",
    "year": 2014,
    "month": 6,
    "day": 11,
    "full text": "A Charleston woman pleaded guilty to charges stemming from two letters she wrote threatening to kill Gov. Earl Ray Tomblin.\nJoyce Gilley, 54, appeared Tuesday before Judge Paul Zakaib. She was charged with attempted threats of a terrorist act and actual threats of a terrorist act in the attempt to influence a branch or government through intimidation.\nShe could face one to three years in prison and a $5,000 to $25,000 fine. She will be eligible for parole after a year.\nThe first letter was found Oct. 6 by an employee at the Brookside Family Life Center, where Gilley was staying. She was no longer at the shelter when the letter was found, and it was turned over to the police.\nIn the letter Gilley wrote, \"If you don't lock me up I am going to kill the governor, Earl Ray Tomblin. Nobody would miss his fat, ugly face anyways. He used tax-payers money to become a millionaire. How did he do that? Why can't he show the tax-payers in West Virginia how they can all be millionaires?\nThe second letter was found in a window at the Charleston Police records department Oct. 16. The next day Gilley turned herself in.\nIn the letter she expressed the desire to be immediately sent to jail or be placed with the \"criminally insane.\n\"Just sentence me and be done with it, she wrote.\nThe letter also said Tomblin should send all of his money to President Barack Obama so Obama could \"help a lot of people and avoid being troubled by a guilty conscience.\nGilley also said she has been suffering from depression and alcoholism but is not receiving treatment for either at this time. A psychological evaluation determined her to be competent.\nContact writer Josephine Mendez at jozy.mendez@dailymailwv.com or 304-348-7917. Follow her at www.lifeofanintern-charlestondailymail.blogspot.com.\n\nLoad-Date: June 11, 2014"
}