{
    "title": "Woman offers her own lesson in dealing with fears Therapist warns against paralyzing effect of terro",
    "publisher": "the world",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "DAILY MAIL HEALTH REPORTER\nWendy Francke has faced fear in others and in herself.\nThe Kanawha City resident has taught horseback riding to people afraid of horses. She once instructed students in rock climbing at North Carolina's Outward Bound program. She earned a certificate in emergency medical training.\nAnd Francke has confronted her own anxiety about how she is going to provide for herself. Now in her early 40s, she developed Stargardt's macular dystrophy in her mid-20s. Though she retains some small degree of peripheral vision, she is considered blind.\nBut she doesn't go about her life fixating on her visual impairment, what she can't do anymore or being afraid of her vulnerabilities.\nInstead, Francke, who has a master's degree in psychology, volunteers three days a week as a therapist at West Virginia Health Right.\nAs she waited on a bus on Sept. 13, a complete stranger walked up to her and asked if she was scared.\nShe replied that she was not. But he said, \"Every time I see a plane, I look up to see what building it's going to hit.\"\nThat experience, listening to talk show hosts and talking with friends have convinced Francke that people could benefit by learning to manage their fears.\nTerrorists, she said, have discovered the person who scares you the most.\n\"That person is you,\" she said.\nIf one is paralyzed by fear, he loses his ability to solve problems and to live with joy, she said.\nSo do something, she said. Do anything, as long as it helps you feel some control. Perhaps that is giving blood, hanging a flag or visiting a homebound neighbor.\n\"I do not believe I am powerless in these circumstances,\" Francke said of anthrax scares and the threat of bioterrorism.\n\"I can do something against terrorism.\nEvery day that I manage my own fear, look at my own death in the face, go about my life as normal and problem solve - I defeat this enemy.\"\nThe past is gone. The future is out of our hands. We have power only in the present, she said.\n\"If I can't leave my house or concentrate on my job, that is taking me away from the present moment and that is irrational fear,\" she said. \"It's irrational because you can't do anything about it.\"\nBecause the world is forever changed, Francke encourages schools, churches and community organizations to start dialogues on fear, what terrorists employ to accomplish their mission.\nMeanwhile, she keeps a daily journal called \"Peace on Terrorism.\"\nIt starts with two quotes, the first from Ghandi - \"Whatever you do may seem insignificant but it is very important that you do it.\"\nWilliam James made the second: \"Act as if everything I do does make a difference.\"\nDenial won't work.\n\"One of my friends wanted to go back to live as normal,\" Francke said.\n\"We can't do that. I don't think that's going to be an option for us as a country to do that. We may be living with terrorism for the next 30 years.\n\"Dismantle the weapon.\"\nWriter Therese Smith Cox can be reached at 348-4874 or by e-mail at therese@dailymail.com.  \n\nLoad-Date: October 31, 2001"
}