{
    "title": "Women Backed Clinton, Exit Polls Show",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 9,
    "full text": "Democratic women rallied around Senator Hillary Rodham Clinton in the New Hampshire primary Tuesday, according to statewide exit polls, confounding expectations and providing her margin of victory over Senator Barack Obama.\n  In contrast to polling results in the Iowa caucuses, half the women who voted in the Democratic primary gave her their support, the polls showed. Four in 10 voters said Mrs. Clinton was most qualified to be commander-in-chief, while 3 in 10 said the same of Mr. Obama.\n  ''It's assumed that people vote for her because of superficial things, but she has the depth and strength and has been through a lot,'' said Mary-Jo Cassidy, 57, of Manchester, explaining why she cast her vote for Mrs. Clinton. \n  At the same time, however, Democratic voters viewed Mr. Obama as more likely than Mrs. Clinton to beat the Republican nominee in 2008, a reversal of the previous trends in national polls. \n  On the Republican side, nearly half of primary voters said their biggest concerns were terrorism and the Iraq war. The exit polls showed that half were dissatisfied or angry with President Bush. A third disapproved of the war. Each of those groups of Republicans broke decisively for Senator John McCain, suggesting more viewed him as a critic than as a supporter of the administration.\n  Mr. Obama won big among undeclared voters but lost to Mrs. Clinton among registered Democrats. On the Republican side, Mr. McCain beat former Gov. Mitt Romney of Massachusetts among undeclared voters, who have been a mainstay of his support, and registered Republicans.\n  The exit polls were conducted by Edison/Mitofsky for the National Election Pool consortium among 1,914 Democratic voters and 1,472 Republican voters. The margin of sampling error is plus or minus four percentage points for each party.\n  Mr. Obama received about twice as much support as Mrs. Clinton did among voters under 30, and beat her handily among men.\n  Roughly 4 in 10 voters in the Democratic primary said the economy was the most important issue, while 3 in 10 said the war and another 3 in 10 health care. \n  Mr. Obama campaigned as an early opponent of the war in Iraq, and Mrs. Clinton campaigned as best-qualified to overhaul health care. But the exit polls indicated that voters most concerned about the war as well as  those most concerned about the health care system favored Mr. Obama, while voters who cited the economy as their top concern went for Mrs. Clinton.\n  Voters in the Republican primary were roughly evenly divided among those who cited the economy, the Iraq war, terrorism and illegal immigration as their top concerns. In addition to dominating the votes of those concerned about terrorism and the war, Mr. McCain won among those most concerned about the economy -- an area where Mr. Romney, a founder of a giant private equity firm, hoped to have an edge. \n  ''He's straightforward, a good solid American citizen, no baggage,'' David Gagnon, 64, a retired voter in Bedford, said of Mr. McCain. ''I've been for him all along. My most important issues are, not necessarily in order, health care, economy, Iran, Iraq, Pakistan, Afghanistan. In other words, foreign policy. That's it. If he could get some of that done, that'd be great.''\n  Mr. Romney, who hammered Mr. McCain with advertisements criticizing his support for allowing illegal immigrants a path to citizenship, attracted the most support from voters concerned about that issue.\n  But criticism of Mr. Romney for changing his position on abortion rights and his tone on other social issues clearly hurt him. About half the Republican voters who sought a candidate who ''says what he believes'' chose Mr. McCain. About one in 10 chose Mr. Romney.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nGraph: ''A Surge in New Hampshire Turnout'' Votes cast in Democratic primary\n Votes cast in Republican primary (Source: Rhodes Cook)                    \n\nLoad-Date: January 9, 2008"
}