{
    "title": "Women drawn to terrorism complicates fight",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "WASHINGTON — Islamic State propaganda is resonating with a growing and loyal following of young women and teenagers, complicating U.S. counterterrorism efforts to identify and monitor supporters such as Tashfeen Malik, the 29-year-old mother suspected in the California shootings along with her husband.\nIt's unusual for a woman to be involved in mass violence in the United States. But the increasing number of women drawn to IS is worrisome to American law enforcement and making it almost impossible to flag the prototypical recruit for investigation. Even harder to detect: a husband and wife team, like the one blamed for Wednesday's shootings in San Bernardino, that doesn't need to use a telephone for attack-plotting.\n\"The challenge of our efforts to try and find and redirect people is that it is a wide spectrum of folks,\" FBI Director James Comey said Friday. \"It isn't a particular demographic or geography. It's about people seeking meaning in their lives in a misguided way.\"\nBefore the most recent attacks, the Anti-Defamation League had identified 15 women linked to Islamic extremist activity in 2014 and 2015 — a higher total than in the entire prior decade. A recent George Washington University report on IS found that one-third of the nearly 300 Twitter accounts of U.S.-based IS sympathizers monitored during a six-month period appeared to be operated by women.\nMost recruits had tried to join IS on its home turf, including three teenage girls from Colorado who were intercepted in Germany last year and a 19-year-old Mississippi woman who the FBI says set off with her love interest before being stopped at a regional airport. Others are accused of planning violence: In New York, two women were charged in April with plotting to build a bomb for an attack.\n\"Unlike in the Middle East or even Europe, it is indeed rare for a woman to be involved in such a shooting in the U.S.,\" said Oren Segal, director of the ADL's Center on Extremism. He said IS \"has made it a priority to reach and recruit women, so perhaps we are starting to see the results of those efforts.\"\n\nGraphic\n\n \nTashfeen Malik\n\nLoad-Date: December 7, 2015"
}