{
    "title": "Woodward book to be called 'Obama's Wars'",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 7,
    "full text": "NEW YORK ? Less than three weeks before publication, Bob Woodward's new  book finally has a cover design and a title: \"Obama's Wars.\" And the focus will not be on the economy ?\n the top issue of the fall elections ? but on foreign policy. Woodward's latest investigative work will run 441 pages (Amazon.com had been listing the count at 464 pages) and show Obama \"making the critical decisions on the Afghanistan War, the secret war in Pakistan and the worldwide fight against terrorism,\" Simon & Schuster announced Tuesday. Woodward finished three weeks ago, according to an official with knowledge of the book. The official, who said the book includes little on the Iraq conflict, was not authorized to discuss \"Obama's Wars\" and asked not to be identified. Now an associate editor at The Washington Post, Woodward teamed in the 1970s with fellow Post reporter Carl Bernstein on the paper's Pulitzer Prize-winning coverage of the Watergate scandal. He has written 16 books and remains known for his incredible access to White House information, making him irresistible reading in Washington and beyond. Woodward's four best sellers on the George W. Bush administration also concentrated on foreign policy and the war on terrorism. As with his previous works, Woodward will draw upon internal memos, documents and interviews with key decision makers, including Obama. But the promotion for \"Obama's Wars\" differs; instead of starting with an appearance on CBS TV's \"60 Minutes,\" as he has done often, Woodward will speak first with ABC anchor Diane Sawyer, the network said Tuesday. Their conversation will air first on \"World News\" on Sept. 27, the book's date of sale, and portions will show on \"Nightline\" and \"Good Morning America.\" Woodward will appear live on \"Good Morning America\" on Sept. 28 and, on Sunday, Oct. 3, will be a guest on another ABC program, \"This Week With Christiane Amanpour.\" The book's cover features a large profile shot of Obama, eyes narrowed in concentration. Toward the bottom, smaller images appear of such top foreign policy players as Secretary of State Hillary Rodham Clinton, Secretary of Defense Robert Gates and Afghan President Hamid Karzai. \n\nLoad-Date: September 8, 2010"
}