{
    "title": "WORDS TO A HURT WORLD_ 'WE WILL NOT GIVE IN TO TERRORISM'",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "*Following are excerpts from New York City Mayor Rudolph W. Giuliani's address Monday to the General Assembly of the United Nations, as recorded by The New York Times.\nOn September 11, 2001, New York City, the most diverse city in the world, was viciously attacked in an unprovoked act of war. More than 5,000 innocent men, women, and children of every race, religion, and ethnicity are lost. Among these were people from 80 different nations. To their representatives here today, I offer my condolences to you as well on behalf of all New Yorkers who share this loss with you. This was the deadliest attack - terrorist attack - in history. It claimed more lives than Pearl Harbor or D-Day. This was not just an attack on the city of New York or on the United States of America. It was an attack on the very idea of a free, inclusive, and civil society. It was a direct assault on the founding principles of the United Nations itself.\nThe preamble to the UN Charter states that this organization exists to reaffirm faith in fundamental human rights, in the dignity and worth of the human person, to practice tolerance and live together in peace as good neighbors, and to unite our strength to maintain international peace and security.\nIndeed, this vicious attack places in jeopardy the whole purpose of the United Nations . . . .\nThe United Nations must hold accountable any country that supports or condones terrorism. Otherwise, you will fail in your primary mission as peacekeeper.\nIt must ostracize any nation that supports terrorism. It must isolate any nation that remains neutral in the fight against terrorism. Now is the time, in the words of your charter, the United Nations Charter, to unite our strength to maintain international peace and security.\nThis is not a time for further study or vague directives.\nThe evidence of terrorism's brutality and inhumanity, of its contempt for life and the concept of peace, is lying beneath the rubble of the World Trade Center less than two miles from where we meet today.\nLook at that destruction, that massive, senseless, cruel loss of human life, and then I ask you to look in your hearts and recognize that there is no room for neutrality on the issue of terrorism. You're either with civilization or with terrorists. On one side is democracy, the rule of law, and respect for human life. On the other is tyranny, arbitrary executions, and mass murder.\nWe are right and they are wrong. It's as simple as that. And by that I mean that America and its allies are right about democracy, about religious, political, and economic freedom. And the terrorists are wrong, and in fact evil, in their mass destruction of human life in the name of addressing alleged injustices.\nLet those who say that we must understand the reasons for terrorism come with me to the thousands of funerals we're having in New York City - thousands - and explain those insane, maniacal reasons to the children who will grow up without fathers and mothers and to the parents who have had their children ripped from them for no reason at all . . . .\nWe're a city of immigrants unlike any other city, within a nation of immigrants.\nLike the victims of the World Trade Center attack, we're of every race, we're of every religion, we're of every ethnicity. And our diversity has been our greatest source of strength. It's the thing that renews us and revives us in every generation - our openness to new people from all over the world.\nSo from the first day of this attack, an attack on New York, on America, and I believe on the basic principles that underlie this organization, I've told the people of New York that we should not allow this to divide us because then we would really lose what this city is all about.*.*.*.\nWe can't let terrorists change the way we live. Otherwise they will have succeeded.\nIn some ways the resilience of life in New York City is the ultimate sign of defiance to terrorists. We call ourselves the capital of the world in large part because we're the most diverse city in the world. And we're the home of the United Nations. So that spirit of unity amid all our diversity has never ever been stronger . . . .\nFreedom from fear is a basic human right. We need to reassert our right to live free from fear with greater confidence and determination than ever before here in New York City, across America, and around the world. With one clear voice, unanimously, we need to say we will not give in to terrorism.\nSurrounded by our friends of every faith, we know this is not a clash of civilizations. It's a conflict between murderers and humanity.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: October 5, 2001"
}