{
    "title": "Words need close watching, experts warn Certain terms may lend credibility, boost terrorists' image",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 4,
    "day": 27,
    "full text": "Don't call them jihadists any more. And don't call al-Qaida a movement. The administration of President George W. Bush has launched a new front in the war on terrorism, this time targeting language.\nFederal agencies, including the State Department, the Department of Homeland Security and the National Counter Terrorism Center, are telling their people not to describe Islamic extremists as \"jihadists\" or \"mujahedeen,\" according to documents obtained by The Associated Press. Lingo such as \"Islamo-fascism\" is out, too.\nThe reason: Such words may actually boost support for radicals among Arab and Muslim audiences by giving them a veneer of religious credibility or by causing offense to moderates.\nFor example, although Americans may understand \"jihad\" to mean \"holy war,\" it is in fact a broader Islamic concept of the struggle to do good, says the guidance prepared for diplomats and other officials tasked with explaining the war on terrorism to the public. Similarly, \"mujahedeen,\" which means those engaged in jihad, must be seen in its broader context.\nU.S. officials may be \"unintentionally portraying terrorists, who lack moral and religious legitimacy, as brave fighters, legitimate soldiers or spokesmen for ordinary Muslims,\" says a Homeland Security report. It's entitled \"Terminology to Define the Terrorists: Recommendations from American Muslims.\"\n\"Regarding 'jihad,' even if it is accurate to reference the term, it may not be strategic because it glamorizes terrorism, imbues terrorists with religious authority they do not have and damages relations with Muslims around the world,\" the report says.\nLanguage is critical in the war on terrorism, says another document, an internal \"official use only\" memorandum circulating through Washington titled \"Words that Work and Words that Don't: A Guide for Counterterrorism Communication.\"\nThe memo, originally prepared in March by the Extremist Messaging Branch at the National Counter Terrorism Center, was approved for diplomatic use this week by the State Department, which plans to distribute a version to all U.S. embassies, officials said.\n\"It's not what you say but what they hear,\" the memo says in bold italic lettering, listing 14 points about how to better present the war on terrorism.\n\"Don't take the bait,\" it says, urging officials not to react when Osama bin Laden or al-Qaida affiliates speak. \"We should offer only minimal, if any, response to their messages. When we respond loudly, we raise their prestige in the Muslim world.\"\n\"Don't compromise our credibility\" by using words and phrases that may ascribe benign motives to terrorists.\nThe memo says the advice is not binding and does not apply to official policy papers but should be used as a guide for conversations with Muslims and media.\nAt least at the top level, it appears to have made an impact. Secretary of State Condoleezza Rice, who once frequently referred to \"jihad\" in her public remarks, does not appear to have used the word, except when talking about the name of a specific terrorist group, since last September.\nThe memo mirrors advice distributed to British and European Union diplomats last year to better explain the war on terrorism to Muslims there.\nIt also draws heavily on the Homeland Security report that examined the way American Muslims reacted to different phrases used by U.S. officials to describe terrorists and recommended ways to improve the message.\nBecause of religious connotations, that report, released in January and obtained by the AP last week, counseled \"caution in using terms such as 'jihadist,' 'Islamic terrorist,' 'Islamist' and 'holy warrior' as grandiose descriptions.\"\n\"We should not concede the terrorists' claim that they are legitimate adherents of Islam,\" the report said, adding that bin Laden and his adherents feared \"irrelevance\" more than anything else.\n\"We must carefully avoid giving bin Laden and other al-Qaida leaders the legitimacy they crave, but do not possess, by characterizing them as religious figures, or in terms that may make them seem to be noble in the eyes of some,\" it said.\n---\nDiscussing terrorism:\nDo's and don'ts\n- Don't use the term \"jihadist,\" which has broader religious meanings beyond war, or \"mujahedeen,\" which refers to holy warriors.\n- Do say \"violent extremist\" or \"terrorist.\"\n- Don't use the term \"al-Qaida movement,\" because this makes al-Qaida seem to be a legitimate political movement.\n- Don't use \"Islamo-fascism\" and other terms that could cause religious offense.\n- Do use the term \"totalitarian.\"\n- Don't label groups simply as \"Muslim.\"\n- Do use descriptive terms to define how a group fits into society. For example: South Asian youth and Arab opinion leaders.\n- Don't use \"caliphate\" when explaining al-Qaida's goals, as this has positive implications.\n- Don't use \"salafi,\" \"Wahhabist,\" \"sufi,\" \"ummah\" and other words from Islamic theology unless you are able to discuss their varied meanings. Particularly avoid using \"ummah\" to mean the Muslim world, as it is a theological term.\n\nNotes\n\n war on terrorism \n\nLoad-Date: April 27, 2008"
}