{
    "title": "WORKING ABROAD IN TERROR'S SHADOW",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 13,
    "full text": "FOR more than 35 years, Michael H. Dann, a former production head at NBC and CBS and now a consultant for ABC and I.B.M., traveled the world with little fear and a great deal of enjoyment.\nThis month, however, the terrorist attack on the Trans World Airlines plane bound from Cairo to Athens, and the recollection of the December bombing at the Rome airport made the 68-year-old executive drastically change plans for his upcoming trip to Italy.\nHe and his wife flew Alitalia, avoiding the American carriers that he suspects are the terrorists' prime targets. They restricted themselves to a single carry-on bag apiece so they could exit the Rome airport on the run.\n''There seemed to be more German shepherds than people there,'' said Mr. Dann in a telephone interview last week from a small Roman hotel little frequented by tourists. ''I was still nervous,'' he said.\nTerrorism, of course, is hardly a new phenomenon. But even seasoned travelers have been shaken by the build-up of tension between the United States and Libya, the bombing early this month of a T.W.A. jetliner over Greece that killed four Americans and the explosion last weekend in a popular Bonn nightclub that killed one American soldier.\nThese events followed Christmas holiday bombings in both the Rome and Vienna airports, which killed 17 people and injured 124. And still etched in the memory of many Americans is the drama of last June, when gunmen hijacked a TWA jet with 104 Americans aboard and held passengers hostage for 17 days.\nGene Bishop, executive secretary of the Overseas Security Advisory Council, a group aimed at bringing the public and private sector together to study security problems, said that a survey of 138 companies last November showed that corporate security directors by a two-to-one margin claimed that terrorism was their largest problem.\nThough anti-terrorist business consultants have sprouted up like spring flowers, corporations are in fact limited in what they can do to protect themselves or their workers from terrorist incidents. Benjamin Wiener, president of Probe International, a company that provides corporations with research on political risk abroad, says: ''You have to start out with a very cold and cruel assumption that if an organization is targeted, and if the terrorist groups have money and are willing to risk their own lives, more likely than not they will get their target.''\nThough most companies have not formalized anti-terrorist thinking into in-house courses, some major multinationals have well-established programs. At Chase Manhattan Bank, John D. Swift, vice president and director of protection, said that his unit had been counseling on traveling safety for decades, starting with the politically unstable countries of Latin America. Still, he said, more employees are showing up for briefings these days. Most of the advice centers on keeping a low profile: Don't loiter in airports, move through the check-in as quickly as you can, don't go to known hangouts of Americans. Melt in with the masses.\nPerhaps the most dramatic changes terrorism has wrought are for business travelers at the very top of the ladder - chief executives whose lavish perks have been a source of great pleasure. These managers are generally reluctant to talk publicly about their changed behavior, but one, insisting on anonymity, spelled out how he has made precautions against terrorism a way of life when traveling.\nThis man, the chief executive of a major multinational company based in Europe, with a major subsidiary in the United States, recalled an earlier era when he enjoyed the perks of his position: V.I.P. treatment at airport terminals, chauffered limousines to whisk him to the presidential suite at the best hotels in any city ''All that is gone,'' he said recently. Now, he said, ''we kind of stay in the dark.'' His modus operandi is to fly local airlines whenever possible and take circuitous routes. If he wants to get to Paris, for example, he will fly Sabena to Brussels and then take a local flight. He has traded his conspicuous aluminum luggage for plain leather cases marked with cheap plastic tags.\nOn flights, reluctant to reveal his identity, he avoids conversation with other passengers. Disembarking, he waits his turn on the customs line with the tourists. His chauffeur no longer wears a cap or uniform and picks him up in a plain Mercedes.\nIf the executive stays at a hotel, he takes a room on a low floor so he can get downstairs fast in case of a bomb attack. He no longer takes walks but exercises in his room. In restaurants and lobbies, he avoids windows, which would send deadly splinters in an explosion, and looks for a seat with a wall behind him.\nWhen asked if such measures were extreme, he said that many of his European colleagues were taking similar precautions and that some Americans are beginning to do the same.\nFor him, he said, they have ''become second nature'' and he no longer considers them unusual. What is unusual, he concedes, are his feelings that terrorism may soon move to America. His company is planning to build a new headquarters in the United States with anti-terrorism features rarely seen here.\nFollowing are reports from correspondents in southern Europe and the Middle East that show how the recent pickup in terrorism has affected American executives abroad.\n\nGraphic\n\n \nDrawing"
}