{
    "title": "Working overtime to thwart next 9_11; State's foremost anti-terrorism expert adapts to new role",
    "publisher": "usa today",
    "year": 2002,
    "month": 9,
    "day": 9,
    "full text": "The lawyer, whose domestic preparedness credentials rival the nation's top terrorism experts, further predicted the World Trade Center, the White House and the Pentagon, among other notable sites, would be likely targets.\nThe following day, Beering almost had a stroke when he learned the core of his Nostradamus-like prophesy had come true so soon. In the year following, his lifealike those of so many others directly affected by the horrific eventsahas been turned upside down.\nI worry I'll never get eight hours of sleep again, said Beering, noting a typical day begins at 6 a.m. and concludes after midnight.\nHis day job as associate general counsel for the Indianapolis Water Co. might end at 5 p.m., but his evenings are spent poring over government security briefings, writing for trade publications and churning through e-mails. He's also on schedule to log 140,000 miles of air travel this year.\nHis expertise on anti-terrorism planning and training is sought around the globe. Since Sept. 11, his destinations could rival those of a touring rock band. Last month, he relinquished his duties as IWC spokesman because of his travel demands.\nHe's been to Samoa and will visit London, Berlin and Paris, and possibly the Republic of Kazakhstan, by year's end. Other times, a simple drive to speak before a club in Fishers might occupy his evening.\nI've been to Anaheim [Calif.] to Wausau [Wis.] and everything in between, the 42-year-old said. Unpleasant as [terrorism] is, it's not going away.\nNational media outlets have recognized his qualifications. He's been quoted in USA Today, The Wall Street Journal and The Washington Post. He's also appeared on CNN.\nTo keep pace with his hectic schedule, Beering's increased his monthly cell-phone rate plan from 1,000 minutes to 10,000 minutes. His e-mails have jumped from fewer than 100 a day to almost 500, he said.\nBeering's introduction to the world of terrorism, at least on a local front, began in 1985 following his graduation from the Indiana University School of Law. He immediately joined the Marion County Prosecutor's Office and became the county's first full-time arson prosecutor.\nWhen former Prosecutor Stephen Goldsmith became mayor in 1992, Beering moved from the Prosecutor's Office to a general counsel position for the Department of Public Safety and helped craft the city's emergency response plan. He joined the water company in 1998, but remains the city's terrorism preparedness coordinator.\nImmediately following the attacks on Sept. 11, I asked my staff and others to work on revamping the city's emergency management plan, Mayor Bart Peterson said. Peter played an important role in helping us with this process.\nBeering is one of only about two dozen people from across the nation who make up the Executive Session on Domestic Preparedness at Harvard University. Harvard and the U.S. Department of Justice convened the top experts in counterterrorism nearly three years ago to evaluate the country's preparedness and response capabilities. The group's work continues.\nOne of Beering's associates on the panel is Paul Maniscalco, an adjunct assistant professor at the George Washington School of Medicine and Health Sciences and a former New York City deputy chief paramedic. Among the members' fears is that much of the population already has become lethargic toward the possibility of another terrorist strike.\nOur concern is that the tear is drying on the cheek of America, Maniscalco said. There's going to be a lot of reflection [to mark the one-year anniversary], but I think there's a lot of people who have already forgotten.\nBeering's focus could easily be clouded by his father's life-threatening battle with heart problems. Stephen Beering, a former Purdue University president who retired two years ago, suffered a heart attack in November that initially went undiagnosed.\nDoctors installed stents in February, which later closed. To repair the damage, he underwent open-heart surgery almost three months ago. His rehabilitation continues and he's expected to eventually recover, Beering said.\nMake no mistake about it. When you see your father lying in a coronary cardiovascular unit, it becomes a motivator to have a heart-healthy salad at lunch instead of an unhealthy cheeseburger, Beering said.\nAlthough his condition is less serious, Beering lives with a permanent disability in his left wrist. Two years ago, he fell 28 feet off a ladder while helping his brother-in-law trim a tree. Unaware that he had suffered a concussion, he climbed the ladder to continue his work. The concussion caused him to lose his balance, and he fell again. This time, he broke his wrist in seven places and was admitted to the neurological intensive care unit at St. Vincent Hospitals and Health Services.\nBeering lost friends in the attacks on the World Trade Center and visited the site in March. He sometimes wishes he had brought a camera. But, he said, the images are etched in his memory forever.\nBeering will commemorate Sept. 11 by participating in private memorial activities.\nI suspect it will be a very difficult day, he said.A\nE-mail: solson@ibj.com  \n\nLoad-Date: September 18, 2002"
}