{
    "title": "work on next wave of reactors moves on",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "BOISE - The new director of Idaho National Laboratory said its efforts to help reduce greenhouse gas emissions by creating a new generation of nuclear reactors appears to align with the goals of the incoming Biden administration and will likely receive ongoing bipartisan support.\nThe U.S. is involved in a massive effort to revamp the nation's fading nuclear power industry by developing safer fuel and power plants. Idaho National Laboratory is a key component in that plan started during the Obama administration and continued under the Trump administration.\nThe U.S. gets about 20% of its energy from nuclear power produced at nearly 100 nuclear plants. But many are older, and some are having a tough time competing economically.\n\"We've obviously been talking to transition teams, and we'll continue to make sure that they understand our mission and work with them,\" director John Wagner said in an online interview with reporters about efforts to revamp the production of nuclear energy. \"I expect that we are well aligned with the priorities of the incoming administration.\"\nThe lab is located on a sprawling U.S. Department of Energy site in eastern Idaho in high-desert sagebrush steppe, about 50 miles west of Idaho Falls. It employs more than 4,000 workers and is a major economic driver in the state.\nBattelle Energy Alliance, which manages the lab for the department, named Wagner to the post earlier this year, and he began his first full week as director on Monday. He has worked at the lab for nearly five years, previously as associate director for nuclear science and technology.\nHe replaces Mark Peters, who is now executive vice president for laboratory operations at Battelle, overseeing multiple national laboratories. Wagner is an expert in reactor and fuel cycle technologies who worked at Oak Ridge National Laboratory in Tennessee for nearly 17 years,\n\"I moved across the country about five years ago to try to contribute in a more direct and personal way to U.S. leadership in nuclear energy,\" he said. \"It's what motivates me.\"\nThe push to revamp nuclear power plants coincides with shifting attitudes on nuclear power as it has become apparent that renewable energy sources such as wind and solar won't be able to replace the burning of fossil fuels to meet demands.\n\"Pretty much any studies that you look at, the carbon emission reduction goals that utilities, states and countries are looking to achieve cannot be done without nuclear power,\" Wagner said.\nHe also said support for nuclear power among elected officials is partly driven by competition with Russia and China, which have become exporters of nuclear technology.\nThere are multiple plans to build new reactors at the Idaho lab, including the nation's first new test reactor in decades. Recently, the Energy Department said it's the preferred location for the reactor.\nThe final environmental impact statement on the project is due in 2021, followed by what's called a record of decision finalizing selection of a site. Plans call for building the reactor by the end of 2025.\nSome scientists are wary of such \"fast reactors,\" noting they're cooled with harder to control liquid sodium and likely fueled by plutonium, increasing potential nuclear terrorism risks because plutonium can be used to make nuclear weapons.\nThe lab is also helping a Utah utility and an Oregon company with plans to build a dozen small modular reactors at the Idaho site.\nThose reactors would be conventional light-water reactors, but designers say they would be much smaller, safer and cheaper to build than the large light-water reactors now used across the U.S. to generate electricity.\n\nLoad-Date: December 17, 2020"
}