{
    "title": "Workers comp surcharge for terrorism risks sparks debate",
    "publisher": "business insurance",
    "year": 2004,
    "month": 4,
    "day": 12,
    "full text": "Several states are disputing American International Group Inc.'s method of calculating rates for terrorism exposure under workers compensation policies, charging that the insurer's approach leads to excessive or discriminatory pricing.\nSome market observers say, though, that the disputes merely reflect the difficulties of a market seeking adequate pricing for a peril without a loss history. They note, therefore, that AIG's pricing could be fair.\nIn Tennessee, though, staff members of the state Department of Commerce and Insurance concluded that AIG's rating methodology would force policyholders to pay excessive prices. The department in March rejected an AIG rate filing.\nTennessee Insurance Commissioner Paula Flowers is scheduled to hear an appeal in June. She has not yet decided whether she agrees that AIG's pricing is excessive, a spokeswoman said.\nSimilarly, Texas Insurance Commissioner Jose Montemayor early this year rejected an AIG petition seeking to apply its workers comp terrorism rate methodology.\nAIG's calculations ''may increase the amount of terrorism premium for a policyholder when there has been no increase in the risk of a terrorism loss,'' the commissioner ruled in a written statement. Commissioner Montemayor also found that AIG's methodology could result in policyholders with the same risk classification paying different rates ''without justification or support.''\nThe commissioner's decision, though, may not be final. A spokesman for the Texas Department of Insurance said there is an appeal process and talks with AIG are continuing. The department spokesman declined further comment.\nAt issue in Tennessee, Texas and other states is AIG's departure from a rate methodology applied by Boca Raton, Fla.-based NCCI Holdings Inc., the parent of the National Council on Compensation Insurance.\nNCCI is a designated ratemaking advisory agency for Tennessee, Texas and 36 other states. It calculates workers comp terrorism liability loss costs based on a policyholder payroll. In Tennessee, for example, NCCI calculates a loss cost of two cents for every $100 of payroll.\nAIG, in contrast, is calculating the coverage based on a percent of total manual premium. In Tennessee, several AIG companies filed rates seeking a range of 1% to 4% of total manual premium, according to the state's regulators. AIG companies wrote about $69 million in workers compensation premiums in Tennessee during 2002.\nSome states have taken issue with the AIG's pricing strategy, a spokesman for New York-based AIG confirmed. But the spokesman declined to say why AIG chose a different methodology. He said it would be inappropriate to comment because of ongoing discussions with state regulators.\nTennessee's Department of Commerce and Insurance concluded that AIG's rating method would allow the insurer to net about $28 million more nationwide than if it applied NCCI's rating system.\nThe $28 million figure, however, would amount to less than 1% of AIG's workers compensation net premiums written nationwide, according to data in a report released last month by Morgan Stanley.\n''Our staff has reached an opinion that NCCI's way is better,'' a department spokeswoman said. ''Also, when you look at the raw numbers of how much potential extra premium is created under (AIG's) method, that alone can turn some heads.''\nBut the spokeswoman also acknowledged that underwriting terrorism coverage represents a new frontier. Therefore, the Department of Commerce and Insurance is acting very deliberately, ''not wanting to come down too hard on anybody for trying to estimate something that, at the very best, is difficult to estimate,'' she said. ''But if you look like you are being a 9/11 profiteer, that is not good either.''\nThe Terrorism Risk Insurance Act required commercial lines insurers to offer coverage for acts of foreign terrorism. To expedite their offerings, the act allowed insurers to set rates without obtaining regulatory approval. But the mandate also allowed regulators to later evaluate insurers' rates and reject them if they found them excessive, unfairly discriminatory or inadequate, explained Peter Burton, senior division executive in Wayne, Pa., for the NCCI.\nConsequently, ''a host of states'' has reached a point where they have now studied AIG's rating methodology and decided they don't approve of the approach, Mr. Burton said. But that does not mean AIG's calculation's are inappropriate, he added.\nIn fact, a March 14, 2003, American Academy of Actuaries report, ''Ratemaking Issues Related to the Terrorism Risk Insurance Act,'' states that a broad range of reasonable pricing estimates may develop among insurers because they face a high degree of uncertainty.\nMorgan Stanley's assessment of terrorism and the property/casualty industry released last month also points out that workers compensation remains the biggest terrorism risk insurers face.\nConcentrated exposures and mandatory coverage of terrorism losses in workers comp policies increase the risk, especially for a company such as AIG, the report shows. AIG is the second-largest workers comp underwriter in the United States, with $3.27 billion in net written premiums for 2002, according to the report.\nBut setting price based on a percentage of premiums results in discriminatory pricing and does not address terrorism risk concentration, said Lenita Blasingame, deputy insurance commissioner for the Arkansas Insurance Department in Little Rock.\nFor example, Ms. Blasingame said, under AIG's methodology, loggers would pay an average of $1,196 per $100,000 of payroll in terrorism risks costs. That's because, she said, loggers pay hefty premiums due to their high levels of work-related dangers. Clerical workers, meanwhile, would pay, on average, only $12 per $100,000 of payroll for the terrorism risks within their workers comp policies because the base premium rate they pay for coverage is much lower than that paid by loggers.\nYet loggers working in forests are not a concentrated risk and unlikely terrorism targets, Ms. Blasingame said. Arkansas also rejected an AIG rate filing earlier this year. But based on discussions held with the insurer during the past few days, an appeal is likely, she said.\nRegulators say they are trying to help policyholders, but so far employers have not made the issue a rallying point in their efforts to control workers comp costs, regulators and several other market observers say.\n''That has not been an issue here,'' said Kathleen Brown, manager-casualty insurance for Air Liquide America Corp. in Houston.\n\nLoad-Date: April 14, 2004"
}