{
    "title": "Workers comp terrorism pool not feasible; Insurer-funded study concludes capacity would be inadequat",
    "publisher": "business insurance",
    "year": 2004,
    "month": 4,
    "day": 19,
    "full text": "A terrorism reinsurance pool funded by workers compensation insurers could not provide enough capacity to respond to a major terrorism event, and a federal backstop is needed, concludes an insurance industry-backed study.\nIn the absence of federal protection that caps industry losses, a major event ''could exceed the entire workers compensation industry's capital,'' states the study, which was conducted by Stamford, Conn.-based Tillinghast and the Philadelphia-based reinsurance businesses of Towers Perrin.\nThe Terrorism Risk Insurance Act, which provides a temporary federal backstop for future catastrophic terrorism losses, is set to expire Dec. 31, 2005.\nThe report notes that the workers comp industry has about $30 billion in capital, yet a terrorist event generating more than $90 billion in workers comp losses is plausible.\nStephen Lowe, property/casualty practice leader for Hartford, Conn.-based Tillinghast, said, ''In the final analysis, what we concluded is, an industry pool would only solve about an order of magnitude of 10% of the problem.''\nAs a result, the 14 insurers that sponsored the study decided they needed to focus on ''the bigger piece of the problem,'' which is the need for a continuing federal backstop, Mr. Lowe said. The 14 insurers account for about 40% of the workers comp market.\nThe study also concludes that an employee headcount by geographical location-rather than workers comp premium or payroll-is the best measure of workers comp terrorism exposure. However, while developing an equitable pricing formula for a pool arrangement is theoretically possible, it ''would undoubtedly be very difficult.''\nIn light of its conclusion that a pool would be inadequate, the sponsoring insurers decided against pursuing its design or implementation at this time, though, the report notes.\nCopies of the ''Workers' Compensation Terrorism Reinsurance Pool Feasibility Study'' are available at www.towersperrin.com/tillinghast/r/ wcterrorism_pool.htm.\n\nLoad-Date: April 21, 2004"
}