{
    "title": "Working to halt spread of nuclear arms",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 6,
    "day": 27,
    "full text": "The taking of American hostages in Beirut raises the prospect of ''all sorts of future scenarios involving nuclear weapons which cannot be lightly dismissed,'' warns one of the world's most prominent Muslims.\nIn an interview here, philanthropist and former United Nations executive Prince Sadruddin Aga Khan made an urgent plea for more global cooperation to prevent such scenarios from coming true.\n''When it comes to nuclear terrorism,'' he commented, ''prevention is better than cure.''\nThe prince is uncle of the Karim Aga Khan IV who is religious leader of as many as 20 million Ismaili Muslims around the world. He represents a strand of Shiite Islam thoroughly opposed to the beliefs and methods of the Ayatollah Ruhollah Khomeini in Iran.\n''Given the degree of sophistication which terrorist methods have so far achieved, given the sophisticated weapons which have fallen into terrorist hands, and given the fanatical suicide missions we have seen in Beirut already, nuclear terrorism is something we cannot afford to ignore,'' he says.\n''There are all kinds of scenarios. Sooner or later, people with enough determination, and with the means to develop or acquire some kind of nuclear weapon, could make use of it to impose blackmail whose dimensions are hard to comprehend.''\nThe prince convened a three-day conference here of United States, Soviet, Chinese, and third-world experts to consider ways of stopping the spread of the bomb to groups or unstable third-world regions.\n''The world needs to come to some kind of understanding to prevent proliferation,'' he said outside the conference hall where his meeting is taking place.\n''The availability of increasing amounts of plutonium and other weapons-grade fuel . . . the freedom of the open market place . . . the purchase and sale of nuclear technology . . . all can help a terrorist or a country down the road towards a bomb.''\nHe was asked about growing third-world unhappiness with the linch-pin of international efforts to stop the spread of the bomb - the Nuclear Non-Proliferation Treaty (NPT), signed in 1969. Third-world countries say the superpowers build more nuclear weapons every year despite NPT provisions that they should reduce stockpiles.\n''This is very bad . . . treaties are valid for North and South, East and West alike. The South is legally bound by the the NPT not to acquire nuclear weapons . . . and the North should not undermine the SALT treaties.\n''It's paradoxical, surely, that people see the world as shrinking, as interdependent, where terrorism knows no boundaries, and yet some countries feel they can ignore parts of treaties they don't like.\n\nGraphic\n\n \nPicture, The prince holding African sculpture:'we cannot ignore nuclear terrorism', UPI"
}