{
    "title": "Work underway for Bucks war on terrorism memorial",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 5,
    "day": 27,
    "full text": "Kristofor Stonesifer had the sad distinction of becoming the first soldier Bucks County lost in the war on terrorism. Stonesifer, a 28-year-old Army Ranger who grew up near Doylestown, died just 38 days after the Sept. 11, 2001, attacks, when the Black Hawk helicopter he was in crashed near Kandahar, Afghanistan.\n When Stonesifer's parents got the news, the first to reach out to them were local Vietnam veterans, said his mother, Ruth Stonesifer.\n \"It showed us that we have to get out and be part of the community and do as much as we can to help other veterans,\" she said last week. \"It's what we can do to honor his memory.\"\n Ruth Stonesifer and her family were among those in attendance last week for the dedication of the site of the future Bucks County Global War on Terrorism Memorial, which will honor the 20 service members from Bucks who have died since 9/11.\n The project, to be built near the Bucks County Courthouse, has been led by the Doylestown Post 175 Veterans of Foreign Wars.\n \"This is a different kind of war, and this is a new way of representing that,\" said Richard Scott, post commander. \n The memorial will resemble a globe split into four sections and opened into quadrants so visitors can walk through it. \n The center foundation of the memorial will be made from a section of runway from a U.S. Air Force base in Afghanistan, and inside will be photo boxes with pictures and biographical information about the troops, all submitted by their families.\n \"It means a lot to be able to represent them with personal stories from those who loved them,\" Scott said.\n Post 175, which has 150 members, has just begun raising money for the $200,000 project. Going on word of mouth, it is a quarter of the way there, Scott said.\n Over the last decade, Vietnam veterans in the area have tried to help families as well as returning veterans, said Scott, a Vietnam vet. There's a tendency among younger veterans to stick together, but he said he hoped the memorial project would bolster his efforts to bridge the generation gap.\n The wars in Iraq and Afghanistan are \"a whole different world,\" he said. \"And yet, it's strangely the same. Battle is battle, and some aspects of war never change. We want them to know we are here for them.\"\n Since 9/11, nearly 6,700 U.S. military members have died in the wars in Afghanistan and Iraq, according to the Department of Defense.\n The dead to be remembered at the Bucks County memorial are 19 men and one woman. The oldest was 43, the youngest 19.\n \"Everyone has a story,\" Scott said. \"And those stories deserve to be told.\"\n For more information or to make donations, visit vfwpost175.org.\n Contact Allison Steele at 610-313-8113 or asteele@phillynews.com.    \n\nGraphic\n\n \nDAVID SWANSON / Staff Photographer\n\nLoad-Date: May 27, 2013"
}