{
    "title": "Work together to rescue abducted Nigerian girls",
    "publisher": "usa today",
    "year": 2014,
    "month": 5,
    "day": 12,
    "full text": "FACEBOOK\nTerrorists kidnapped hundreds of schoolgirls in Nigeria last month. International outrage has grown over the Nigerian government's slow response.\nI'm not sure what's worse, the kidnapping of these girls, the anguish of the families or the ineffectiveness of the Nigerian government.\nJerry Steinhelper\nHopefully the kidnapped girls will be returned safely, but the U.S. is sending assistance?  I thought the U.S. was not the police force for the world.\nLorenzo Ferguson\nPresident Obama should be more concerned about helping these girls than about internal Russian politics. This situation is worth the fight. This is what today's Islamic terrorism is about: persecuting people who don't share the same ideas.\nTim Webb\nMy heart and thoughts go out to the abducted girls.\nFor once, I wish this whole world could put aside their political egos, reach out to Nigeria and hunt down the terrorists who did this.\nFrancisco Prado\nLETTERS\nAs the father of a teenage daughter, I applaud the Obama administration for trying to help find the young girls recently abducted (\"Girls' seizure spurs outcry,\" News, Wednesday).\nKidnapping and selling girls into slavery is a worldwide issue, not just a regional problem. That said, I suggest the United Nations deploy forces to Nigeria as soon as possible. The international community needs to speak with one voice about this horrific situation. The sooner the better.\nDenny Freidenrich\nLaguna Beach, Calif.\nAs sad as the abduction of the Nigerian girls is, it's not a U.S. problem. We need to quit acting as though we need to save the world, and stay out of it.\nWe need to be concerned with our county, and the rest of the world can save themselves.\nJim Hall\nHuntersville, N.C.\nTWITTER\nWe asked our followers what they thought the U.S. role should be in rescuing kidnapped Nigerian girls.\nIt is a total disregard of human rights for the world to ignore the Nigerian kidnapping.\n@HylerPR\nIt is none of our business; we are not the world police.\n@BiggsVoraf\nI'm sympathetic, but the U.S. can't even save impoverished, uneducated children here.\n@MamboDave\nThe U.S. should provide intelligence and satellite data. But the Nigerian government must launch a fierce military operation, and soon.\n@AjayCnyc\nA ground offensive from a specialized group of U.S. troops is necessary to crush the terrorism.\n@king_josiahn\nOf course we should help! Can everyone say human beings?\n@juli_obrien\nWe need to worry about our own affairs. Time to let other countries do things on their own.\n@putnaste\nFor more of this discussion, follow @USATOpinion or #tellusatoday on Twitter. \n\nLoad-Date: June 6, 2014"
}