{
    "title": "WORLD",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 7,
    "day": 7,
    "full text": "RABAT, MOROCCO\nGovernment puts nation on alert for terrorism\nMorocco raised its terrorism alert to its highest level and ordered stepped-up security nationwide Friday, citing a \"serious threat of a terrorist act.\"\nThe country's top police, intelligence and security officials met Friday to discuss terrorist threats and decided to raise the level to maximum, the state news agency MAP said, citing an Interior Ministry statement.\nThe maximum level \"indicates a serious threat of a terrorist act and demands extreme mobilization by the bodies concerned,\" the statement said.\nNo details about the threat were reported.\nPARIS\nTribute to man killed in raid turns violent\nSome 50 masked attackers smashed cars and clashed with police in northeast Paris on Friday night. Three officers were injured, police said.\nThe crowd had gathered at Place Gambetta in the city's working class 20th district to honor a young man killed during a police raid last month, according to the city police department.\nNo arrests were reported.\nTension has remained high between police and French youths, especially minorities in rundown housing projects, since riots erupted in such neighborhoods nationwide in 2005.\nWASHINGTON\n342 U.S. soldiers' deaths are tied to Afghan war\nAs of Friday, at least 342 members of the U.S. military had died in Afghanistan, Pakistan and Uzbekistan as a result of the U.S. invasion of Afghanistan in late 2001, according to the Defense Department.\nOf those, the military reports 221 were killed by hostile action.\nOutside the Afghan region, the Defense Department reports 61 more members of the U.S. military died. Of those, two were the result of hostile action. Among other locations were: Guantanamo Bay Naval Base, Cuba; Djibouti; Eritrea; Jordan; Kenya; Kyrgyzstan; Philippines; Seychelles; Sudan; Tajikistan; Turkey and Yemen. There were also four CIA officer deaths and one military civilian death.\n\nLoad-Date: July 7, 2007"
}