{
    "title": "WORLD BRIEFING MIDDLE EAST; Yemen _ U.S. -Born Cleric Is Sentenced",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 19,
    "full text": "WASHINGTON -- A judge in Yemen sentenced the radical American-born Muslim cleric Anwar al-Awlaki in absentia on Monday to 10 years in prison on charges of incitement to murder and belonging to a terrorist group.\nAmerican and Yemeni officials say Mr. Awlaki is working with Al Qaeda's Arabian branch to plot terrorist attacks, and the Obama administration has authorized his targeted killing. He is believed to be hiding in the remote mountains of Shabwa Province in Yemen.\nMr. Awlaki was convicted in connection with the murder in October of a French citizen, Jacques Spagnolo, in the Yemeni capital, Sana. Prosecutors said that in e-mail exchanges, Mr. Awlaki incited the 19-year-old gunman, Hisham Muhammad Assem, to kill foreigners. A cousin of Mr. Awlaki's who is also in hiding, Othman al-Awlaki, was accused of incitement in the case along with him, and was sentenced to eight years in prison.\nThe accused killer, Mr. Assem, was sentenced to death at the same session of Yemen's State Security Court, which specializes in terrorism cases.\nMr. Assem testified during his trial that he had no connection to Mr. Awlaki, that he killed Mr. Spagnolo for personal reasons, and that his confession implicating Mr. Awlaki was obtained under torture. Lawyers for the defendants said they had not seen any evidence linking Mr. Awlaki to Mr. Assem.\nThe trial was widely seen in Yemen as a gesture to placate the United States government and to legitimize Yemen's own efforts to capture Mr. Awlaki, who belongs to a powerful tribe that is protecting him.\nOn Tuesday, the same State Security Court sentenced a Yemeni journalist, Abdulelah Hider Sha'ea, to five years in prison on terrorism charges, saying he had provided information about targets to Al Qaeda members while reporting on the group.\nMr. Awlaki has built a global following through his eloquent Internet sermons. He has been a high priority for American counterterrorism officials since 2009, when he was linked through e-mails to Maj. Nidal Malik Hasan, the Army psychiatrist accused of killing 13 people at Fort Hood, Tex., and to Umar Farouk Abdulmutallab, the Nigerian man charged with trying to blow up a Detroit-bound airliner a year ago.\nIn recent months, Mr. Awlaki has called for the killing of Americans in videotapes and audiotapes. On Sunday, the latest issue of Inspire, the English-language magazine of Al Qaeda's Arabian branch, appeared on the Internet, with an article under Mr. Awlaki's name providing Islamic justification for the killing and ''dispossessing'' of Americans.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO                                                              \n\nLoad-Date: January 19, 2011"
}