{
    "title": "World briefs",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 4,
    "day": 12,
    "full text": "Turkey amends terrorism laws\nThe Turkish parliament has approved changes to anti-terrorism laws to reduce the number of prosecutions for the nonviolent expression of opinions, but critics say the revisions don't go far enough.\nTurkey has prosecuted hundreds of politicians, activists and journalists under its broadly worded anti-terrorism laws, some for simply expressing opinions or taking part in protests. The Paris-based Reporters Without Borders has described the country as the \"world's biggest prison for journalists.\"\nThe government-proposed changes, approved by a show of hands Thursday, narrow the definition of what constitutes terrorist propaganda so that only people who openly promote violence can be jailed. But other restrictions on freedom of expression remain, and human rights advocates and opposition parties say the effort is a missed chance for reform.\nMacedonia welcomes back war criminal • Tens of thousands of people gathered in Macedonia's capital Thursday to welcome home a former police officer who served eight years in prison for committing war crimes during a 2001 insurgency by ethnic Albanian militants.\nJohan Tarculovski was greeted at the airport in Skopje by relatives as well as conservative Prime Minister Nikola Gruevski and other government officials. His return was broadcast live on television.\nTarculovski, 39, was convicted by a U.N. tribunal in 2008 for the murder of three ethnic Albanian civilians and the destruction of 12 homes during a police raid on a village near the end of the six-month insurgency. He was released from a prison in Germany this week after serving eight years of a 12-year sentence.\nVenezuelan election • As campaigning winds down for Sunday's election to replace Hugo Chavez , the streets of Caracas were flooded with red-shirted backers of the man the recently deceased Venezuelan president tapped to succeed him.\nNicolas Maduro is favored to win the vote. The burly former bus driver had been Chavez's foreign minister and vows to carry on his mentor's socialist revolution.\nBut polls show Maduro's advantage narrowing as challenger Henrique Capriles hammers away at government deficiencies in managing the economy and fighting crime.\nFood poisoning in Guatemala • Four people, including two children, died and 96 others were hospitalized Thursday for food poisoning in a town west of Guatemala City. The fire department said the victims in the town of Santo Domingo Xenacoj ate fruit and vegetables that weren't properly cleaned. A doctor at one of the hospitals said the medical exams show the deaths were caused by E. coli bacteria. Jose Morales, head doctor at the town's health center, said dozens of people had been treated there.\n\nLoad-Date: April 12, 2013"
}