{
    "title": "WORLD OUTLOOK TROUBLES FORMER CIA DIRECTOR; RUSSIA , TERRORISM, MIDEAST, IRAQ CITED",
    "publisher": "richmond times dispatch ",
    "year": 1998,
    "month": 11,
    "day": 16,
    "full text": "Saddam Hussein's regime should be overthrown, U.S. observers should not expect too much from the latest accord in the quest for Mideast peace and President Clinton cannot help being distracted from his foreign policy right now.\nCall it timing, but former CIA Director John Deutch found himself in front of a Richmond audience last night with plenty to talk about.\nDeutch told attendees of last night's JCC Forum at the Collegiate School, presented by the Jewish Community Center, that he is uncharacteristically troubled in his world outlook now.\nThe United States is confronting an unusual number of international problems, he said, and the mechanisms in place to deal with those problems are not working so well.\nAmong the problems he cited are collapsing political and economic conditions in Russia, the rise of international terrorism, continued difficulties achieving a stable peace accord in the Middle East and \"what to do about Saddam Hussein.\"\nThrow in a United Nations of lessened stature, leaders in Japan and Europe caught up by internal difficulties and a United States president trying to deflect impeachment discussions, and the world appears to be staggering in its decade-old march toward widespread democracy and economic betterment that began with the fall of the Soviet Union.\nAbout Clinton's domestic troubles, the impeachment discussions are clouding his energy and ability to focus time on foreign problems, Deutch said. \"An administration caught up in internal strife cannot be as aggressive systematically,\" even though Clinton came out strong in recent Mideast peace talks and the latest Iraqi crisis.\nClinton was \"right and courageous\" to recall military aircraft after saying yesterday morning that Iraq had agreed to allow U.N. inspectors back into the country. \"Military air strikes won't ensure Iraq can't acquire weapons of mass destruction,\" only slow the country down in any such effort, he said.\nBut it is \"time to stand up forcefully and say we need to have a change in the regime,\" he said. Saddam is bad for security in the region and also bad for the Iraqi people.\n\"He doesn't mind if bombs kill his people. His one goal . . . is strengthening his political image,\" Deutch said.\nAny overthrow has to come with support of Iraq's neighbors. But the United States should offer military and economic efforts to speed along any legitimate insurgent forces working to oust the dictator.\n\"What happened today is not an answer,\" Deutch said, referring to the last-minute avoidance of air strikes. \"It is the fifth round of a 12-round contest. We don't need another cycle of promises and retreats.\"\nAs for Mideast peace efforts, Deutch said the assassination of Israeli Prime Minister Yitzhak Rabin three years ago, followed by the replacement of Warren Christopher as U.S. secretary of state by Madeleine Albright, stymied progress Rabin and Christopher had made. Albright is not as focused on the Mideast turmoil as her predecessor was, and succeeding prime ministers have been less able to unify Israeli sentiment, he said.\nClinton succeeded in his recent effort to forge another agreement - though hardly a sure thing - between the Israelis and Palestinians for two reasons, Deutch said. There was fear that Palestinian leader Yasser Arafat's threat to declare a Palestinian nation would prompt a war. And it was a \"useful time for Clinton to show himself at his greatest strength, just before the November election, [to prove] that he could still be a leader in foreign affairs.\"\nClinton appointed Deutch CIA director in the president's first term, and the Brussels-born scientist resigned after four years because \"I never thought I could stay in Washington more than four years.\" Deutch, who became a U.S. citizen in 1945, is now a professor at the Massachusetts Institute of Technology.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: November 18, 1998"
}