{
    "title": "World Cup kicks off in Germany Host of coverages in place for month-long tournament",
    "publisher": "business insurance",
    "year": 2006,
    "month": 6,
    "day": 12,
    "full text": "MUNICH, Germany-As 32 nations battle for the 2006 FIFA World Cup trophy in 12 stadiums throughout Germany, insurers are making sure that organizers and others associated with the event are not big losers off the field.\nThe world soccer championship, held every four years, began June 9 in the Allianz Arena-called FIFA World Cup Stadium Munich during the tournament-in Frottmaning, Germany, just outside Munich. The tournament runs until July 9, when the final match is played in Berlin's Olympic Stadium.\nInsurance is in place to cover a number of World Cup risks, including cancellation of the final competition due to terrorism or a natural catastrophe.\nMuch of the coverage for Zurich, Switzerland-based World Cup promoter Federation Internationale de Football Assn., the German Organizing Committee and others associated with the tournament is written by Hamburg-Mannheimer Sports GmbH, a Hamburg, Germany-based underwriting agency unit of Hamburg-Mannheimer Sachversicherungs-A.G.\nAlthough Hamburg-Mannheimer Sports was named the official insurer of the World Cup, giving it exclusivity in providing insurance to the German Organizing Committee, it worked with Erwin Himmelseher Assekuranz-Vermittlung GmbH & Co., a Cologne, Germany-based broker, to ``make sure that our insurance program is highly competitive,'' said Jurgen Gorling, managing director of Hamburg-Mannheimer, in an e-mail.\nThe sports unit holds underwriting authority for its parent. If Hamburg-Mannheimer is unable to write a particular coverage, the underwriting unit turns to other insurers, he said.\n``We are providing a very comprehensive cover for the FIFA World Cup,'' said Mr. Gorling. Among policies written by Hamburg-Mannheimer Sports is a cancellation and abandonment policy for the German Organizing Committee. That policy is written to limits of e158 million ($204 million), he confirmed, and includes coverage for terrorism and political risks that Mr. Gorling declined to specify.\nHamburg-Mannheimer is the lead underwriter on the coverage, which is spread among a small consortium of insurers and is reinsured with companies that include Munich Reinsurance Co. and Swiss Reinsurance Co. Mr. Gorling said.\nSwiss Re is a ``significant reinsurer'' of the tournament, said Peter Luck, head of underwriting special risks, in an interview posted on Swiss Re's Web site. It is important, he added, to note that the World Cup is ``always covered by a whole syndicate of insurers and reinsurers that share and distribute the risk.''\nThe German Organizing Committee also purchased public liability insurance with per-occurrence limits of e140 million ($180.8 million), Mr. Gorling said. Hamburg-Mannheimer writes the first e35 million ($45.2 million) of the coverage and is the lead insurer on the e105 million ($135.6 million) of excess coverage, he said.\nFIFA, meanwhile, turned to the capital markets for its cancellation coverage, purchasing a $260 million catastrophe bond that is triggered if the World Cup's final match cannot be played.\nThe bond is unique in several ways, according to sources who worked on its placement.\nFIFA opted for a capital-market transaction to cover the cancellation risk after determining the traditional insurance market no longer met its needs. In 2001, FIFA's insurers, led by a German unit of Paris-based AXA S.A., withdrew cancellation coverage of the 2002 World Cup in Japan and South Korea amid concern about increased terrorism risk. FIFA found alternative coverage for that tournament and later required any future insurance arrangements be immune from the risk of withdrawal.\nThe FIFA bond issue in 2003 was the first to transfer the risk of staging a sporting event to the capital markets. While cat bonds generally are written to cover natural perils such as hurricanes and earthquakes, the FIFA securitization was the first to also cover terrorism.\nThe risk of terrorism striking Germany during the games is ``the same as in any country in the world,'' said David Bruce, divisional head in charge of the specialty unit at Lloyd's of London managing agency Hiscox, which specializes in coverage such as that written for the World Cup. There is a risk of terrorism ``at any major event,'' he said.\nBut if a terrorist incident does interrupt the tournament, it is unlikely to halt it, Mr. Bruce said. He pointed out that the 1972 incident at the Munich Olympics, in which Palestinian terrorists took Israeli athletes hostage, interrupted that event only briefly.\nUnder the FIFA bond's structure, the cancellation risk was transferred to Golden Goal Finance Ltd., a special purpose vehicle on the island of Jersey. Golden Goal, in turn, issued notes in U.S. dollars, euros and Swiss francs amounting to the equivalent of $260 million in the capital markets, transferring the risk of cancellation to investors.\nWhile the bond covers cancellation due to terrorism, it does not provide coverage if the final match cannot be played because of a world war or a boycott by athletes or a sports organization.\nThe bond is a four-tranche issue with an expected maturity of Sept. 30. Credit Suisse First Boston was the lead manager in the transaction and Swiss Re Capital Markets, a unit of Swiss Re, was a co-lead.\nApart from coverage written for FIFA and the organizing committee, certain ``ancillary'' coverage has been placed to protect sponsors, promoters, retailers and others who have ``a financial interest in the event'' and stand to suffer losses if the tournament does not go as planned, said Jonathan Cole, partner with JLT Sport, a unit of London-based Jardine Lloyd Thompson Group P.L.C.\nThe ancillary coverage, placed by JLT Sport, amounts to prize indemnity insurance for retailers that are holding promotions tied to the outcome of World Cup matches, Mr. Cole said. Cancellation insurance for hotels or other organizations holding events related to the tournament also has been written, and hospitality groups offering World Cup packages are among the policyholders of coverage that will provide reimbursement of funds lost due to cancellation, he said.\nMr. Cole said Lloyd's writes about 60% of the ancillary coverage, with the remainder placed with insurers ``mainly based in Europe.''\nPlans are in place to protect fans at World Cup matches if chaos does erupt from a terrorist event, hooliganism or other disruptive event, organizers say. There has, however, been some debate as to the safety of some of the stadiums where matches will be held and whether fans can be properly tended to if problems arise (see story page 37).\nIf hooliganism does lead to injuries within the stadiums or at other official sites, the German Organizing Committee's public liability coverage will respond, according to Hamburg-Mannheimer's Mr. Gorling. If rowdy fans damage stadiums, property insurance led by Hamburg-Mannheimer will be triggered, he said.\nMr. Gorling pointed out that his company also provides other coverage for FIFA, the German Organizing Committee and others involved in the World Cup. Coverage provided includes personal accident insurance, legal expenses, marine risks and 900 Hyundai automobiles to be used during the tournament. He did not provide limits or other details of the policies.\nHamburg-Mannheimer Sports also wrote coverage protecting the World Cup trophy, which was exhibited on a tour of 29 countries that ended April 11 and a journey to 21 stops in Germany that finished May 26.\n\nGraphic\n\n \nArt Credit: Germany’s Torsten Frings scores in the first match of the World Cup.\nArt Credit: Reuters/Dylan Martinez/Landov\n\nLoad-Date: June 16, 2006"
}