{
    "title": "World Briefing _ Europe; Germany _ Man Is Accused of Supporting Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "The German authorities on Tuesday detained one of the country's most active Islamic extremists, who once tried to open a school supported by a network called ''Invitation to Paradise,'' on four counts of supporting a terrorist organization, federal prosecutors said.\nThe extremist, Sven Lau, a 35-year-old German, had long been known to the authorities in North Rhine-Westphalia because of his support for violent Islam, Ralf Jäger, the interior minister for the western state, said after the arrest. \n  Mr. Lau is suspected of supporting the Army of Emigrants and Helpers, known by the Arabic acronym JAMWA, and the Islamic State, prosecutors said in a statement announcing the arrest. He is scheduled to appear on Tuesday before a judge, who will determine whether there is sufficient grounds to detain him pending a trial.\n  In the statement, prosecutors said they believed that Mr. Lau had served as a ''contact for those willing to leave the country and fight,'' and that he had provided support with cash and equipment, including night-vision goggles, to Germans in combat in Syria.\n  Mr. Lau caused an uproar last year when he arranged for a group of young men to dress in orange security vests emblazoned with ''Shariah Police'' and sent them into the streets of an ethnically diverse neighborhood in the western German city of Wuppertal, in an effort to encourage people to lead what Mr. Lau said was a more devout life.\n  A local judge ruled last week that the action was not a crime, classifying it as an unauthorized demonstration.\n  Get news and analysis from Europe and around the world delivered to your inbox every day with the Today's Headlines: European Morning newsletter. Sign up here.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttp://www.nytimes.com/2015/12/16/world/europe/germany-arrests-islamic-extremist-for-aiding-terrorist-groups.html\n\nLoad-Date: December 16, 2015"
}