{
    "title": "World and national news briefs for Dec. 22",
    "publisher": "richmond times dispatch ",
    "year": 2017,
    "month": 12,
    "day": 22,
    "full text": "Gunman kills self at hospital in Cincinnati\nCINCINNATI -  A man carrying two handguns who tried to storm into an Ohio hospital's psychiatric emergency room shot and wounded a security officer, fired at a police officer and then fatally shot himself, police said Thursday.\n Cincinnati Police Chief Eliot Isaac identified the gunman in the Wednesday afternoon shooting as Isaiah Currie, 20, of Cincinnati.\n Isaac praised police and the University of Cincinnati Medical Center staff, which locked down the emergency room.\n \"He was not able to penetrate,\" Isaac said.\n He said he didn't have details on Currie's mental health condition. He said Currie was armed with 9 mm and .22-caliber handguns, at least one of them stolen.\n Trump visits Walter Reed, bestows medal\n President Donald Trump has paid a holiday visit to wounded service members at Walter Reed National Medical Center, hailing them as \"some of the bravest people anywhere in the world.\"\n During his visit Thursday, the president awarded the Purple Heart to a soldier wounded earlier this year. The White House did not immediately provide details about the soldier or others Trump met.\n Trump told reporters as he left the White House that he wanted to \"say hello to some of the bravest people anywhere in the world.\"\n The president last visited the military hospital complex in Bethesda, Md., just outside of Washington, in April.\n 29 killed, 29 hurt in fire at S. Korean building\n SEOUL, South Korea - A fire broke out Thursday at an eight-story building in the central South Korean city of Jecheon, killing 29 people and injuring 29 others, officials said.\n A Jecheon fire official said the toll could rise as rescuers continued to search the building after putting out the fire. He spoke on condition of anonymity, citing office rules.\n He said many of the people who died had been using a public bath on the second and third floors, which made it harder for them to escape.\n It was unclear what caused the fire but it likely began at the building's parking lot, according to fire officials. The building had several restaurants and leisure facilities, including a gym, the public bath and an indoor golf practice facility, the officials said.\n Australians probing possibility of terrorism\n SYDNEY - Australian police were investigating Friday whether there was any terrorism-related motive behind a car ramming attack on Melbourne pedestrians that left 12 people in a hospital.\n Prime Minister Malcolm Turnbull condemned the \"despicable and cowardly act.\" Nine of the 19 injured Thursday were foreigners.\n Victoria state police acting Chief Commissioner Shane Patton said on Thursday night that early indications were the driver of the car, a 32-year-old Australian of Afghan descent with a history of drug abuse and mental health issues, was not motivated by terrorism. He said the ramming was being treated as a \"singular\" incident.\n On Friday, however, Patton said that the man had made several utterances while under police guard in a hospital on Thursday night, including mentioning poor treatment of Muslims, and that police were still exploring terrorism as a possible motive.\n - From wire reports\n\nLoad-Date: December 22, 2017"
}