{
    "title": "Worldview_ The wannabes of terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "Last Friday, not long after the alleged marathon bombers were identified, a friend forwarded me a frantic Facebook message she'd received from Dzhokhar Tsarnaev's high school history teacher.\n \"This is totally ... surreal,\" wrote Larry Aronson, who lived three doors down from the Tsarnaevs. \"I knew this kid. He could not possibly have done this. He could not have been a sweeter, more gracious young man.\"\n There in a nutshell is the very personal and strategic dilemma confronting Americans and the security officials who seek to protect them. We've developed means to identify terrorists who look and act like fanatics or those who can be linked to handlers in Pakistan or Yemen. But how do you identify the homegrown terrorist who looks like the nice boy next door?\n Of course, the FBI had received warnings from Russian officials that the older brother, Tamerlan, was a follower of radical Islam, and the CIA asked that his name be added to a watchlist. However, when the FBI interviewed him, it found no links to terrorists. Customs officials later flagged him when he left on a six-month trip to Dagestan and Chechnya - both havens for nationalist and radical Islamist groups that are fighting the Russians. However, there was no follow-up by any U.S. government agency after he returned.\n Yet, after interrogating Dzhokhar in his hospital bed, U.S. investigators believe - so far - that the brothers were self-trained zealots, unaffiliated with any foreign terrorist group. They also believe the two probably acquired their radical ideas from jihadi Internet sites. (Relatives claim Tamerlan was influenced by a Boston-area convert to Islam.)\n As for how they learned to make their pressure-cooker bombs, Dzhokhar says they got the instructions from Inspire, an online al-Qaeda magazine, which ran articles such as \"Make a Bomb in the Kitchen of Your Mom.\"\n \"This is a new element of terrorism that we have to face in our country,\" proclaimed Sen. Marco Rubio (R., Fla.) after a classified intelligence briefing. \"We need to be prepared for Boston-type attacks, not just 9/11-type attacks.\"\n But how to prepare? And how great is the threat?\n One view comes from counterterrorism expert Marc Sageman, whose 2008 book Leaderless Jihad argued that a third wave of terrorist attacks would come from \"homegrown terrorists\" radicalized in the West. Yet, Sageman cautioned in a phone interview, the threat should not be exaggerated.\n Sageman's views interest me because, years ago, he set forth a profile of \"homegrown, young [terrorist] wannabes\" that almost matches the Boston suspects. In the Washington Post he wrote of youths who \"dream of glory and adventure, who yearn to belong to a heroic vanguard and to root their lives in a greater sense of meaning.\" Referring to cases in Britain, Toronto, and the Netherlands, he added that \"many became religious only a few months before their arrests.\"\n These wannabes \"interact on the Internet, acquire religious ideas, and sometimes try to connect with terrorist groups, but sometimes not,\" Sageman told me. Often angered by what they perceive as a Western war on Islam, they stoke their anger by following videos of Islamist heroes who fight the West, now or in previous centuries. As for motivation: \"They are after praise on jihadi websites . . . for their bravery, and glory for what they did.\"\n This pattern seems to fit the Tsarnaev brothers. Dzhokhar told authorities he and his brother were angered by U.S. wars in Afghanistan and Iraq; a YouTube page linked to Tamerlan (begun after he returned from Dagestan) is packed with videos of Chechen and Central Asian jihadis.\n How does this picture square with the sunny persona that Dzhokhar presented to buddies and teachers? \"People are not internally consistent,\" Sageman said, adding that he believed the older brother initiated the younger's change in behavior. \"His buddies were not around him when he was with his brother. He stopped drinking and smoking after his brother came back.\"\n As for combating homegrown wannabes, Sageman says that when they turn toward violence, \"there are signals that can be detected.\" He cites Tamerlan's large-scale purchase of fireworks in New Hampshire, and his participation in jihadi websites.\n Sageman also argues that homegrown terrorism will ultimately burn itself out, especially if we undermine the appeal that global terrorism has for a small number of young Muslims. I'm not quite so optimistic, at least for the foreseeable future. But I agree with Sageman that wannabes turned violent should be treated as criminals (and tried in civilian courts).\n One way to fight the delusions of homegrown wannabes that they will become Internet heroes is to remove any aura of \"terrorist glamour\" from their deeds.\n E-mail Trudy Rubin trubin@phillynews.com.\n\nLoad-Date: April 25, 2013"
}