{
    "title": "WORLD OFFERS TERRORISTS FEWER HAVENS; ATTITUDES ABROAD SHIFT; U.S. IS MORE RESOLVED",
    "publisher": "richmond times dispatch ",
    "year": 1997,
    "month": 6,
    "day": 20,
    "full text": "The arm of the law is getting longer in reaching out for international terrorists. Those who wage the ''poor man's war'' don't have so many places to hide.\nDistant lands where the United States has no official right to operate aren't the havens they used to be. The passing of the Cold War and a decade of nurturing international cooperation have seen to that.\nNot so long ago, terrorists did not need to flee to shadowed hinterlands or to avowed enemies of the West. Paris would do.\nMost countries saw terrorism as a political issue to be condemned but not systematically fought on behalf of another country, recalls William Webster, director of the FBI and then the CIA through the 1980s.\n''We're well beyond that kind of circumstance today,'' he said. Many countries are ''looking for ways to help and not ways to get the tar baby somewhere else.''\nNow officials are celebrating two successes:\n* U.S. lawmen snatched the accused killer of two CIA employees from a hideout the Americans say was near the Pakistani-Afghan border.\n* Canada extradited to the United States a Saudi suspect who promised in a plea bargain to tell what he knows about a 1996 truck bombing that killed 19 U.S. airmen.\nMir Aimal Kansi, back in Virginia to face trial in the 1993 spray of gunfire outside CIA headquarters, was pursued like a terrorist although his motives are unknown and he has not been linked to any organization.\nPresident Clinton said Kansi's arrest shows the United States ''will not relent in the pursuit of terrorists . . .  no matter how long it takes, no matter where they hide.''\nIt can take an awfully long time.\nWebster points to the seemingly endless saga of the 1985 Achille Lauro cruise ship hijacking as an example of an incident that would be handled differently today.\nU.S. fighters intercepted an Egyptian aircraft flying the hijackers to Tunisia and escorted the plane to a NATO air base on Sicily. The Americans lost custody to Italian police after a showdown. The mastermind of the hijacking, Mohammed Abbas, got away and remains at large.\nToday, Webster said, ''Italy would be on board'' and so would many other countries with a stake in order.\nThe United Nations and leaders of the industrialized nations made anti-terrorism coordination a priority during a decade of painfully broad experience.\nBut Victoria Toensing, a top anti-terror official under President Bush, said agreements that really count may be the unspoken ones -- the winks and nods from foreign governments or whoever is locally in control when a fugitive is being tracked down.\nIn the 1980s, she said, ''We had fewer places to go that would be helpful. Now we have more opportunities.''\nFew acts among friendly nations are as sensitive as one country's extraterritorial enforcement of its laws -- an affront to if not a violation of national sovereignty.\nA presidential directive publicized this year makes clear, however, the U.S. willingness to act alone when states aren't responsive.\n''Return of suspects by force may be effected without the cooperation of the host government,'' said the directive, signed in 1995 and either declassified by mistake or leaked to convey U.S. policy unofficially.\nAuthorities have yet to bring to trial men wanted in the 1988 bombing of Pan Am Flight 103. Libya has refused to turn over the men if they are tried in the United States or Britain.\nThe Oklahoma City bombing brought the nation face to face with domestic terrorism.\nU.S. officials are also trying to deal with growing networks that raise money in the United States for terrorists abroad. The PKK, a Kurdish separatist group identified as the world's deadliest terrorist organization, is thought to have raised $ 500 million from U.S. heroin sales.\nOfficials say international terrorism often comes now at the hands of groups operating without the support of rogue nations.\n''I see them proliferating and becoming a more serious threat than state-sponsored terrorism,'' FBI director Louis Freeh told members of a Senate committee.\nTerrorism has declined, dropping sharply last year to a 25-year low even as casualties rose because of a Sri Lanka bombing that killed 90 people -- almost one-third the terrorist victims worldwide.\nSuch statistics -- and the heady feeling in Washington right now -- can be thrown way off by one or two acts. Terrorism is, by nature, that kind of tinderbox.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: June 21, 1997"
}