{
    "title": "WORLD DIGEST NATION_WORLD",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 1,
    "day": 10,
    "full text": "Feds: Man linked to suspect trained by al-Qaida\nA New York City man under investigation for his links to a terrorism suspect pleaded not guilty Saturday to charges that he flew to Pakistan to get military training from al-Qaida.\nAdis Medunjanin entered the plea during a swift arraignment at a federal court in Brooklyn. He faces counts of receiving military training from a foreign terrorist organization and conspiracy to commit murder in a foreign country. Medunjanin, 25, was one of two Queens men arrested early Friday in connection with the investigation of Najibullah Zazi, a Colorado airport driver who pleaded not guilty last year to supporting terrorism.\nMan charged with airport security breach is 'romantic,' friends say - Friends of Haisong Jiang described the man charged with breaching security at Newark Liberty International Airport as a romantic who just wanted to see his girlfriend off properly. Jiang, who is a Chinese doctoral student at Rutgers, faces a defiant trespassing charge and a fine of up to $500, for entering a secure passenger area of the Newark airport through an exit. The breach led the Transportation Security Administration to shut down one of Newark's three terminals for six hours last Sunday.\nNorthern Ireland lawmaker may step down in scandal - The wife of Northern Ireland's leader will step down as a lawmaker within days, British media reported Saturday, as pressure mounted on Peter Robinson's shaky coalition government over her admissions of an affair with a far-younger man. Iris Robinson's reported move follows the revelation that she had an adulterous relationship with a man nearly 40 years her junior - and allegations that she solicited tens of thousands of pounds from businessmen to help the man launch a café.\nNew Afghan Cabinet picks still generate resistance - President Hamid Karzai made a second effort to fill his Cabinet on Saturday, nominating 16 new ministers a week after parliament had rejected most of his first choices. But several parliament members said they were as unimpressed by the new slate.\n\nLoad-Date: January 16, 2010"
}