{
    "title": "WORLD STARTING TO VIEW U.S. AS AGGRESSOR, NOT INJURED PARTY; Some think America abusing war on terro",
    "publisher": "daily news ",
    "year": 2002,
    "month": 9,
    "day": 8,
    "full text": "ATLANTA - After the Sept. 11 attacks, Sergio Tavera's most startling realization was that the United States was no longer impenetrable - and that its intelligence agencies were not infallible.\n\"The FBI, the CIA, these are organizations that seemed almost mythic,\" said the 26-year-old engineering student in Mexico City. \"What happened to them?\"\nMany in a shocked world cried with America. People from all corners of the planet, friend and foe alike, shared this nation's grief.\nBut global opinion and media polls show that the events since the attacks - most markedly, the bombing campaign in Afghanistan, President Bush's \"Axis of Evil\" speech last winter and the recent bellicose talk about Iraq - have contributed to reversing the favorable sentiment.\n\"We went from being an injured party to being an aggressor,\" said Frank Rusciano, chairman of the political science department at New Jersey's Rider University. \"It's gone back and forth, but I think there is definitely a dual image of the United States.\n\"While there is a strong perception that terrorism is a problem, people in other countries see us going down a one-way street,\" added Rusciano, who studied opinions of America in 10 foreign newspapers in the aftermath of the terrorist attacks in New York, Pennsylvania and Washington.\nAmerican products still highly favored\nThe Council on Foreign Relations released a report in July that seconded Rusciano's assessment.\n\"There is little doubt that stereotypes of the United States as arrogant, self-indulgent, hypocritical, inattentive and unwilling or unable to engage in cross-cultural dialogue are pervasive and deeply rooted,\" concluded a panel of 35 business and media leaders, scholars and former diplomats assembled by the nonprofit foreign policy study group.\nNot that American products, education, movies or television shows are unpopular. A Zogby International poll conducted in April showed they are highly favored overseas.\nBut the diverse 10-nation \"Impressions of America\" survey also produced strong criticism from majorities in each country of the war on terrorism and U.S. policies toward Arab nations and the Palestinians.\nA perception that the United States has \"abused\" the war on terrorism to launch virtually unilateral decisions and policies is pervasive worldwide, Rusciano said, though obvious differences exist from country to country.\nResentment is partially generated by the fact that the United States is the world's sole remaining superpower. But political scientists say that world backlash is a result of more than just being No. 1. \"The United States is playing a dangerous game as it takes on the role of global policeman,\" said Andrei Kazakov, 45, a retired Russian army colonel who served in Afghanistan during the Soviet occupation. \"If it acts unilaterally, this will bring more problems rather than solve the current ones. America needs to take care to consult more with its allies.\"\nIn America, the prevailing thought among policy experts seems to be that the Bush administration failed to capitalize on the surge of sympathy, opting instead to return to familiar but globally unpopular ground.\n \nInternational image already tarnished\nWhite House foreign policy decisions before Sept. 11 had already left Washington with a poor international image. The United States abrogated the ABM treaty on limiting nuclear warheads, despite global calls against doing so. It declined to ratify the newly established International Criminal Court in The Hague, threatened to pull U.S. peacekeepers from places such as Bosnia and refused to sign the Kyoto global warming pact.\n\"The United States was pretty much unabashedly unilateralist,\" said Dan Reiter, political science professor at Emory University.\nAbdullahi An-Na'im, an internationally recognized scholar of Islam and human rights, said America was losing credibility before Sept. 11 and that the spiral is faster now.\n\"There is a feeling of double standard, and that feeling is particularly strong in the Arab world and (parts of) Africa,\" said An-Na'im, a professor of law at Emory.\n\"If you ask the world what it thinks today, the answer would be resounding condemnation, anger and resentment,\" he said. \"The United States manipulated world sympathy and is pursuing a different agenda. I get a sense that people are questioning what's really behind (the war on terrorism). Is it a political agenda? Or business interests?\"\n \nIsrael retains positive view of U.S.\nIn the Islamic world, public opinion of America has been shaped by the U.S. role in the Arab-Israeli conflict, U.S. commitment to rebuilding war-ravaged Afghanistan and Washington's responses to Iraq's Saddam Hussein.\nIn Abu Dis, a Palestinian neighborhood on the edge of Jerusalem, Israeli troops built a cement and barbed-wire barrier down the middle of the street that they patrol, preventing passage to Palestinians from the West Bank. Because of the closure, many are cut off from families and jobs.\nIsrael is one nation where a largely positive American image remains intact. Israelis, supported by $2 billion in U.S. military funding each year, view the United States as its strongest ally. But even there, the notion of double standards is surfacing, though in a very different context.\nIsraeli bookstore manager Irit Schwartz, 40, said she was disappointed Bush had ordered bombings that killed civilians in Afghanistan but criticized Israel for attacks that killed Palestinians.\nArrogance is the word of choice for describing America in the streets of Beijing, the Chinese capital, although some residents openly admitted that their views were shaped by state-run media.\n\"America totally ignores the opinion of U.N. member countries,\" said Yu Haolan, 27.\nThat view is sometimes shared in Europe, where the United States finds its strongest allies.\nAn April poll conducted for the Council on Foreign Relations found Europeans highly critical of Bush and what they call his unilateral approach to foreign policy. Eighty-five percent of Germans, 80 percent of French, 73 percent of Britons and 68 percent of Italians said America is acting in its own interest in the war on terrorism.\n\nGraphic\n\n \nPHOTO, AARON FAVILA/ASSOCIATED PRESS, FOREIGN AND FILIPINO ACTIVISTS march toward the U.S. Embassy in Manila, Philippines, this month as they hold a rally launching a new anti-U.S. alliance.\n\nLoad-Date: September 11, 2002"
}