{
    "title": "WORLD LEADERS BAND TOGETHER",
    "publisher": "the columbian ",
    "year": 1996,
    "month": 3,
    "day": 13,
    "full text": "SHARM EL-SHEIK, Egypt (AP) In a dramatic show of solidarity, world leaders vowed today to band together in a war on terrorism, tracking down the financial sources of the sponsors of carnage.\nThe gathering of kings, sheiks, prime ministers, presidents and princes was a striking display of unity in response to anti-Israeli extremists who unleashed four suicide bombs, killing 62 people in nine bloody days.\nIt brought ancient foes Arabs and Israelis together in a joint stand against terrorism.\nThe historic symbolism was their very point.\nThe gathering yielded little in the way of new initiatives to combat extremists Islamic or otherwise. The leaders designated a working group to seek more specific solutions.\n\"Now throughout the region, as well as the world, there are peacemakers who stand against terror,\" President Clinton said in a joint post-summit news conference with Egyptian President Hosni Mubarak.\nThe leaders agreed to reinforce the Middle East peace process with security and financial assistance, Clinton said in describing the summit communique. Yet, the agreement was carefully crafted to avoid offending any parties in the volatile peace negotiations.\n\"Peace and security are two sides of the same coin,\" Clinton said, noting that the fate and prosperity of Israelis and its Arab neighbors are linked.\nMubarak said the 29 leaders reiterated \"their profound commitment to the promotion of peace and security throughout the region.\"\nBut the delicacy of the summit task was underscored by how carefully Clinton and Mubarak addressed questions about the absence of Syria. Mubarak said Syria \"has its own reasons\" for staying away, yet he believed Hafez Assad was committed to the peace process. Clinton said, \"I wouldn't overread their absence here.\"\nIn a sign of dissension, Mubarak suggested that Israel reconsider its closure of the Gaza Strip and West Bank. Clinton, who was heading to Israel late today, hinted that he will bring up the same point in talks with Israel Prime Minister Shimon Peres.\nPalestinian Authority President Yasser Arafat said Israeli's border-closing is hurting his people \"to the extent of famine.\"\nTo that end, Israeli Foreign Minister Ehud Barak said that while Israel will protect its own, \"We are not intending to starve the people there.\"\nPeres demanded action against violence from the Palestinians, noting that \"security and peace are indivisible.\"\nOne by one, the leaders promised to fight terrorism even as they offered different views of the problem, few solutions and reminders of decades-old animosities that exist between many of the participants.\nAs the leaders fretted about terrorism, Israeli police reported that they received intelligence warnings that Hamas planned to carry out a fresh attack during Clinton's overnight visit today and Thursday.\nIn a vague, three-point plan outlined by Clinton, the world leaders formed a \"working group\" that will prepare recommendations to combat terrorism, reporting back in 30 days. Clinton administration officials said the group will meet within two weeks, probably in Washington, to consider ways to cut off funding to terrorist groups.\nThe United States might provide equipment and training to countries that participate in the fight against terrorism, one official said.\nClinton said the leaders also agreed to support the peace process, and issued a strong condemnation of terrorism that called violence \"alien to the moral and spiritual values of all people in the region.\"\nThe range of leaders, from Clinton to Yeltsin to Foreign Minister Saud al-Faisal of Saudi Arabia, reflected the acceptance Israel won in the last three years by working out peace accords with the Palestine Liberation Organization and Jordan.\nOfficials came from as far away as Japan and from countries as remote from the peace process geographically as Canada and Ireland.\n\nLoad-Date: March 13, 1996"
}