{
    "title": "Worldview_ Fooled again on Pakistan _",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 10,
    "day": 24,
    "full text": "When Pakistani Prime Minister Nawaz Sharif came to Washington this week, I couldn't help thinking of the adage: \"Fool me once, shame on you. Fool me twice, shame on me.\"\n Sure enough, despite a long history of U.S. presidents being duped by Pakistani leaders, President Obama plans to restore more than $1.5 billion in blocked assistance for Islamabad.\n The aid was blocked because Pakistan never came clean about who helped Osama bin Laden hide for years in Abbottabad. And U.S.-Pakistani relations are stressed because Pakistan hosts Afghan Taliban who kill U.S. soldiers, as well as jihadis who kill Western and Indian civilians.\n Never mind. When it comes to Pakistan, hope seems to spring eternal. If the United States eases tension with Islamabad, administration thinking goes, the Pakistanis may finally press the Taliban to endorse an Afghan peace accord before the U.S. withdrawal in 2014.\n But why expect different results now from a country whose leaders have deceived Washington for decades about their links to terrorism - and who regard anti-Western jihadis as a useful tool in fighting India?\n \"The United States may have to be more up-front about the relationship between Pakistan and terrorism,\" says Husain Haqqani, a former Pakistani ambassador to Washington and author of Magnificent Delusions: Pakistan, the United States, and an Epic History of Misunderstanding. \"This would bring to an end the ability of Pakistani leaders to deny what is happening. The days of going along with pretense should end.\"\n Haqqani's book lays out the sad tale of America's self-deceptive relationship with Pakistan. (He has long argued that Pakistan's double game on terrorism undermines its ability to develop its full potential, which may be why he was forced out of his post.) \"Since 1947 , dependence, deception, and defiance have characterized Pakistan's relations with Washington,\" he says. \"Pakistan has sought U.S. aid in return for promises we did not keep.\"\n Early on, Pakistan enticed U.S. presidents to supply arms so it could counter the Soviets, while intending to use the weapons against India. In the 1980s, Pakistan persuaded Washington to provide mountains of cash to train the Afghan mujahideen who drove the Soviets out of Afghanistan. However, the Pakistani ISI intelligence agency funneled that cash to the most militant jihadis and, later, helped the Taliban seize power in Kabul - setting the stage for the rise of al-Qaeda.\n Deception followed deception. Pakistan repeatedly lied to Washington about its nuclear weapons program in the 1980s, and has still not come fully clean about the passing of Pakistan's nuclear technology to North Korea and Iran.\n After 9/11, Pakistan finally agreed to help Washington combat al-Qaeda, but permitted Taliban militants to maintain safe havens in their country. The Pakistanis continue to deny ISI links to the militants, who have attacked the U.S. embassy in Kabul and killed many U.S. troops.\n Pakistan also tried to deny responsibility when ISI-trained Pakistanis killed 166 people in Mumbai, India, in 2008; it has never jailed the mastermind of the attack, who still openly preaches jihad. Pakistani leaders also gloss over that the failed Times Square bomber, Faisal Shahzad, trained in Pakistan, as did other would-be bombers nabbed in Europe.\n As a senior U.S. diplomat once complained, the United States and Pakistan operate in \"parallel universes\" in which Pakistanis speak about everything but terrorism, which they pretend isn't happening.\n So it wasn't surprising to hear the prime minister deny any Pakistani connection to terrorism, in a Tuesday speech to the U.S. Institute of Peace in Washington. \"Pakistan is neither a source of nor the epicenter of terrorism, as is sometimes alleged,\" Sharif stated baldly, claiming his country had merely been a long-suffering victim.\n In a move guaranteed to divert attention from Pakistan's links to terrorists, Sharif complained about America's use of drones. He never mentioned that, for many years, Pakistani leaders privately gave the green light to drone attacks while condemning them in public - or that the attacks would not be necessary if Pakistani leaders weren't supporting jihadis.\n \"Pakistan wants to be able to act like Assad's Syria while demanding that the United States treat it like Israel,\" says Haqqani. He suggests \"lowering expectations of cooperation while increasing honesty about what each side thinks of each other.\" What a good idea.\n The more the United States indicates it needs Pakistan, \"the more Pakistan jacks up the cost,\" says Haqqani. He adds that aid will not change Pakistani behavior, nor will Pakistan deliver the Taliban.\n So why not insist that U.S. aid and cooperation with Pakistan will go nowhere until both sides can talk honestly to each other (and their publics) about terrorism and drones? Previous administrations have demanded that Pakistan come clean, then backed down, and I know such a display of U.S. backbone is unlikely this time, but it would certainly be a refreshing change.\ntrubin@phillynews.com\n\nLoad-Date: October 24, 2013"
}