{
    "title": "WORLD",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 1,
    "day": 30,
    "full text": "ASIA\n \nJAPAN\n \nCult in nerve-gas case offers to pay victims\nAs part of its campaign to clean up its image, the cult accused in the 1995 nerve-gas attack on Tokyo subways offered Saturday to pay $ 186,900 a year as compensation to the victims.\nTatsuko Muraoka, who replaced Shoko Asahara as guru of the Aum Shinri Kyo cult this month, said several tens of thousands of dollars will be paid to the victims immediately.\n\"I don't intend to deny that I bear a heavy responsibility,\" said Fumihiro Joyu, one of the cult's leaders, appearing before reporters for the first time since his release from prison last month.\nPAKISTAN\n \nOfficials reject warning from U.S. on terrorism\nPakistan rejected as unwarranted Saturday an apparent warning from the United States that it could be branded a sponsor of terrorism.\nThe foreign ministry said that although the Pakistani government may be sympathetic to a secessionist uprising in Indian-ruled Kashmir, it is firmly opposed to terrorism and does not aid religious organizations involved in the insurgency.\n\"There is no warrant for any warning,\" the ministry said in a statement.\nOn Thursday, the United States warned Pakistan that it could be listed as a sponsor of terrorism - making it ineligible for virtually all U.S. aid - if it gave direct support to Harkat-ul-Mujahedeen, a militant group that operates in Kashmir and is based in Pakistan.\n \nAFRICA\n \nRWANDA\n \nVolcano shoots fire, rocks near rebel stronghold\nA volcano spat out fire and rocks Saturday night near the eastern Congolese rebel stronghold at Goma, spreading panic among residents who thought they were under attack.\nThe Nyamuragira volcano, one of two straddling Rwanda's border with eastern Congo, became active Wednesday, when the rim turned red and occasional fire balls shot out, resembling the sound of artillery, residents said by telephone.\nResidents and an official at the Ugandan Consulate in Goma said Goma was not immediately threatened since the volcano's destruction had been directed toward Virunga National Park, on the opposite side of the populated area. However, two neighborhoods had been evacuated, they said.\n \nEUROPE\n \nCROATIA\n \nAlbright will visit to praise democratic trends\nSecretary of State Madeleine Albright will make a brief visit to Croatia on Wednesday to endorse trends toward democracy in that Balkan country.\nAlbright will meet the new prime minister, Ivica Racan, members of his cabinet and parliament and other political figures.\n\"The secretary will also take the occasion to congratulate all Croatians, including the representatives of civil society, who have contributed to the democratic process,\" State Department spokesman James P. Rubin said in a statement Saturday.\nThe former Cabinet, dominated by President Franjo Tudjman's Croatian Democratic Union, transferred power Thursday to the coalition government of Social Democrats and Social Liberals, which defeated the Democratic Union in Jan. 3 parliamentary elections.\n\nLoad-Date: January 30, 2000"
}