{
    "title": "World Briefs_ Iran 's parliament labels US troops in Mideast as terrorist",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 4,
    "day": 17,
    "full text": "Israel expels Human Rights Watch director\nAn Israeli court has ordered the deportation of Human Rights Watch's local director and ordered him to leave the country within two weeks.\nThe Jerusalem District Court on Tuesday cited his ongoing support of boycotts of Israel during his time in the country. Israel's interior minister ordered Shakir's deportation last year, calling him a \"boycott activist,\" a claim Human Rights Watch and Shakir denied.\nIsrael enacted a law in 2017 barring entry to any foreigner who \"knowingly issues a public call for boycotting Israel.\"\nMexico trying to block migrant caravan - Authorities in the southern Mexican state of Chiapas have tried to block a caravan of about 2,000 Central American migrants from entering the town of Huixtla.\nThe Huixtla government declared an emergency Monday night and told stores to close. The migrants streamed in anyway. Members of the caravan pushed past police and headed for the town center.\nOfficials told residents to stay indoors. The town's cold reception contrasts with the warm welcome it gave to caravans just last year.\nIran names U.S. forces terrorists - Iran's lawmakers on Tuesday overwhelmingly approved a bill labeling U.S. forces in the Middle East as terrorists, a day after the U.S. terrorism designation for Iran's Revolutionary Guard formally took effect, state TV reported.\nDefense Minister Gen. Amir Hatami introduced the bill authorizing the government to act firmly in response to \"terrorist actions\" by U.S. forces. It demands authorities use \"legal, political and diplomatic\" measures to neutralize the American move, without elaborating.\nBahrain sentences 69 to life on terrorism charges - A Bahraini court sentenced 69 people to life in prison and revoked the citizenship of 138 defendants on terrorism-related charges, the public prosecutor said Tuesday, in one of the largest mass trials ever held in the country.\nIt also marked the single largest revocation of citizenship in Bahrain, a small island-nation off the eastern tip of the Arabian Peninsula that hosts the U.S. Navy's 5th Fleet.\nCritics say authorities in Bahrain have increasingly used a law allowing the government to withdraw Bahraini citizenship from people charged with terrorism-related activities to also target political activists and human rights advocates.\n960 measles case registered in North Macedonia - North Macedonia's health authorities have declared a nationwide measles epidemic in the small Balkan country after more than 960 cases were registered since the beginning of this year.\nIn response , officials said unvaccinated children will not be admitted to day care centers, and additional resources would be made available for vaccination programs.\nHealth authorities had earlier warned the public of the risks of popular anti-vaccination campaigns in North Macedonia. According to the Public Health Institute, more than 11,000 preschool children have not been vaccinated and three babies have died due to complications from the disease.\n\nLoad-Date: April 18, 2019"
}