{
    "title": "World events through ages at root of terrorism",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 1,
    "day": 27,
    "full text": "World events, from the Crusades to present-day U.S. policy toward Israel, are at the root of Muslim terrorism, not the religion of Islam itself, say several Northwest academics.\nFaculty members from the University of Washington and Washington State University Vancouver also said they either opposed an attack on Iraq or believe long-term peace in the region would be better served if an invasion has the support of the United Nations.\nExcerpts of the interviews follow.\nn Prof. Brannon Wheeler, Islamic Studies, UW:\nThe Koran contains passages that could be interpreted to justify violence against both Muslims and non-Muslims. But that's also the case for the Bible.\nAlmost any religious text can be interpreted to justify someone's position.\nHistorically, Islam has been a diverse and very tolerant religion.\nWithin the history of Muslims, there is more history of accommodation than among Christians.\nThe Crusades in Europe, encounters with the Turks, the Indians, the Chinese all of that goes into the history of how Muslims relate to non-Muslims.\nIn more recent times, there have been Muslim objections to non-Muslims being in their holy lands. That includes the Palestinian-Israeli situation and foreign troops on the Arabian Peninsula.\nWhen Osama bin Laden makes a statement, he always mentions the situations with Iraq and with Israel. They are all linked. Solving one will contribute to solving the others.\nI would rather see the United States and its allies attempting to improve the living circumstances of people than to talk in terms of changing regimes or eliminating people.\nProf. Robert Stacey, Medieval European history, UW:\nIt is a radical fringe we are talking about here, the same sort of radicalism that is represented by Christians who murder doctors who perform abortions.\nThe most important single fact for people to understand about Islam is its enormous diversity and the way it has become integrated into the cultures of people around the world.\nThe Koran's attitude toward nonbelievers is more tolerant than was Christian practice in the Middle Ages.\nSome say the real beginnings of hostilities go back to the Crusades, in which Christians attacked the Muslims, who had controlled the Holy Land for 450 years.\nMy view is that the animosity between these two groups stems from the contempt held by European colonialists from the late 18th Century on for a culture of the Muslim world that they regarded as weak.\nIt was bitter, it was exploitative, it was like colonial relations around most of the world. You create ideas of a superior and inferior cultures.\nProf. Christopher Jones, international studies, UW:\nYou could make a good case that Saddam has stymied the United Nations and that he's not cooperating fully with the inspections. On that basis, you might have a legal case for military action.\nThe argument for invasion would be much stronger if weapons of mass destruction were uncovered.\nProf. Wendy Dasler Johnson, WSU-Vancouver:\nThe Koran is big enough that people tend to look into it and find what they want, like the Bible. That leads to extremists in any tradition heading off in sometimes violent directions.\nThere is a lot of bad feeling stemming from the Crusades as far back as the 11th Century, and control of Jerusalem and holy sites in the Middle east.\nBut more recent geopolitical developments also are factors.\nWhen the British took control of the Middle East early in the last century, they arbitrarily carved things up.  They threw people together who had always been at each other's throats.\nI study rhetoric and persuasion. My greatest hope is that people with deeply different backgrounds and positions can talk to each other in a way others can really hear.\nProf. Ronald Woods, American foreign policy, UW, and a former U.S. diplomat and staff director for Henry Kissinger in the mid-1970s:\nThe great powers are never looked at with total benevolence by poorer countries.\nAnother contributor to the current situation focuses on the Israel-Palestine issue. That's why bin Laden has the support he has.\nSaddam is certainly a threat. He wants to develop nuclear weapons and we should be addressing it.\nMilitary power is the backbone of strong diplomacy. It is the ultimate sanction. I would not move on it without an international consensus. That means another U.N. Security Council resolution.\nWe will win, and after that we will need more support for rebuilding and managing other problems in the region that our very actions will create.\n\nLoad-Date: January 28, 2003"
}