{
    "title": "World Briefs_ Trump bans cryptocurrency",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 3,
    "day": 20,
    "full text": "Putin win unsurprising, White House says\nThe White House says it is \"not surprised by the outcome\" of the Russian presidential election that gave Vladimir Putin another six-year term. Spokesman Hogan Gidley says there is currently no congratulatory call scheduled between Putin and President Donald Trump. Putin's leading opponent, Alexei Navalny, was barred from running because of a fraud conviction widely seen as politically motivated. Sunday's results were tainted by reports of voting irregularities, including ballot-box stuffing and efforts to block independent election observers.\nPresident Vladimir Putin won 77 percent of Sunday's vote.\nTrump bans cryptocurrency - The Trump administration on Monday banned all use by Americans of Venezuelan cryptocurrency, saying that its introduction is intended to skirt U.S. sanctions. The move follows the introduction last month of a Venezuelan cryptocurrency known as the \"petro,\" for which the government says it has received investment commitments of $5 billion.\nSpain tracked terrorism suspect - Spanish police say the man suspected of plotting an Islamic State-inspired attack in Colombia appeared on their radar for hate-filled messages online toward the United States, where he had lived and was allegedly trying to get to.\nRaul Gutierrez was jailed in Colombia last week on terrorism and conspiracy charges after the 45-year-old Cuban man had allegedly discussed his plans to use homemade explosives to attack a Bogota cafeteria popular with U.S. diplomats.\nPalestinian leader insults U.S. envoy - The Palestinian president on Monday called the U.S. ambassador to Israel a \"son of a dog\" in an angry rant against the Trump administration, signaling new trouble ahead for an expected U.S. peace proposal. President Mahmoud Abbas also took aim at the rival Hamas militant group, accusing it of being behind an attempted assassination last week of his prime minister and security chief, and threatening to retaliate. In an address to Palestinian officials, Abbas pre-emptively rejected the White House peace proposal, which is still being developed. In his speech, Abbas condemned Ambassador David Friedman's close ties with the West Bank settler movement, describing him as a \"son of a dog.\"\nTrade worries haunt G-20 meeting - Finance ministers and central bankers from the 20 leading industrial and developing countries are meeting in Buenos Aires, Argentina, at a summit that has been eclipsed by growing concerns over the potential of a global trade war following U.S. President Donald Trump's decision to slap import tariffs on steel and aluminum. Trump's tariffs - of 25 percent on imported steel and 10 percent on aluminum imports - enter into force this week.\nThe issue had not been addressed officially at the two-day summit that began Monday. But some G-20 officials anonymously said that Trump's measures have been a major talking point in private sessions.\nIndian company accused of swindle - An Indian company partnering with the Trump Organization on an office tower has been accused of running an elaborate real estate swindle that cheated investors out of nearly $150 million, according to complaints . Ramesh Sanka, the former CEO of the real estate firm IREO, said in the documents obtained by The Associated Press that he saw \"various acts of cheating, fraud and misappropriation of money\" at his onetime employer that created \"huge wrongful gains\" for the company's managing director and his associates. The documents make no mention of the Trump Organization, and focus largely on two real estate deals that began years before the organization signed a 2016 agreement with IREO to partner on an office tower in Gurgaon, outside New Delhi.\nMen cleared in Macedonia - A Macedonian court has overturned the terrorism convictions of 10 ethnic Albanian men, many of whom served long prison terms over an attack on a NATO vehicle. The Skopje criminal ruled that there was no evidence linking the men to the 2003 blast in northern Macedonia that killed two Polish soldiers and their Macedonian translator.\n\nLoad-Date: March 21, 2018"
}