{
    "title": "WORLD LEADERS VOW TO STAND TOGETHER, FIGHT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "President Bill Clinton and other world leaders pledged solidarity Thursday \"to fight terrorism by all legal means\" in the aftermath of a truck bomb that killed 19 Americans in Saudi Arabia.\nThe leaders of the Group of Seven major industrial democracies - the United States, Britain, Japan, Germany, France, Canada and Italy - scheduled a follow-up meeting of their top security officials for next month in Paris.\n\"We are all united in condemning the dreadful bombing that has taken place,\" said French President Jacques Chirac, host of this year's economic summit meeting. \"We changed our agenda\" to deal with \"this appalling event,\" Chirac said.\nAnd Clinton, who had sought the quick action, said the joint statement by the U.S. economic allies showed that \"We understand that an attack on one of us is an attack on all of us and that none of us is invulnerable.\"\nClinton thanked the leaders for \"this very powerful statement.\"\nAmong areas of expanded cooperation the leaders cited was a pledge to \"better equip our law enforcement authorities to work together to combat terrorism.\"\nClinton indicated that such efforts as the recent U.S. sharing with Israel of bomb-detection equipment would be high on the list.\nMike McCurry, the White House press secretary, said Clinton would present specific proposals at today's session. The United States is seeking agreement on tougher extradition guidelines, more sharing of national intelligence on potential terrorist activity and efforts to make it harder for suspected terrorists to cross national borders.\nIn their joint communique, the leaders asserted: \"We proclaim our common resolve to unite our efforts and our determination to fight terrorism by all legal means.\" They also invited others to do likewise.\nIn addition to being signed by the Group of Seven leaders, the statement will also be embraced by Russia when its representative arrives today, McCurry said.\nThe statement enabled the allies to show common ground while sidestepping differences on economic subjects such as expanding trade with such nations as Cuba, Iran and Iraq, which the United States considers terrorist.\n\"We condemn this barbarous and unjustifiable act and express our wholehearted solidarity with the United States and Saudi Arabia in their terrible ordeal,\" the statement said.\n\"Special attention should be paid to the threat of utilization of nuclear, biological and chemical materials, as well as toxic substances, for terrorist purposes.\"\nClinton said specific actions would be aimed at trying \"to protect our borders, to try to stop illegal weapons trade, to try to stop the money laundering and illegal money transactions.\"\nEarlier in the day, Clinton and Japanese Prime Minister Ryutaro Hashimoto set a deadline of July 31 for resolving two contentious trade issues - computer chips and insurance sales by foreign companies.\nThe announcement of a deadline was particularly significant on the issue of computer chips, where until recently the Japanese government had been refusing to even negotiate with the United States. The White House described the talks as a \"frank and detailed\" review of trade frictions between the two nations.\n\nLoad-Date: June 28, 1996"
}