{
    "title": "Worldwide cooperation key to foiling terrorism; Russian investigators helped the U.S. to ruin a miss",
    "publisher": "portland press herald",
    "year": 2003,
    "month": 8,
    "day": 14,
    "full text": "It's unnerving to imagine that terrorists in the United States would have in their hands a weapon capable of bringing down a commercial airliner from the ground. In a matter of seconds, the most stringent of the new airport security measures would be rendered useless.\nFederal and international investigators have foiled an attempt by a British arms dealer to sell a Russian surface-to-air missile to terrorists in America. That's excellent news in the war against terror, and it shows what can be accomplished when domestic and foreign agencies share intelligence.\nThis cooperation is necessary if authorities are to continue to foil terrorism. As the United States adopts tougher security measures, terrorists are going to work to get around them.\nMissile attacks are just one of those ways. Authorities believe that U.S. Stinger missiles that were supplied to the Afghan mujahadeen during Afghanistan's war with the Soviets are available on the black market. If that's the case, it's only a matter of time before one or more are used on American planes.\nSimilar weapons were used in Kenya last year in an attempt to bring down an Israeli airliner. Passengers could see the rockets flying by their windows.\nThis could be the new favored tactic by terrorists. The United States could thwart these attempts not only by foiling missile sales but by installing anti-missile security measures in airliners. Airlines have claimed the cost would be too prohibitive - up to $2 million per aircraft - but what of the cost of not installing them?\nThere's another pressing matter, also, in which investigators should use the same international cooperation to solve: The missing Boeing 727 airliner that disappeared from an airport in Angola in May.\nThe destruction that can be rendered by a fully fueled airliner in the hands of terrorists should move investigators to aggressively focus their efforts on finding that plane. Where is it? Who has it? Why? How can an airliner disappear and stay missing for four months?\nTerrorists are bent on hurting Americans and will attack both at home and abroad. That's why cooperation between U.S. agents and international intelligence sources is key.\n\nLoad-Date: August 14, 2003"
}