{
    "title": "World ignoring Algerian woes of terrorism",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 9,
    "day": 14,
    "full text": "WHILE LITTLE CAN minimize the savagery and cowardice of bombing innocent civilians in crowded Jerusalem market places, it almost pales beside what is happening to equally innocent people in Algeria.\nSo common are the daily reports of villagers being butchered by Islamic fanatics that often they do not rate more than a paragraph or two in the World Roundup segment of the daily newspaper.\nIt is only when the barbarians slit the throats of about 300 people in a single day, as was done Aug. 29 in Rais, that the terror of life in Algeria receives some prominence.\nAn estimated 60,000 people have been killed in the religio-political madness that has engulfed the former French colony since 1992. Over the past weekend, 87 were murdered, prompting mass fear and civilian self-defense tactics in and around Algiers.\nThis is not a conflict with rockets, rifles and threats of nuclear attack, but one with rudimentary weapons. Terrorists slit throats with knives; other innocents are hacked to death with hatchets. Fearful villagers, in turn, arm themselves with knives and hatchets.\nThe great powers of the world stand by helplessly. Even the Arab world is unable ; or unwilling ; to deal with it. I doubt that the name \"Algeria\" ever spilled from the lips of Jordan's King Hussein, Egypt's President Hosni Mubarak or the Palestinian leader Yasser Arafat when they met last weekend in Cairo.\nIslam is the official religion of Algeria. More than 95 percent of its 26 million people are Islamic, yet they hack each other to death over the issue of secularism vs. rigid religious fundamentalism.\nPerhaps I oversimplify the cause of the problem. There is more to it. In 1991 and again in 1992, the ruling Algerian socialist government, facing defeat at the polls at the hands of Islamic fundamentalists, canceled the results of the elections. A retired general was named president and the leadership of the zealous Islamic movement put in jail.\nThat spurred an undercurrent of revolt, one that has become astonishingly vicious. Villages and hamlets are burned, residents chopped to death by marauders who eyewitnesses claim scream like jackals while performing their acts.\nThe Algerian leadership now claims legitimacy based on the results of a 1995 election that heavily favored those in power. It would seem so, until you realize that the government banned all parties of fundamentalist opposition, and pre-approved the only opponents permitted to run.\nThere is no immediate solution to what is happening there, so thousands more innocent people will continue to endure their lives, not knowing which night their throats might be slit.\nTerrorism has emerged as the way of settling disputes worldwide. Whether it is in Northern Ireland, the Middle East, central Africa, Sri Lanka or Algeria, it usually is the innocent who is victimized.\nWhat is taking place today in Algeria ; the daily raids and murderous assaults on villages ; is methodology amok. The Arab world, itself equally divided between secularism and religious zealotry, is helpless; the United Nations is toothless, and the United States and Russia too uninterested in what is happening.\nMeanwhile, the wanton murders go on in a never-ending standoff between militarist socialists and savages who blaspheme their horrible acts with cries of \"God is great!\"\nHoward Kleinberg is a former editor of the Miami News. His e-mail address is hkmiami@aol.com.  \n\nLoad-Date: April 3, 1998"
}