{
    "title": "World for Sun. 181230",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 12,
    "day": 30,
    "full text": "Russia, Turkey meet on Syria\nTop Russian and Turkish ministers agreed during a meeting in Moscow on Saturday to maintain cooperation in northern Syria as U.S. forces prepare to withdraw and Turkey threatens to launch a military operation against U.S.-backed Kurdish forces controlling nearly a third of the country. Russian Foreign Minister Sergei Lavrov said that much of the discussion focused on the pending U.S. withdrawal and that Russia and Turkey managed to agree on coordinating their steps in Syria \"to ultimately eradicate the terrorist threat.\"\nPeace, voting in Afghanistan are in doubt - The forward momentum of peace negotiations in Afghanistan has all but stopped. Afghan officials, stunned by President Donald Trump's plan to call back thousands of U.S. troops, have retreated into silence and frantic maneuvering to shore up the government. The national election set for April seems likely to be postponed for months. A brutal unclaimed terrorist assault on two government ministries in the capital left 43 people dead Monday, and the Taliban's leverage in future power-sharing seems stronger than ever.\nEgypt kills 40 militants, it says - Egypt said Saturday that its security forces had killed 40 militants in raids on their hideouts in the Sinai Peninsula and the Greater Cairo area, just hours after a roadside bomb targeted a tourist bus in the capital, killing three Vietnamese tourists and their Egyptian guide. The Interior Ministry, which oversees the police, said 10 of the militants were killed when the security forces stormed their hideout in el-Arish, a coastal city in the turbulent north of Sinai, epicenter of a long-running insurgency by Islamists. Another 14 were killed in a Cairo suburb and 16 more in a housing project on a highway heading west from Cairo. The ministry said the militants were preparing for attacks on government and tourism facilities, army and police personnel, as well as Christian churches.\nFive arrested in suspected terrorism plot - Dutch and German police have arrested five people suspected of preparing a terrorist act in the Netherlands. Dutch police said in a statement that four suspects were detained in Rotterdam and officers searched multiple locations. It provided no details. In neighboring Germany, police announced the arrest of a Syrian man, 26, suspected of involvement in preparations for a terrorist attack in the Netherlands. They didn't name him.\nCongo's archbishop prays for peace - Congo's top archbishop urged peace on the eve of the country's long-delayed presidential election, saying differences of opinion were no reason to \"light the country on fire.\" Hours later, the leading candidates failed to agree on a guarantee for a peaceful vote. Archbishop Fridolin Ambongo of Kinshasa celebrated a Mass in the capital attended by leading opposition candidate Martin Fayulu and a representative of ruling party candidate Emmanuel Ramazani Shadary. They and sole female candidate Marie-Josee Ifoku held hands during prayer in a spirit of reconciliation.\nRussia won't free Ukrainian sailors - Russia has rejected a Franco-German call to release 24 Ukrainian sailors seized during a naval clash last month, and accused the European powers of siding with the government in Kiev. German Chancellor Angela Merkel and French President Emmanuel Macron issued the appeal in a joint statement that also criticized Russia for conducting \"excessive\" inspections in the Sea of Azov near Crimea that are holding up free passage of shipping. Kremlin spokesman Dmitry Peskov said the sailors, who are in pretrial detention on charges of illegally entering Russian territory, were being treated in accordance with the law.\nDuterte renews attacks on Catholic Church - Philippine President Rodrigo Duterte stepped up his attacks against the Roman Catholic Church on Saturday, telling its leaders to clean up their ranks instead of meddling in how he runs the country as he cast doubt on Jesus and the Holy Trinity. \"To the priests, don't meddle too much,\" Duterte said in the southern Philippine province of Cotabato where he gave out land titles to farmers. The Catholic Church \"has to correct itself before it can\" criticize. \"If not, I will really be their enemy and I will continue to attack them.\" In June, the firebrand leader called God \"stupid.\"\nBrazil's next leader to ease gun laws - Brazil's President-elect Jair Bolsonaro says that on taking office, he will issue a decree guaranteeing citizens without a criminal history the ability to possess firearms. Bolsonaro made the statement Saturday via Twitter. The loosening of gun laws was a central component of his election campaign. The ex-army captain takes office Tuesday. Possession of firearms is now tightly restricted.\nMan drives onto German airfield - A man forced open a locked gate on the security perimeter of Hannover Airport in northern Germany and drove a car onto the airfield Saturday before coming to a halt underneath an airliner and being detained, police said. No one was hurt, but flights were suspended for more than four hours. Police said a test suggested that the driver, who told them he was 21 and from Poland, was under the influence of drugs and there were no indications that his actions were terrorism-related.\nFrom news services\n\nLoad-Date: December 31, 2018"
}