{
    "title": "WORLD LEADERS PLEDGE ATTACK ON TERRORISM IRAN SINGLED OUT FOR HARSHEST DEMANDS FROM ECONOMIC POWERS",
    "publisher": "the world",
    "year": 1996,
    "month": 6,
    "day": 29,
    "full text": "LYON, France - President Clinton and other world leaders today\nthreatened sanctions against the Serbian government if it doesn't help\nforce from power Bosnia-Serb leaders indicted as war criminals.\nMindful of the truck bombing in Saudi Arabia earlier this week and\nother attacks, the leaders also demanded in a joint communique that\nIran \"reject terrorism\" and they urged full peace in the Middle East.\n\"We will continue to provide our full support to those who take risks\nfor peace,\" they said as they wrapped up their annual economic\nsummit.\nThe political declaration came in the final meeting of the world's\nseven richest democracies and Russian Prime Minister Viktor\nChernomyrdin, a stand-in for Russian President Boris Yeltsin.\nBosnia was dealt with in a separate communique. At Clinton's urging,\nthe eight leaders insisted that Radovan Karadzic and Ratko Mladic,\nBosnian Serb leaders accused of war crimes, be denied any\ndecision-making influence in the former Yugoslav republic. Elections\nare due there in mid-September and Karadzic has said he might compete.\n\"We demand that Mr. Karadzic renounce definitively and immediately all\npublic functions and not participate in any governmental decisions. He\nmust pass all of his powers to new officials.\"\nOtherwise, the summit partners said, the self-styled Bosnian Serb\nRepublic will be denied international assistance.\nThe statement said, \"We are equally ready to consider the use of\nsanctions toward any party to the peace accord,\" including the\nSerbian government in Belgrade.\nSerbian President Slobodan Milosevic has promised American mediator\nJohn Kornblum to force from power the Bosnian-Serb leaders, who were\nindicted by a war crimes tribunal in The Hague.\nIn a summit that had been dominated by the subject of terrorism - on\nthe heels of Tuesday's gruesome bombing of a U.S. military complex in\nSaudi Arabia - the declaration dwelt at some length with the issue.\nIran was singled out for the toughest criticism. \"We call on the\nIranian government to reject terrorism,\" it said.\nSpecifically, the allies insisted that Iranian authorities lift their\nlongstanding death threat against British writer Salman Rushdie, whose\nnovels the late Ayatollah Ruhollah Khomeini denounced as blasphemy\nagainst Islam.\nThe summit partners, at the urging of the United States, included\nstrong language condemning Iran, Iraq and Libya and promoting\ncontinuation of U.N. sanctions.\nA day earlier, however, the nations' economic communique had\ncriticized U.S. legislation to punish international companies for\ntrading with Cuba, Iraq and Iran - nations the United States brands as\nsponsors of terrorism.\nOn the Middle East, the statement called for Israel to do more to\nallow Palestinians who live in Gaza and the occupied West Bank to work\nin Israel proper. And the summit partners called on Syria and Lebanon\nto join comprehensive regional peace talks with Israel\n\nLoad-Date: July 2, 1996"
}