{
    "title": "World terrorism deaths spiked last year - but only in five countries. Why_ Deaths from terrorism jum",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 11,
    "day": 19,
    "full text": "Terrorism is up - but concentrated in a handful of countries where an even smaller number of terror groups are carrying out the bulk of attacks.\nNo one will be surprised to hear that terrorism deaths are up in Iraq and Syria largely as a result of the rise of the violence-preaching Islamic State, and in Nigeria where Boko Haram continues to mount high-casualty attacks.\n But here's something else to know about terrorism: At the end of the day, it doesn't work. Since the 1960s, only a very few terrorist organizations have achieved their goals through violence.\nNor does a military response alone serve to end terrorism. More effective, recent decades suggest, is a combination of improved community-based policing to boost public buy-in with governments, and a political process to address underlying grievances.\nThese are some of the findings of the 2014 Global Terrorism Index issued this week by the London-based Institute for Economics and Peace (IEP).\nMany of the headline-catching numbers in the index are not encouraging. The study of terrorist acts in 162 countries covering more than 99 percent of global population finds that deaths from terrorism jumped 60 percent in 2013 over the previous year, while the number of countries experiencing 50 or more deaths as a result of terrorist acts also rose about 60 percent, to 24 from 15.\nBut the index also finds that more than 80 percent of the almost 18,000 terrorism-attributed deaths in 2013 occurred in five countries: Iraq, Afghanistan, Pakistan, Nigeria, and Syria.\nIndeed, Iraq accounted for more than one-third of the deaths the organization tallied. At more than 6,300, Iraq's staggering toll represented a 164 percent increase over 2012.\nIf it weren't for the five top countries for terrorist attacks, the global tally of terrorist acts, although up last year, would stand broadly where it was in 2000, the index finds.\nThe IEP study assigns two-thirds of the global toll to just four groups: the Islamic State (also known by the acronyms ISIS or ISIL), Boko Haram, Al Qaeda, and the Taliban. What that tally underscores is the link over the past decade between rising global terrorism and the rise and spreading of extremist Islamist groups.\nThe violent advent of Boko Haram in Nigeria portends a potential for increased terrorist activity in other religiously diverse African countries such as Mali, Central African Republic, and Ivory Coast, the IEP study suggests.\nThe IEP, in its analysis of terrorism's recent trends, also finds that countries experiencing terrorist violence are not helpless, and that in particular, efforts should be stepped up to counter extremist Muslim ideologies with dominant moderate forms of Islam.\nBut that means that the Muslim societies themselves, and not outsiders, are the key to shrinking the terrain in which terrorism can flourish. \"To counter-act [radical Islamist] influences, moderate forms of Sunni theologies need to be championed by Sunni Muslim nations,\" says IEP Executive Chairman Steve Killelea, in his introduction to the index. \"Given the theological nature of the problem, it is difficult for outside actors to be influential.\"\nThe IEP index is not without its detractors. Critics question the organization's definition of what constitutes an act of terrorism to be included in its figures.\nIn Syria, for example - which comes in at No. 5 for overall terrorism deaths despite the extremely high casualties in the civil war there - none of the deaths caused by the Assad regime (a \"state actor\") nor those resulting from many rebel-group operations are included.\nAlso likely to be controversial is the IEP's conclusion that \"outside actors\" have little influence in stemming terrorism's growth. Critics will counter that deep American involvement in most of the most terrorism-prone countries has helped create the seed beds of terrorist groups.\nLooking specifically at Iraq, analysts have probably only started debating whether the US troop withdrawal in 2011 denied terrorist groups a recruiting tool and a pretext for violence - or created a vacuum in which terrorism could flourish.\n\nLoad-Date: November 19, 2014"
}