{
    "title": "WORLD ECONOMIC FORUM OPENS WITH TALKS ABOUT DEALING WITH TERRORISM; ATTENDEES PREDICT EASING OF RECE",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 1,
    "full text": "The World Economic Forum began Thursday with discussions about how to deal with terrorism and predictions that the global recession would begin to ease this year.\nSome 3,000 business, political, academic and religious figures from around the world met at the Waldorf-Astoria hotel behind phalanxes of police. The session was held against a backdrop of generally peaceful demonstrations and scattered vandalism targeting symbols of corporate America.\nAt a news conference, a top official of a private industry group predicted that the U.S. economy would grow 1.5 percent this year.\n\"My view is that the U.S. recession is over, that November will be viewed as the trough,\" said Gail Fosler, chief economist at the Conference Board, a business-financed group that issues influential monthly economic reports.\nEurope's recovery will probably take hold in the third and fourth quarters, but the pace could be slower than in the United States, said Klaus Zimmerman, president of the German Institute for Economic Research.\nThe outlook for Japan remains bleak, said Jacob Frenkel, former head of Israel's central bank and president of Merrill Lynch & Co.'s international division.\nBut he predicted that Japan \"will stay in a recession until it deals with its financial system and banking sector properly.\"\nA panel of international security experts warned President George W. Bush's administration against using force on other countries, saying force over diplomacy could hurt relations with U.S. allies.\n\"If you topple Saddam Hussein, there will be another Saddam Hussein somewhere else,\" said Christoph Bertram, director of the German Institute for International Affairs and Security.\nAt another seminar, Alain Dieckhoff, research director at France's Center for International Studies and Research, said the best way to combat terrorism is to build a strong middle class.\n\"When you have that, it's easier to have democratic values and practices,\" he said.\nProtests are peaceful\nOutside the hotel in midtown Manhattan, meditation exercises, game-show masks and only a handful of arrests marked a generally peaceful start to protests on a rain-soaked first day of the Economic Forum. Its previous meetings have been a magnet for violent anti-globalization demonstrations.\nThursday's scene was in sharp contrast to the violence that has marred international meetings in Seattle, Canada and Italy where dozens were hurt and arrested. On Thursday, a dozen members of the environmental group Friends of the Earth waved cardboard cutouts of game-show host Anne Robinson and chanted, \"WEF (World Economic Forum) you are the weakest link - goodbye!\"\nNearby, several hundred members of Falun Gong - the religious group th at is banned in China - sported matching yellow scarves as they joined in mass exercises along New York's Park Avenue.\nFive people were arrested on charges of trespassing and reckless endangerment when activists from the gay rights group ACT UP climbed to a building rooftop and unfurled a banner that read, \"Bush and big biz agree that people with AIDS drop dead.\"\nFormer New York Mayor Rudolph Giuliani said police would maintain order.\n\nLoad-Date: February 1, 2002"
}