{
    "title": "WORLD LEADERS DENOUNCE TERRORISM CLINTON, MUBARAK AND OTHERS GATHER IN SHOW OF SOLIDARITY",
    "publisher": "the capital ",
    "year": 1996,
    "month": 3,
    "day": 13,
    "full text": "SHARM EL-SHEIK, Egypt - In a dramatic show of solidarity, world leaders\nmet today to combat the wave of bombings that have shocked Israel and\nravaged the Middle East peace process. President Clinton proposed that\nnations \"join in a common defense\" against terrorism.\nThe gathering of kings, sheiks, prime ministers, presidents and princes\nwas a striking display of unity in response to anti-Israeli extremists\nwho unleashed four suicide bombs, killing 62 people in nine bloody days.\n\"With every milestone passed in the path of peace the enemies of\npeace have grown more desperate and depraved,\" Clinton said, declaring,\n\"Let our charge go forth from the Sinai today: we will win the battle\nfor peace.\"\nOne after another, the leaders urged unity in battling the bombers of\nHamas.\nPalestine Liberation Organization leader Yasser Arafat, whose commitment\nto curbing violence is questioned by many Israelis, promised to \"stand\nagainst terrorism\" and \"uproot it from our lands because our dreams of\nself-determination could never come true in a sea of blood and tears.\"\nHe called for unity between Israel and Palestinians, and said he viewed\nthe summit as a show of support for his people. \"You are with us,\" he\ntold the leaders.\nBut underlying the words of unity and determination were tough questions\nabout how to fashion solutions to terrorism, as well as allusions to the\ndecades of bitter distrust that were just beginning to heal.\nArafat complained about the closure of the West Bank and Gaza Strip -\nand the blockading of Palestinian towns - that he said was strangling\nhis people's economy \"to the extent of famine.\" The action by Israel\nalso undermined the PLO's political standing in the region, Arafat said.\nIsraeli Prime Minister Shimon Peres demanded action from the\nPalestinians, noting that \"security and peace are indivisible.\"\n\"They must fight to prevent terror,\" declared Peres, whose political\nfuture Clinton hoped to bolster by visiting the Middle East.\nIn a personal plea to his fellow leaders, Peres said, \"Terrorism knows\nno borders; so borders must not restrain action to smash the terrorist\nsnake.\"\nEgyptian President Hosni Mubarak, co-host of the summit with Clinton and\nRussian President Boris Yeltsin, opened the meeting of 29 world leaders\nwith separate messages to Palestinians and Israelis. \"Do not resort to\ndespair,\" he told Palestinians. \"Do not give in to calls of\ndefeatism.\"\nHe warned Israelis about \"falling to the abyss of fanaticism and\nextremism. This will only bring us back to the vicious circle of\nviolence.\"\nYeltsin said the United Nations should be use to combat terrorism\n\"because terrorism has no national features.\"\nEven as the leaders fretted about terrorism, Israeli police reported\nthat they received intelligence warnings that Hamas planned to carry out\na fresh attack during Clinton's overnight visit Wednesday and Thursday.\nThe range of leaders, from Clinton to Yeltsin to Foreign Minister Saud\nal-Faisal of Saudi Arabia, reflected the acceptance Israel won in the\nlast three years by working out peace accords with the Palestine\nLiberation Organization and Jordan.\nOfficials came from as far away as Japan and from countries as remote\nfrom the peace process geographically as Canada and Ireland.\nDenouncing the \"merchants of hatred,\" Clinton said, \"To the forces of\nhatred and violence I say - and let us all say, 'You kill yourselves and\nothers in the aim of killing peace, yet today you see peace survives,\nand peace will grow stronger. You will not succeed. Your day has past.\"\nPeres told the world leaders Israel has suffered pain but not despair\nand will do all it takes to defeat terrorism. Directing his remarks at\nIran, which was not invited to the summit, he said: \"It is the regime\nwhich initiates, promotes and exports violence and fanaticism. Tehran\nhas become the capital of terror. A conclusion must be drawn on how to\ncontain it.\"\nPeres told reporters earlier that he was not ready to make political\ngestures until Palestinians make more progress in containing anti-Israel\nviolence. He said the borders of Gaza and the West Bank will remain\nclosed, as they have been since the bombings. And he defended plans to\ndeport male relatives of suicide bombers. \"Only men, not women, not\nchildren, and not old people, and only the people I think are linked to\nsuicide bombers\" will be deported, he said.\nIsrael-Syrian negotiations aimed at a land-for-peace accord were\nsuspended by Israel after the bombings. The United States is hoping for\na resumption soon. Also, State Department officials said today that\nIsrael and the Palestinians should get on with the next stage of their\nnegotiations over Jerusalem and other issues in May.\nFour suicide bombings from Feb. 25 to March 4 caused Israelis to\nquestion their gamble on peace. Many Israelis now oppose turning over\nsecurity in Gaza and most of the West Bank to Arafat's Palestinian a\nuthority.\nSyrian President Hafez Assad angered the U.S. by boycotting the summit.\n\"I wish they were there,\" Clinton said of Syria. \"But I believe that in\nterms of continuing the peace process and keeping commitments, that\nPresident Assad will do that.\"\nThe Syrian Arab News Agency said Foreign Minister Farouk al-Sharaa told\nU.S. Ambassador Christopher Ross that \"The impulsiveness shrouding the\nconference prove only that the conference will be facing a fait\naccompli, endorsing Israel's views and serving Israel's interest.\"\nLibya, outspoken foe of the peace process, lambasted today's the summit\nas an exercise \"dedicated to help the security of the Israeli enemy.\"\nAP-DS-03-13-96 0739EST\n\nLoad-Date: March 14, 1996"
}