{
    "title": "World leaders confront flagging Afghan war",
    "publisher": "the bismarck tribune",
    "year": 2012,
    "month": 5,
    "day": 20,
    "full text": "KABUL, Afghanistan - It was what President Barack Obama called a \"war of necessity,\" a conflict thrust upon America by the 9/11 attacks. As NATO's mission here winds down nearly 11 years later, the insurgents remain undefeated, corruption runs rife and the peace process is stuck in the sand.\nSuch is the bleak reality of Afghanistan as Obama and leaders of about 60 countries and organizations meet today and Monday in Chicago to map their way out of an unpopular war. The goal is to develop a strategy that does not risk a repeat of the chaos that followed the Soviet exit two decades ago, which paved the way for the rise of al-Qaida.\nWith none of the NATO countries having the stomach to pursue the war much longer, the only viable option is to leave behind an Afghan army and police force capable of defending the country against the Taliban and its allies after the NATO combat mission is declared over at the end of 2014 and most of the coalition troops leave.\nThat would require no less than $4.1 billion a year from foreign coffers at a time when most of the countries are struggling with deficits and the specter of recession and bank failures. Without big handouts, Afghanistan simply cannot pay for its own defense.\n\"Our security forces last year cost $6 billion while our national revenue was $1.7 billion,\" said Ashraf Ghani, head of a commission overseeing the process of passing the baton to the Afghan forces. \"Investment in our security forces is part of an investment in international security.\"\nThe challenge facing Obama and other world leaders will be to convince their own voters that Afghanistan is worth the investment. The war has already claimed the lives of at least 3,000 NATO service members - more than 1,840 of them American - and thousands of Afghans.\nSupport for the war has eroded in Europe and hit a new low in America. Only 27 percent of Americans say they back the effort while 66 percent oppose the war, according to an AP-GfK poll released earlier this month.\nPessimism and fatigue over Afghanistan stand in sharp contrast to the euphoria that accompanied the quick routing of the Taliban and their al-Qaida allies in 2001. With American and NATO jets in the skies and pro-Western Afghan fighters on the ground, the American-led coalition swept the Taliban from power in less than two months - without a single combat death among U.S. military forces.\nBut the Bush administration's shift toward war with Iraq left the Western powers without enough resources on the ground, so by 2006 the Taliban had regrouped into a serious military threat.\nBy the time Obama sent 33,000 more troops to Afghanistan in December 2009, years of war in Iraq and Afghanistan had drained Western resources and sapped resolve to build a viable Afghan state, especially after the killing of al-Qaida leader Osama bin Laden in May 2011.\nPresident Bronislaw Komorowski of Poland, which has some 2,500 troops in Afghanistan, said Friday that those giving financial aid will face \"tough decisions\" over whether to spend on security or other civilian needs.\nAfter meeting Obama at the White House, French President Francois Hollande said Friday he stood by his campaign pledge to withdraw his country's 3,300 troops from Afghanistan by the end of the year but that France would keep supporting Afghanistan in a \"different way.\"\nJawed Ludin, deputy foreign minister of Afghanistan, said Western powers should understand that terrorists in the region remain a global threat when they consider how much aid to give his country.\n\"This is not a charity that we are receiving,\" Ludin said. \"Afghanistan is and will be on the front line of the world's fight against terrorism. We Afghans will be making sacrifices for years to come in what is essentially an international war.\"\nHe cautioned donors against trying to place conditions on the pledges. Making development and reconstruction aid conditional on the government's ability to fight corruption, for instance, might be acceptable, but not so with money to finance the security forces, Ludin said.\n\"Terrorism has never been a creation of Afghanistan. It was brought to us,\" he said. \"Even today, it originates outside our own borders and our people have been victims as ... people in the West.\"\n\nLoad-Date: May 21, 2012"
}