{
    "title": "WORLD IN BRIEF; 5 Americans, 1 Canadian die in helicopter crash",
    "publisher": "the atlanta journal and constitution",
    "year": 1998,
    "month": 11,
    "day": 1,
    "full text": "A helicopter carrying five petroleum executives to a hunting cabin crashed Saturday in the tropical lowlands of Bolivia, company officials said. All five, four Americans and a Canadian, were killed, along with their American pilot. The Alouette 3 helicopter crashed 40 miles east of Santa Cruz, less than 15 miles from the cabin. The cause of the accident wasn't known, said officials at Chaco S.A., which is owned by Chicago-based Amoco, the fifth-largest U.S. oil company. Chaco identified the victims as: Americans Steve Gruber, general manager of Western Atlas; Woody Clark, general manager of Veritas D.G.C. Land; John Smatla, a consultant for Pluspetrol; Chris Wright, planning manager for Chaco S.A.; and Canadian Robert Boyd, general manager of Destiny. John Freeouf, the American pilot, was employed by Helibol. Wright was from Florida, but home states or towns were not available for the other victims.\nEUROPE Swedish specialists study fire victim bodies Forensic specialists in Sweden examining badly burned bodies on Saturday identified more of the 60 young people who died when fire engulfed a crowded dance hall. As investigators worked to learn what caused the blaze, examiners identified an additional 22 bodies, bringing the total number of victims identified so far to 40.\n MIDDLE EAST Peace rally for Rabin at assassination site Entertainers sang peace songs Saturday and politicians praised Yitzhak Rabin at the Tel Aviv, Israel, plaza where the prime minister who began the Mideast peace process was assassinated three years ago.\n Netanyahu stalls accord until security plan shown Israel's Cabinet may not vote on the new Mideast peace deal in time to meet the accord's Monday starting date. The Cabinet convenes today, but Prime Minister Benjamin Netanyahu said he would not show his ministers the agreement until the Palestinians had submitted a security document on fighting terrorism. Palestinian leader Yasser Arafat's Cabinet approved the peace accord Friday and said it would present its plan on fighting terrorism to the United States by Monday, as promised. Arafat also said he would do everything in his power to fight militants and curb terrorism.\n\nLoad-Date: November 2, 1998"
}