{
    "title": "Worldview_ The problem with terror Post 9_11, the conflict is not a war with a single enemy",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "On the seventh anniversary of Sept. 11, we will once again mourn; politicians will intone about fighting the war on terrorism. Some will even talk about World War IV. \nBut, in a series of interviews with top terrorism experts, I found surprising accord on the need to redefine the problem. \"The jargon is that it is a global war on terrorism,\" says Richard A. Clarke, former counterterrorism czar to Presidents Bill Clinton and George Bush 43. \"That is very misleading. If you do not understand what the problem is, then your solution is not going to work.\" \nClarke and others argue that the conflict with jihadi terrorists \"is not global,\" but exists largely within the Islamic world and part of Europe. \"It is not a war, with a few exceptions,\" he continues. \"And it is really not on terrorism. Terrorism is a tactic.\" \nThe constant repetition of the mantra \"war on terrorism\" implies we are fighting a single enemy, like the Soviets, in a struggle that can be won on the field of battle. Not so. \nClark defines the struggle as one against \"a small, deviant minority strain in Islam\" that wants to replace existing governments in Muslim countries with fundamentalist regimes. We aren't fighting against states, but against \"non-state actors.\" \nIslamist jihadis must be confronted in different ways, depending on where they are located. The situation differs greatly in, say, the Philippines, than in Pakistan or Europe.  \nWe must be wary of letting the war analogy blind us to the essentials. The battle we're fighting depends more on winning a battle of ideas than a war fought with guns. \nYes, guns are needed to stop the Taliban from retaking Afghanistan and prevent jihadis from re-emerging in Iraq. But Iraq went sour because of misguided U.S. policies that created fertile ground for jihadis; military action often worsened the problem. The key to reviving Iraq was not U.S. guns. \nThe Iraq situation shifted because Sunnis turned against militant forces they once supported. Al-Qaeda's viciousness turned off the Sunni population and undercut the ideas they propagated. Gen. David Petraeus took advantage of the jihadis' errors; he helped Iraqi Sunnis help themselves by driving al-Qaeda out of their turf. \nSimilarly, in Afghanistan, the fight against jihadis will depend on whether the local population rejects them. NATO troops can help, but only if local fighters take the lead. In Pakistan, where the population rejects American involvement, open use of U.S. troops is bound to boomerang. \nIndeed, the \"war on terrorism\" mantra plays into the jihadi strategy. The Taliban and al-Qaeda want to lure America into acts that turn local people against them, like bombing civilians. They want to suck America into \"bleeding wars,\" says South Asia expert Bruce Reidel, like the Afghan mujaheddin did to the Soviet Union in the 1980s. \nAvoiding this trap, say the experts, will involve a strategy far more complex than seeking military \"victory.\" It will require training local forces, and using U.S. military assets sparingly to avoid harming civilians. It will involve economic aid distributed at local levels to dissuade youths from hiring out to militant groups. \nAnd the struggle will involve a war of ideas - including a major effort to publicize al-Qaeda atrocities. Al-Qaeda runs a massive Internet operation trumpeting its triumphs against the infidels; we need as big an operation, in many languages, laying out the group's hideous crimes against Muslims. \nWhat's most essential is for Americans to understand that the surge of jihadi terrorists is a historical phenomenon; born of the alienation created by globalization. Yes, the elimination of Osama bin Laden, would be a huge psychological blow. Yet the phenomenon may take years to abate. \nIn the meantime, better intelligence and close international cooperation may be as essential as troops. So will coordination between U.S., European and Russian officials on thwarting the sale of fissile material or nuclear weapons to terrorists.  \nAl-Qaeda expert Peter Bergen believes the terrorist threat to Western countries will come from Europe. Alienated young educated Muslims in Europe were behind the 9/11 attacks, and subsequent bombings in Europe. Other planned attacks in Europe have been foiled since, along with efforts to sell stolen fissile material that could be used for terrorist bombs. \nSo forget the World War IV mantra with its false aura of tank battles. This fight requires smart long-term strategy, not mass mobilization. Americans face a long slog at many levels before the jihadi phenomenon fades. \nWorldview: More Online\nTomorrow, on the anniversary of 9/11, listen to Trudy Rubin's interviews with terrorism experts at Philly.com. \nE-mail Trudy Rubin at trubin@phillynews.com.  \n\nLoad-Date: September 10, 2008"
}