{
    "title": "World &amp; nation in 60 seconds",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 10,
    "day": 16,
    "full text": "Researchers find fossils of new species: PETRIFIED FOREST NATIONAL PARK, Ariz. — Researchers have discovered fossils of a tiny burrowing reptile among a vast expanse of petrified wood in eastern Arizona. The new species has been named Skybalonyx skapter, a part of a group known as drepanosaurs from the Triassic Period, about 220 million years ago. \nKyrgyzstan president quitting: MOSCOW — Kyrgyzstan's embattled President Sooronbai Jennbekov said Thursday he was resigning after protests over a disputed parliamentary election, the third time in 15 years that a leader of the Central Asian country has been ousted by a popular uprising. Jewish family's painting returned: ALBANY, N.Y. — A painting of two young, 19th-century skaters that was looted by Nazis from a Jewish family in 1933 and recently discovered at a small museum in upstate New York was returned Thursday after 87 years. The painting \"Winter\" by American artist Gari Melchers was part of a cache of more than 1,000 pieces of art and artifacts seized from the Mosse family, Jewish residents of Berlin who became early targets of the Nazi Party. Heirs have been tenaciously seeking to recover the lost pieces for the past decade. Eighth arrest in alleged kidnap plot: LANSING, Mich. — Michigan's attorney general charged an eighth person Thursday in what authorities have described as a foiled scheme to storm the state Capitol building and kidnap officials, including Gov. Gretchen Whitmer. Brian Higgins, 51, of Wisconsin Dells, Wisconsin, was charged with material support of an act of terrorism, Attorney General Dana Nessel said. C-SPAN suspends Scully over lie: NEW YORK — C-SPAN suspended its political editor Steve Scully indefinitely Thursday after he admitted to lying about his Twitter feed being hacked when he was confronted about a questionable exchange with former Trump aide Anthony Scaramucci. Scully was to moderate the presidential debate, which was canceled.\n\nLoad-Date: October 16, 2020"
}