{
    "title": "World leaders tackle nuclear terrorism",
    "publisher": "the world",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON - Still reeling from attacks in Brussels and Paris, world leaders are wrestling this week with the chilling prospect of the Islamic State group or other extremists unleashing a nuclear attack on a major Western city.\nPreventing terrorists from obtaining nuclear materials is the central focus as President Barack Obama hosts leaders from roughly 50 countries for a nuclear security summit starting Thursday. Despite three previous summits and six years of Obama's prodding, security officials warn that the ingredients for a nuclear device or a \"dirty bomb\" are alarmingly insecure.\n\"We know that terrorist organizations have the desire to get access to these raw materials and to have a nuclear device, said Ben Rhodes, Obama's deputy national security adviser. Still, the White House said there was no indication of an imminent plot.\nDecades after the Cold War, the threat of a nuclear war between superpowers has given way to growing concerns about non-state actors, including Islamic State and al-Qaida offshoots operating in North Africa and in Yemen and Saudi Arabia. Although the U.S. and its allies still worry about North Korea, Obama believes the threat posed by Iran has subsided due to the nuclear deal, leaving extremist groups among the likeliest perpetrators.\nThe havoc such an attack could wreak in an urban area like New York or London is concerning enough that leaders scheduled a special session on the threat during the two-day summit. U.S. officials said the leaders would discuss a hypothetical scenario about a chain of events that could lead to nuclear terrorism.\nThose concerns have taken on heightened significant following the March 22 attacks at a Brussels airport and subway station. Last year, authorities searching the apartment of two brothers linked to earlier attacks in Paris found video of a senior official at a Belgian nuclear waste facility. The brothers were part of the Islamic State cell that went on to strike Brussels; both died in the attacks.\nOn the summit's sidelines, Obama planned to meet with the leaders of China, South Korea and Japan, who all share U.S. concerns about North Korea's nuclear program.\nYet other key players will be missing. Russian President Vladimir Putin refused to attend, as Moscow scoffed at what it deemed U.S. efforts to take control of the process. Pakistani Prime Minister Nawaz Sharif canceled his trip following an Easter bombing that killed 72 people.\nSome 2,000 metric tons of highly enriched uranium and separated plutonium being used in civilian or military programs could be turned into a nuclear bomb if stolen or diverted, the White House said. And fewer than half of the countries participating in the summit have even agreed to secure their sources of radiological material, needed for a dirty bomb.\n\"The policies are moving in the right direction, said Joe Cirincione, who runs the nuclear security group Ploughshares Fund. \"But when you're fleeing a forest fire, it's not just a question of direction, it's a question of speed.\nNuclear security experts say there are four potential scenarios for a nuclear-related attack by an extremist group. Some are more likely than others.\nThe most devastating but improbable scenario involves a group stealing a fully functional bomb from a nuclear-armed country.\nMost nuclear experts point to Pakistan as the likeliest source, though that would require cooperation with someone on the inside of Pakistan's military.\nEasier to pull off would be for IS or another group to obtain fissile material like highly enriched uranium, then turn it into a crude nuclear device delivered by truck or ship. A third possibility is that extremists could bomb an existing nuclear facility, such as the Belgian waste plant, spreading highly radioactive material over a wide area.\nThe most likely scenario that security experts fear is that a group could get ahold of radioactive material, such as cesium or cobalt, for a dirty bomb that could be carried in a suitcase. Those materials are widely used in industrial and academic settings as well as in hospitals to irradiate blood, with no consistently applied security standards across the globe.\nUnlike a nuclear bomb, the only people killed instantly by a \"dirty bomb would be those close to the blast site. But the blast could spread cancer-causing substances over a vast area, triggering panic and evacuations.\n\"Even if it is small, such an incident would create such havoc in the world that you have to take it quite seriously, said former Ambassador Wendy Sherman, who spearheaded U.S. nuclear negotiations with Iran and North Korea before joining the Albright Stonebridge Group.\nDetonated in a major city, a dirty bomb could cause tens of billions of dollars in economic damage, said Andrew Bieniawski, who studies materials security at the Nuclear Threat Initiative. People and businesses would have to be relocated potentially for years while the contamination is cleaned up. Few would be inclined to ever go back, a reality on display in Chernobyl, Ukraine decades after the 1986 accident.\nReducing the threat of nuclear terrorism has been a persistent theme for Obama, who won the Nobel Peace Prize after emphasizing nuclear disarmament. Four months into his presidency, Obama warned in a much-cited speech in Prague that nuclear weapons were \"the most dangerous legacy of the Cold War.\"\nReach Josh Lederman on Twitter at http://twitter.com/joshledermanAP\n\nLoad-Date: March 31, 2016"
}