{
    "title": "WORLD DIGEST",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "Russian embassay in Syria is hit by mortar\nA mortar round landed inside the Russian Embassy compound in Damascus on Sunday, state media said, as Moscow said it was willing to send military observers to secure Syrian efforts to surrender its chemical weapons to international control. Russia is a leading backer of Syria's President Bashar Assad, and rebels fighting to topple his regime have previously targeted the diplomatic mission in Damascus with rockets and mortars. In another mortar attack outside the capital, two people were injured when shells slammed into a building in the suburb of Jaramana.\nU.K. holds two on terrorism charges • British police have charged two U.K. citizens in an investigation of suspected terrorism in Syria. Mohommod Hassin Nawaz, 29, and Hamza Nawaz, 22, were arrested last week as they arrived at the British port of Dover from France. Police seized ammunition at the time. Police said Sunday the two have been charged with conspiring to attend a terrorist training camp and with the unlawful possession of five rounds of ammunition.\nEgyptian constitutional changes expected in November • A 50-member panel tasked with amending Egypt's Islamist-drafted constitution will complete its work by early November, a spokesman for the body said Sunday, wrapping up the first step of a military-backed roadmap in place since the ouster of President Mohammed Morsi. Despite interim authorities pushing ahead with the transition, opposition to Morsi's ouster has continued however, with hundreds protesting the July 3 coup at schools and universities on Sunday.\nSwiss vote to keep the draft • For the third time in almost a quarter-century, neutral Switzerland has overwhelmingly voted to maintain its conscription army. Voters in all 26 cantons (states) rejected the military service referendum Sunday - with 73 percent opposed to 27 percent in favor - that pacifists and left-wing parties had put forward to do away with a conscription army, Swiss public broadcaster SRF reported.\nCampaign violence erupts in Guinea • Security forces in Guinea's capital used tear gas to break up clashes that erupted Sunday between supporters of the opposition and ruling parties campaigning for long-delayed and hotly contested legislative elections, resulting in multiple injuries, witnesses said. The clashes come one day after a United Nations special envoy announced that the vote, scheduled for Tuesday, would be pushed back to Sept. 28 in response to opposition concerns about the voter list and other issues.\nMerkel wins in Germany, but misses majority • Official results confirm that Chancellor Angela Merkel's conservatives had won Germany's election but indicate that they had finished short of an absolute majority. Her center-right coalition partners crashed out of Parliament. Merkel's conservative Union bloc won 41.5 percent of Sunday's vote. Its coalition partners, the pro-business Free Democrats, slumped to 4.8 percent - not enough to win seats.\n\nLoad-Date: September 24, 2013"
}