{
    "title": "World leaders reach agreement on aid to Africa; Aid for Palestinians also is proposed",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 7,
    "day": 9,
    "full text": "Vowing not to be sidetracked by the deadly London bombings, world leaders unveiled a $50 billion package Friday to help lift Africa from poverty and proposed up to $9 billion to help the Palestinians achieve peace with Israel.\n\"We offer today this contrast with the politics of terror,\" said British Prime Minister Tony Blair, wrapping an economic summit jolted by Thursday's bus and subway attacks.\nLeaders also pledged new joint efforts against terrorism in response to the attacks.\nThe Group of Eight nations - the United States, Britain, Japan, Germany, France, Italy, Canada and Russia - adjourned early Friday so Blair could return to London to deal with the crisis.\nAmong leaders, however, President Bush was first to leave this secluded golf resort and was airborne a half-hour before the start of Blair's closing news conference.\nUpon arriving in Washington, Bush went directly to the British Embassy to sign a condolence book on behalf of the American people.\nAmong the new anti-terrorism commitments are a promise to work together to improve rail and subway safety, and seeking a wider U.N. role in discouraging terrorism.\n\"We assure the people of the United Kingdom of our solidarity in the continuing struggle against terrorism,\" G-8 members said in a statement pledging \"to bring terrorists to justice wherever they are.\"\nLeaders also endorsed new trade deals and pledged universal access to AIDS treatment.\nBush met for 20-30 minutes Friday morning with Blair to discuss the bombings, White House spokesman Scott McClellan told reporters on Air Force One as Bush flew home.\nWith a last-minute pledge from Japan, Blair won a key victory - a promise to boost Africa aid to $50 billion annually by 2010, from the current $25 billion. The United States did not make any additional pledges. Bush announced last week that he would seek to double U.S. aid to Africa by 2010.\n\nLoad-Date: July 9, 2005"
}