{
    "title": "World Outside of Wilmington_ Unseen Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 8,
    "day": 21,
    "full text": "When Paris was attacked, nations stopped what they were doing, plastered themselves to their television screens and came together as one. When Germany witnessed a multitude of gruesome attacks, Americans were outraged and devastated. When Iraq, Nigeria, Turkey, Pakistan or Syria were attacked, the world kept silent.\nVery often the media skews what they want to broadcast. News outlets, hashtags on Twitter, Facebook posts -- every channel of information somehow seems to work in harmony to piece together their decisions of what is deemed worthy enough for praise and discussion.\nThe Western world seems to only latch onto certain conflicts when it is convenient for them and plays into their agenda of being a globally concerned citizen. If a US-led air strike kills dozens of innocent Syrian lives, it will only make minuscule coverage with some outlets. However, if a reckless, armed immigrant runs rampant through Germany, America will have 24/7 live coverage of the situation.\nThis is not to argue that the latter does not have justification in its coverage, but a connection should be drawn to the lack of empathy and interest that we as Americans have shown when events like this happen in brown states or Middle Eastern nations.\nWhile it is strongly rooted in American culture to have a general leeriness for the Middle East or lack of concern for African countries, the absence of compassion for the suffering these countries face speaks volumes to the morals of the American people.\nWhy is that America is so eager to turn a blind eye to terror faced elsewhere? The Muslim nations that face the most backlash from extremism and the African countries that are terrorized are consistently considered lucky when they receive coverage from Western states. Our dismissal of these events only goes to prove that our interest as a country will only gravitate to those who resemble us.\nEconomically, demographically and ideologically, European nations show essentially the same expression of power as the United States. Acknowledged as peer nations to America, countries across Europe are without a doubt similar to the U.S. and thus have placed themselves above others on the totem poll of \"Which country matters more?\"\nOnly if we feel as though we may be threatened will we react. If it does not provoke the thought of \"that could be me,\" Americans will continue to carry out business as usual and pretend countries are not being brutally torn apart. It is disregarded by the American people that nations are facing terrorism from groups we either helped create or turned over to someone else to worry about.\nThis kind of rampant terror faced in Middle-Eastern and Muslim nations isn't going to change any Americans' plans for vacation or interrupt their next episode of the Bachelorette. If something is going to catch the attention of the American people, it relates to issues white European countries are dealing with.\n\nLoad-Date: February 19, 2018"
}