{
    "title": "Worst-case scenario Students take part in terrorism drill with local law enforcement, emergency agen",
    "publisher": "the capital ",
    "year": 2002,
    "month": 9,
    "day": 23,
    "full text": "DAILY MAIL STAFF\nWHEN George Washington High School senior Lauren Moses woke up for school this morning, she probably wasn't expecting to play a major part in West Virginia's largest terrorism training drill since Sept. 11.\nBut at 10 a.m., Moses was lying on the floor of the Charleston Civic Center with a fake bullet wound in her head pretending to be the first victim of a terrorist assault on the capital city.\nMoses and more than 100 of her classmates helped out today with a terrorism training drill designed to test the capabilities of law enforcement officials and emergency responders on the city, county, state and federal levels.\nThe drill scenario consisted of a group of Federalists (the high school volunteers) attending a rally at the Civic Center. A group of Nationalist terrorists invade the rally, take all participants hostage and blow up a car in the parking lot. They wire the doors with explosive devices and wire a guest speaker with a bomb.\nAll 100 student-volunteers sat fairly motionless in the Civic Center theater this morning, listening to terrorists' threats and waiting for random gunfire that indicated someone else had been killed.\nThe reality of the situation was tempered only by a dozen boxes of doughnuts setting on the Civic Center stage, leftovers from a pre-terror breakfast when victims and lunatics were still on the same side.\nThings changed quickly and less than two hours later, eight of the volunteers were \"dead.\"\nMoses was \"killed\" during an escape attempt, after which she said the atmosphere of the training exercise seemed to blur the lines of reality.\n\"We knew what was going to happen, but we didn't know when,\" Moses said. \"It was actually really startling even though we knew it was an exercise.\"\nJunior Stephanie Jordon said she felt like panicking when the drill started and could not imagine staying calm in an actual hostage situation.\n\"We had to get down in the aisles and there were just so many of them coming in that it was frightening,\" Jordon said. \"It seems like if all this were for real, we would all be dead right now. If this were working it might feel beneficial, but right now it seems really out of control.\"\nThe four terrorists, played by training officers with the West Virginia National Guard, were the only people who seemed certain they were in control.\nOne terrorist, who wanted to remain anonymous, said it took a while for police to figure out there was a hostage situation because there had been a simultaneous incident at the scene. Prior to the terrorist invasion, police responded to the Civic Center when a fake protest got out of control.\n\"We've had (the hostages) in here for two hours and we haven't had negotiations yet,\" said one of the officers who was posing as a terrorist. \"They've had a lot of events to deal with. We blew up a car, they've had protestors, and this scenario is meant to attack the system at all levels.\"\nCharleston Emergency Services Director Mark Wolford said the drill was completely unscripted so that police, firefighters and medics would have to think on their feet.\nWolford spent the morning in the command center at City Hall giving terrorists instructions on how to thwart rescue efforts.\nAnother command site was set up two blocks from the Civic Center where Charleston police, fire and ambulance agencies were trying to decide how many victims they had inside. They were prepared to involve the Kanawha County Sheriff's Department, state FBI officials and the Federal Emergency Management Agency if they needed \"backup\" for the drill.\nDale Erwin, a public information officer for the Charleston Fire Department, knew little about what was planned for the drill and said the spontaneity of the event would result in the most benefits for participants.\n\"I'm not going to say things are running smoothly right now,\" Erwin said. \"But they are moving quickly, and that's the reality of a situation like this.\"\nCity SWAT teams and the state Department of Environmental Protection were called in after terrorists indicated they were ready to use chemical warfare on their hostages.\nJim Cox, a training officer with the state Office of Emergency Services, said this morning's drill is probably the most detailed terrorism training West Virginia agencies have ever had.\n\"From my experience, in 80 percent of exercises and actual events like this, the number one problem will be communications,\" Cox said. \"It's more than just whether the equipment works, it's whether or not information can be relayed and how those channels will operate. We'll have to see how that plays out.\"\nToday's drill was scheduled to continue at the Civic Center until 5 p.m.\nWriter Kris Wise can be reached at 348-1244 or by e-mail at kriswise@dailymail.com.  \n\nLoad-Date: September 25, 2002"
}