{
    "title": "Would dissolving U.S. ties to Israel reduce terrorism_",
    "publisher": "the world",
    "year": 1989,
    "month": 1,
    "day": 17,
    "full text": "Editor: Re: the Jan. 10 letter concerning the downing of Pan Am    Flight 103 by inhuman terrorists wherein the writer suggests those who    should share the blame for the incident. I note that in his final    paragraph he states \"The immediate dissolution of our controversial    'satellite' relationship with Israel should improve our Middle East    image and reduce the tensions that produce terrorist factions.\"\n \n     No doubt if the above were to occur the following would also    result:        The fierce battles that have been raging in southern Lebanon    between Syrian-backed Amal militiamen and Iran-backed Hezbollah    fundamentalists, which have resulted in 500 killed and 1,500 injured    since April would immediately cease.\n \n     The sporadic confrontations in Lebanon between differing Christian    militias would cease.\n \n     The periodic battles there between Christian and Moslem militias    would come to a halt.\n    The Hezbollah that wants to establish an Islamic republic in    Lebanon fashioned after Iranian leader Ayatollah Khomeini's regime    would cease their efforts, and of course the more secular Amal would    then lay down their arms. And naturally, the Christian militia factions    who earlier in Lebanon's history envisioned that country as a    Christian-Arab homeland would be so ecstatic about it all that they    would beat their weapons into plowshares.\n \n     Iran and Iraq would embrace one another as Moslem brothers.\n \n     Libya would no longer have designs on Chad, and even embrace Egypt.\n \n     India would grant the Sikhs the independence they desire and avoid    further assassinations and bloodshed.\n \n     Since not all terrorists originate in the Middle East, we could    pressure England to permit the northern portion of Ireland to join the    remainder of Ireland, thereby resulting in the dissolution of the IRA      and accompanying bloodshed.\n \n     We could withdraw our troops from Korea, and permit the North and    South to kiss and make up.\n \n     Russia could grant true independence to Latvia, Lithuania, Estonia,    Czechoslovakia, Poland, Hungary, etc. and avoid future military    incursions.\n \n     I think I had better stop here. If I were to continue listing all    the world's potentials for terrorism this letter will be too long, so    instead I will return to the letter and merely repeat the writer's    assertion that all we have to do is dissolve our \"satellite\"    relationship with Israel, and voila - utopia.\n \n Louis Brodsky, Largo Terrorism delivered   \n \n   Editor: Re: Murder threat shows PLO still uses terrorism, by A.M.    Rosenthal, Jan. 7.\n \n     It was reported that death threats were made against the mayor of    Bethlehem and immediately many singled out Arafat as the perpetrator.\n \n      After the United States announced that it was ready to enter into    discussions with the PLO, Israel adamantly reiterated its refusal to    participate in these talks. To emphasize their point the Israelis    embarked upon the bloodiest stint yet of oppression in the West Bank    and the Gaza Strip. This was complemented by random arrests,    deportations, internments and other violations of international law and    human rights.\n \n     The Israelis do not threaten terrorism. Whenever it serves their    purpose they deliver it outright, overtly, savagely, relentlessly.\n \n     Being snugly tucked under Uncle Sam's protective umbrella they can    do this with impunity.\n \n     And world opinion be damned.\n \n Willem Baljet, Floral City Support for Martinez   \n \n   Editor: As comment on your Jan. 1 article, Martinez rises to\n \n political respectability, I would point out that conservative    Republican Gov. Bob Martinez inherited the largest tax increase in the    history of Florida when liberal Democrat Gov. Graham and the Democrat    heads of both houses sunsetted every sales tax exemption, except on    food and medicine, for a total of $ 2.5-billion dollars.\n \n      Gov. Martinez scaled back the taxes to $ 740-million thereby saving    the taxpayers of Florida $ 1.8-billion in taxes.\n \n     In the main race in Florida in 1990 our superlative Gov. Martinez    will have the added Republican support of at least two cabinet members,    two more U.S. congressmen, six more state senators, four more state    representatives, and about 70 more local officials who were not there    to aid him in 1986. These new Republicans took office in 1987 and in    1989.\n \n     I believe that conservative Republican Gov. Bob Martinez will    easily win re-election in the election of 1990 with the support of 63    Florida counties losing only Broward, Alachua, Leon, and Gadsden in a    landslide.\n \n     Conservative Republican President-elect George Bush won here by    960,000 votes proving that Florida is becoming \"The Home of    Conservatism.\"\n \n Raymond George Carpenter, Seminole Lax security troubling   \n \n   Editor: Re: Clay Bennett's Jan. 11 cartoon, \"Airport Security.\"\n \n     Two weeks ago my wife and I were awaiting our son's arrival at    Tampa International Airport. We were early and decided to browse    around. We were observing the security system, when this woman of    approximately 35 years of age pushed a stroller with a small child    through the checkpoint. Needless to say the alarm sounded, well that's    all nice and cute; everyone smiled at the baby, and they proceeded    onward. In this day and age, who's to say it was just the stroller that    set off the alarm? For all we know it may not have been her child for    one; and second, there could have been a bomb or gun under the stroller    or baby. No one checked. We were surprised. The elderly ladies    operating the checkpoint finished smiling at the nice lady and returned    to their magazine.\n \n     Wake up America.\n \n Thomas W. Fumea, St. Petersburg People of Ulster   \n \n   Editor: As a former resident of County Antrim, Northern Ireland    (Ulster) I am amazed at the ignorance of those people who think that    Northern Ireland is inhabited only by Irish Catholics and English    Protestants. In fact the Protestant majority consists mainly of    Scottish Presbyterians, brought in by the \"Brits\" many years ago -    check any telephone directory for proof.\n \n     Probably the one best solution to the ethnic/religious problems of    the U.K. would be the physical transfer of Glasgow's Catholics to    Ulster and replace them with the Scottish Protestants of that region    thus facilitating the \"Union of Ireland.\"\n \n     Of course, Scottish football battles, on the field and off, between    the Rangers and Celtic soccer teams and their respective supporters    would be sorely missed by the tabloid press.\n \n     My memories recall only a great number of friendly and generous    people in Ulster whatever their faith or ethnic background.\n \n Robert Westmore, Clearwater Free the hostages   \n \n   Editor: Very recently John Anderson, brother of Terry Anderson, the    longest-held American hostage in Lebanon, has turned to the news media    and asked the American people for help.        John Anderson is asking we citizens who are concerned about his    captive brother, and eight other Americans taken hostage almost four    years ago, to join a drive and write a letter showing newly elected    President Bush and our State Department \"we still care for these    hostages.\"\n \n     John Anderson and his family are not asking the government to deal    with the terrorists, but just open the lines of communication, show    concern, and work to return these helpless prisoners back home to their    loved ones.\n \n     I earnestly beseech your readers to take time to write this very    important letter and show our government leaders Terry Anderson and the    others have not been forgotten by the people.\n \n     I would also like to express my gratitude to your fine newspaper    for the opportunity to show my feelings and concern.\n \n     Interested readers can write John Anderson at \"Free the    Hostages,\" P.O. Box 6692, Ocala, Fla. 32678.\n \n Don Paulie, Port Richey Visit to Epcot unsatisfying   \n \n   Editor: Re: A Disney-ing experience/for one family, it's not such a    small World, after all, Jan. 6.\n \n     Your recent interesting article on Disney World reminded me of our    visit to Epcot in August of 1988.\n \n     My sister and I were very disappointed. Long lines everywhere. We    waited and waited. Food expensive and tasteless. It wasn't worth $ 28    and $ 3 parking fee. The same movies year after year. The personnel    < inhospitable and unsmiling for the most part. We don't plan to visit    again.\n \n Ruth W. Morrow, Largo Other exit poll conclusions   \n \n   Editor: Re: letter to the editor, Jan. 10.\n \n     A letter writer draws the conclusion, from exit polls taken in the    last election, that voters who cast their votes for Dukakis were the    less educated of this country. Their better educated countrymen were    the reason for the Bush victory and that his margin would have been    greater if it were not for the less educated.\n \n     I believe that Albert Einstein once said that America could one day    become \"A nation of educated idiots.\" Therefore, it is my humble    conclusion, that this may explain the Bush win over Dukakis.\n \n W.J. Kehies, Homosassa\n \n    Editor: Re: a letter to the editor of Jan. 10. The writer cites the    quotation \"The sad reality is that the majority of voters do not    understand the issues, and lack the interest to become better    educated.\" The letter writer seems to equate the ability to understand    the complex political issues of the recent election with actually    taking the time to make an intelligent, informed decision. This is    parallel to saying that everyone who can write will in reality sit down    and compose an occasional letter to the editor. Because the letter    writer's logic is clearly faulty, his conclusion that \"George Bush    would have won by an even greater margin\" is invalid.\n \n Joshua Lerner, Boston, Mass. Who's really to blame?\n \n \n   Editor: I hear cries of anguish among senior citizens about the cost    of catastrophic health insurance. There has been lots of finger    pointing, except in the right direction. Let's look at a little    background.\n \n     The senior citizen came out of the Depression. Would you have    pensions without the unions? Who was responsible for Social Security?\n \n How were your children able to go to college and become professional    men and women? How was small business able to survive and prosper? All    this happened because the people, tired of Coolidge's and Hoover's    administrations, decided a change was needed and elected Franklin    Roosevelt.\n \n     For the past eight years, the senior citizen has been a spectator.\n \n The environment is in the greatest danger in the 20th century. The    regulatory agencies whose function is to protect us, have let the    industries make the rules. There are more homeless than ever before.\n \n Thirty-seven-million working families have no health insurance. Crime    is at an all-time high. Child care for the single mother is difficult.\n \n The military has spent billions on weapons that don't work. The    president opposes a minimum wage increase because more than $ 3.35 an    hour is inflationary. Honest government employees have come forward,    telling Congress about stealing going on in government. They have been    reassigned. The president vetoes a bill to protect whistle-blowers. He    is still the most popular president leaving office. Where was the    senior citizen when all these disasters were happening? The chickens    came home to roost. The president insisted that senior citizens pay for    catastrophic health insurance. Otherwise, he would veto the bill. Come    back to your roots. Align youself with progressive legislation. Money    doesn't do it all. California passed a referendum in the last election    to reduce automobile insurance by 20 percent. The insurance companies    raised $ 75-million. They lost because the people were united. The    citizens of Maryland won a strong bill on handgun control for the same    reason. The message is clear. If you don't help the less fortunate,    ultimately you become a victim, too.\n \n  Leo Mazur, St. Petersburg   \n\nGraphic\n\n \nBLACK AND WHITE CARTOON, Don Addis; Uncle Sam is portrayed as the mad scientist and the military is portrayed as his assistant, Igor, as they work in their laboratory with hazardous materials and Dr. Sam is saying he shudders to think (what might happen) if these materials should fall into the hands of somebody dangerous.\n\nLoad-Date: November 9, 1992"
}