{
    "title": "WOULD-BE BAND OF BOMBERS CONVICTED",
    "publisher": "daily news ",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "FOUR MEN snared in an FBI sting were convicted yesterday of planning to bomb a Bronx synagogue and shoot down military planes with heat-seeking, surface-to-air missiles.\nJames Cromitie, Onta Williams, David Williams and Laguerre Payen, all of upstate Newburgh, were arrested in May 2009 in Riverdale after they planted what they thought were real bombs provided by an undercover FBI informant.\nThey face life in prison on a slew of charges. Manhattan Federal Court Judge Colleen McMahon set sentencing for March.\nDefense lawyers, who argued the men were impoverished patsies entrapped by the FBI into a complex plot they would never have thought of alone, vowed to appeal.\n\"We will fight again. We're not done yet,\" said lawyer Sam Braverman, who said his client, Payen, was \"stunned, absolutely stunned and confused.\"\nIt took the jury eight days to reach the verdict in federal court in Manhattan.\nRelatives of the newly convicted terrorists cursed audibly in the courtroom.\n\"This was a miscarriage of justice - just like this whole investigation and trial,\" said defense lawyer Susanne Brody, who represented Onta Williams.\nThe four men thought they were going to shoot military planes out of the skies over Stewart Air National Guard Base with Stinger missiles and blow up a synagogue and Jewish center in the Bronx with C-4 plastique.\nProsecutors rebutted defense claims of entrapment by bringing a disarmed Stinger missile into the courtroom and reminding jurors that the men thought it was real and were ready to use it.\n\"Homegrown terrorism is a serious threat, and today's convictions affirm our commitment to do everything we can to protect against it,\" Manhattan U.S. Attorney Preet Bharara said.\n\"The defendants in this case agreed to plant bombs and use missiles they thought were very real weapons of terrorism. We are safer today as a result of these convictions.\"\nhkennedy@nydailynews.com\n\nGraphic\n\n \nFrom left, Laguerre Payen, David Williams, Onta Williams and James Cromitie listen as Judge Colleen McMahon hears juror (right) read verdicts. Sketch by Jane Rosenberg\n\nLoad-Date: October 19, 2010"
}