{
    "title": "Wounded by Terrorism, Teenagers From 5 Nations Share Stories",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 1,
    "full text": "Naor Abutbul, a burly 17-year-old Israeli, wrestled with his emotions. Emotions had the upper hand.\nThe young man was sitting on a bench at a storefront museum called the Tribute WTC Visitor Center, across Liberty Street from where the twin towers used to stand. In front of him was a wall filled with faces of the 9/11 fallen, looking forever happy in photos taken when long life seemed a given. Naor kept his head down. He couldn't bring himself to look at the faces.\n''It's hard,'' he said in Hebrew. Asked why, all he could do was repeat, ''It's hard.''\nEnough said.\nTen years later, images of Sept. 11, which form the core of the visitor center, remain tough for many people. Boxes of tissues are on benches there for a reason.\nNaor was more burdened than most. So were his 11 companions, most younger than he, most strangers to one another. They had come to New York from five countries, but had one thing in common. Whether from Israel, Northern Ireland, France, Spain or Liberia, each had been scarred by terrorism.\nNaor's mother, Hadas Abutbul, was ambushed by Palestinian gunmen and killed as she drove in the West Bank. That was on Nov. 9, 2001. Naor noted that Nov. 9 is rendered 9/11 in most countries, Israel included.\nQuentin Area-darses and Malou Anglade, both 16, came from Paris. While on a group tour in Cairo two years ago, they were wounded by bombs hurled into a crowded market. Quentin still has shrapnel in his right leg.\nAlberto Sanchez, 13, has struggled to bounce back after his mother, Trinida Sanchez, became one of 191 people killed in the 2004 bombings of commuter trains in Madrid.\nClare Mailey, 14, survived a pipe-bomb attack in Belfast a decade ago. Terry Hardy, 18, descends from a long line of victims of political and religious violence in Northern Ireland. His grandfather, an aunt, three uncles and three cousins were murdered. Though the chaos has subsided, Terry said, he still lives ''in fear of something happening again.''\nThere they were, a quorum of horror.\nThey had been brought to New York by One Heart Global, a nonprofit organization that seeks to help victims of terrorism who have lasting physical and psychological scars. It was founded a few years ago by Sarri Singer, an American, and Jacob Kimchy, an Israeli.\nMs. Singer was on a bus in Jerusalem in 2003 when a Palestinian suicide bomber disguised as an Orthodox Jew blew himself up. Sixteen people around her were killed. Her wounds were confined largely to a split clavicle and a low hissing in one ear that persists to this day. For Mr. Kimchy, One Heart Global was a way to honor his father, Rami Kimchy, killed in a 2002 terrorist attack in Rishon LeZiyyon, Israel.\nTheirs is a club no one would wish to join. But they felt it was needed, Ms. Singer said, because ''time doesn't always heal.'' A bombing occurs, funerals are held, political leaders express outrage and sympathy, news gatherers send their reports -- and then the world goes about its business. But the pain can endure.\nThe thinking behind the teenagers' visit this week was that they might benefit from sharing their stories. That made sense to them. ''People can understand the feeling and the pain that I have,'' Malou Anglade said, ''because they have experienced the same thing.''\nTheir stay in the city has included meetings with the police commissioner and with ambassadors to the United Nations from Israel and Ireland. There were also timeouts for shopping and for watching TV shows like ''Family Guy.'' Teenagers are teenagers, no matter what their circumstances.\nINEVITABLY, there was the stop at ground zero. They were led by a guiding force behind the visitor center, Lee Ielpi, a retired firefighter whose firefighter son, Jonathan, died on Sept. 11. Only ''nobody died from the terrorist attack,'' Mr. Ielpi told them. ''They were murdered.''\nLike Naor, others in the group found it hard to put the nightmare of 9/11 in context with their own suffering.\n''They carry the trauma, but don't have the language to express it,'' said Tricia Magee, who accompanied four teenagers from Northern Ireland. She is in charge of youth services at the Wave Trauma Center in Belfast.\n''If you can't get the words out, it can become a block, and be disruptive,'' Ms. Magee said. ''When you're young, you think you're the only one experiencing something like that.'' Showing them that they are not alone, she said, can only do good.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Naor Abutbul, right, 17, an Israeli whose mother was shot to death by Palestinian gunmen, with Lee Ielpi, a founder of a visitors' center across from the World Trade Center site. (PHOTOGRAPH BY OZIER MUHAMMAD/THE NEW YORK TIMES)        \n\nLoad-Date: April 1, 2011"
}