{
    "title": "Writers discuss Pakistan",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 11,
    "full text": "Pakistani journalist Anwar Iqbal who had interviewed both President Obama and Osama Bin Laden visited campus to talk about terrorism and current affairs in the South Asia. Alongside with his colleague Zahid Hussain he held a lecture entitled \"War on Terror: What Americans Need to Know.\"\nHussain, author of \"The Scorpion's Tail: The Relentless Rise of Islamic Militants in Pakistan\" told that the problem of terrorism cannot be solved only by military. \"War means that you're fighting an enemy. And that connotation is wrong. Terrorism is much more of an ideology than the physical presence,\" he said.\n\"People should understand that it's not the war against particular region, particular religion and particular ethnic group. That perception has not been fully removed from people.\" He also noticed that President Obama stopped using the term \"war on terrorism\" in his speeches and in Hussain's opinion, it's better to let this word die.\nIqbal also raised concerns about what is going to happen in Afghanistan after American troops leave the country this December. Hussain said that the U.S. should not leave it \"in vacuum,\" and compared the situation to the Soviet army withdrawal from Afghanistan leading to a long civil war and rise of Taliban.\nIn the end, Iqbal read a powerful story about a woman who takes care of a teddy bear thinking that it is her 6-year old son killed by a bomb. That was one of several lectures presented during the Pakistan Conference at Monmouth College sponsored by American Institute of Pakistan Studies and Political Science Department.\nSyrian exchange student Elias Shammas visited the opening discussion by Iqbal and Hussain and did not like it. \"They thought too highly of the situation in Pakistan,\" he declared. \"They admitted that there's an ongoing struggle for a fully functional vibrant democracy, but besides that they spoke as though Pakistan was the second to the U.S. closest thing to a Utopian society on Earth. Their most voiced concern was that the press had 'too much freedom', whatever that means.\"\nThere were more events on Monday and Tuesday, including traditional music workshops and a presentation of Pakistani exchange student, Ayesha Nazir. She gave her audience the idea of how it is to be young and female in her country. \"I talked about how woman in some areas in Pakistan are not getting their proper rights, they are not allowed to go to school and so on. But the smaller part of the country does not represent the whole country,\" Nazir said. \"I gave examples of very famous woman who are leaders in different fields or politicians, like Benazir Bhutto, who became prime minister of Pakistan twice.\"\nAnton Benediktov\nRussian Contributing Writer\n\nLoad-Date: April 11, 2014"
}