{
    "title": "Wrong Way to Remember",
    "publisher": "christian science monitor ",
    "year": 1996,
    "month": 4,
    "day": 18,
    "full text": "TOMORROW marks a year since the bombing of the federal building in Oklahoma City. It's a moment to recommit ourselves to combating the hatred and fear that feed terrorism.\nThat broad task can be joined to such law-enforcement measures as enhanced capability to track the weapons and explosives used by terrorists. The antiterrorism bill now speeding its way toward the president's desk, after a lag of many months, embraces some of these measures.\nBut it also has provisions that veer wide of any legitimate strike against terrorism and, in effect, target fundamental American freedoms.\nExhibit A: the bill's narrowing of the right of habeus corpus, the procedure by which higher, federal courts are called upon to review decisions made by state courts. The \"great writ,\" as it's traditionally called, is a bulwark against unjust punishment. The antiterrorism bill would drastically restrict its use by inmates condemned to death. Swifter executions, presumably, will deter terrorists whose acts might land them on death row.\nIn fact, the underlying logic appears even more dubious: that terrorism is such a consuming threat that core legal safeguards like habeus corpus must give way. That dubious logic would support summary deportation, minus the basic right of the accused to see the evidence against them.\nThe same logic supports concentrating in the hands of one or two federal officials the power to declare crimes \"terrorism,\" or certain groups \"terrorist\" and thus banned from the country. Experienced, conscientious officials might use such powers responsibly. But political motives could easily enter in. The excesses of the McCarthy era should have taught us something.\nIt's worth remembering that the federal government already has the authority to prevent people with terrorist links from entering the country. It already has extensive authority to tap phones and intercept communications. The FBI and other well-staffed agencies are acutely alert to terrorist threats, from outside the US and within.\nThe tragedy in Oklahoma City, however, created a political necessity to do more - which is now being played out in the rush to enact by tomorrow's anniversary. The resulting bill is not good law, though it will probably become law. At some point, as with past intrusions on basic liberties, much of it will have to be undone.\n\nLoad-Date: April 18, 1996"
}