{
    "title": "Wrong Way to Recall the Bombing",
    "publisher": "the new york times",
    "year": 1996,
    "month": 4,
    "day": 18,
    "full text": "To mark the first anniversary of the Oklahoma City bombing tomorrow, Congress vows to pass, and President Clinton is expected to sign, a bill that threatens civil liberties under the guise of fighting terrorism.\nAmericans with abundant reason to be concerned about terrorism are entitled to truth in labeling. The legislative stew that emerged from a House-Senate conference is not primarily aimed at terrorists but at shredding the doctrine of habeas corpus, a vital safeguard against unfair trials and arbitrary imprisonment. The main victims of these provisions will be prisoners convicted under state laws by state courts. Most terrorists are prosecuted under Federal law in Federal courts.\nThe bill would tighten restrictions that are already imposed by the Supreme Court on Federal court review of state criminal trials. Innocent people convicted in unfair trials would be imprisoned and in some cases executed. The President understands this. But in his apparent eagerness to get an \"anti-terrorism\" bill he can wave before voters, he never went beyond a few whispers of generalized concern about narrowing the scope of habeas corpus review.\nAs for terrorism, the measure contains a reasonable provision to make it easier to trace most types of explosives. (Curiously, it exempts bombs made with gunpowder and delays for at least one year the marking of fertilizer bombs, like the one used in Oklahoma City.)\nUnfortunately, however, the legislation authorizes other dubious steps. It would enhance the Government's power to deport suspected terrorists based on secret evidence, and would make it a crime for Americans to support the legal activities of groups the Government brands as terrorist. Other provisions bar those groups designated as terrorist from entering the country to speak, in effect reviving the McCarthy-era McCarran-Walter Act discarded by Congress just six years ago.\nBoth parties have decided that all of this is good politics. But threatening basic notions of free speech and due process is a poor way to combat terrorism, much less to honor the 169 people killed in the tragic Oklahoma City explosion.\n\nLoad-Date: April 18, 1996"
}