{
    "title": "WTC bomb was just 1st of planned terrorism",
    "publisher": "the new york times",
    "year": 1995,
    "month": 2,
    "day": 12,
    "full text": "The neighbors had wondered what was going on behind the locked door of Apartment 603, but it wasn't until there was a small fire in the apartment last month that they learned the truth about their mysterious, silent neighbor.\nThe tenant, who called himself Naji Haddad and said he was Moroccan, was apparently building bombs, and late on the night of Jan. 6, he accidentally set off a fire as he mixed the explosive chemicals in the kitchen sink of his dingy one-bedroom apartment a few blocks from Manila Bay.\nPolice say that as acrid black smoke poured from the apartment, the man fled into the night, leaving behind containers of acid, timing devices, lengths of wire, and, most important, a laptop computer and computer disk, filled with details of his plots both to kill Pope John Paul II, who was due to arrive in Manila a week later, and to blow up American jets flying routes in the Far East.\nAny lingering doubt about the seriousness of the terrorist threat was ended when several tenants of the Josefa Apartments were shown photographs of a 27-year-old man whose name they did not recognize -- Ramzi Ahmed Yousef -- but whose face they knew all too well. ''Haddad was Yousef,'' one of the neighbors said today. ''We had a terrorist living here. He was that man in Apartment 603.''\nYousef was arrested last week in Islamabad, flown to New York and arraigned in Manhattan on charges that he was also the mastermind of the February 1993 bombing of the World Trade Center, an attack blamed on Muslim fundamentalists that left six people dead.\nU.S. and Philippine authorities say it is clear from the evidence that for Yousef, the World Trade Center attack may have been intended to mark only the beginning of a career as an international terrorist.\nUntil the accidental fire in the Manila apartment, they said, Yousef was on the verge of a wave of far more deadly terrorist attacks across Asia, possibly including the assassination of the pope during his tour of the Philippines last month.\nIn an interview yesterday, Philippines Interior Secretary Rafael Alunan confirmed publicly for the first time that police had found a computer disk during their search of the apartment Jan. 6, and that ''on the floppy disk, there were many names, many aliases,'' including the name and aliases of Yousef.\nAlunan said that terrorists may have ''come close'' to pulling off their plans to kill the pope and to blow up the jets of U.S. air carriers operating in Asia.\n''It's American planes with an 's' -- plural, not singular'' he said.\n\nLoad-Date: February 14, 1995"
}