{
    "title": "WVC recognized for efforts in the global fight against drugs",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 4,
    "day": 3,
    "full text": "West Valley City has been honored by the United States Drug Enforcement Administration for contributions to the global war on drug trafficking.\nThe city is a long-time member and integral part of the Salt Lake Metro Narcotics Task Force, having committed personnel, time and resources for more than 20 years. Assistant Chief of Police Mike Wells, Lieutenant Rick McLenon and Fleet Service Manager Eric Madsen all received individual honors.\nDespite the special recognition, Wells is quick to say that West Valley is only a small part of a group that acts on both a state and global scale. He said the city feels attacking the problem on multiple levels is important. Local law enforcement can try to get dealers off the streets, but until the big suppliers are taken out, the problem will continue. Coordinating with the task force allows agents to move further up the chain of command to take out the kingpin dealers who filter drugs into neighborhoods.\nWest Valley City has a better understanding of the global hierarchy than most other agencies in the country, said Jeff Sweetin, DEA Special Agent in Charge of Rocky Mountain Field Operations, who presented the awards. He explained that if the focus is only on local neighborhoods, drugs will continue to filter in and new dealers will spring up. Through the Metro Narcotics Task Force, West Valley officers are able to forward information to DEA officers in 65 countries.\n\"Without police chiefs that understand the connection between the global drug trafficking movement and their community, we would be in trouble,\" Sweetin said.\nAfter the terrorist attacks of September 11, drug enforcement was a low priority and lost a large amount of resources, Sweetin said. Many departments pulled their officers to focus on terrorism, but West Valley stuck with the task force and redoubled its efforts.\nFrank Smith, Assistant Special Agent in Charge of the task force, explained that the global war on terrorism and drug trafficking are inseparable. He called drugs the funding source for \"all evil,\" whether it is terrorism in the Middle East or arms deals in South America.\nSmith recently transferred to the Salt Lake office after working for the DEA in Afghanistan. He said the Salt Lake Metro Task Force is the model for the entire country, because all nine participating agencies send only the very best people. His current deputy director is Phil Quinlan, a lieutenant in the West Valley City Police Department. \nkdrake@sltrib.com\n\nGraphic\n\n \nMoney seized in a drug bust by the Salt Lake Metro Narcotics Task Force, of which West Valley is a part.\nAbove, firearms seized by the Salt Lake Metro Narcotics Task Force during a drug bust. West Valley City was recently honored for its work with the Task Force.\n\nLoad-Date: April 4, 2008"
}