{
    "title": "WVU doc writes terrorism thriller",
    "publisher": "the dominion post ",
    "year": 2010,
    "month": 7,
    "day": 7,
    "full text": "July 07--In his new book, \"The Ovary Wars,\" Dr. Mike Hogan introduces a new and threatening method of terrorism that would have a devastating effect on the population and economy of the United States.\nHogan, a board certified radiologist at WVU Hospitals, said in his book that terrorists have been taking the wrong approach.\n\"A suicide bomber killing 20 and 30 people doesn't accomplish much,\" Hogan said. \"It scares some people for a day or two, but that's it.\"\nThe story line of \"The Ovary Wars\" introduces what Hogan believes is a better, unique strategy for terrorists. By destroying the ovaries of American women, reproduction in the United States will come to a halt, thus, forcing the economy to plummet.\n\"The plot involves American women being sterilized, and that causes a tremendous population decrease which undermines the American economy,\" Hogan said.\nThe book follows the life of a fictional family and the ways in which they are affected by this disaster.\n\"When you do this, nobody gets killed,\" Hogan said. \"Nobody's body appears on your doorstep; there are no explosions. You don't know about it until four months later after the effects have already taken place.\"\nAnd that's the very reason why the possibility of this method is so scary, Hogan said. He said he hopes his book serves as a warning that this form of terrorism could be more real than one may think.\n\"I hope that they realize that we're very vulnerable and that we have to step up our precautionary measures,\" Hogan said.\nHogan said he has future plans to write more books on other methods of medical terrorism that he describes as \"evil and devastating.\"\n\"I don't consider myself an evil person,\" Hogan said. \"The idea just kind of popped into my head.\"\nCopies of \"The Ovary Wars\" can be purchased online at Amazon.com, Barnesand noble.com, The Appalachian Gallery on High Street and The Book Shelf on Green Bag Road.\nTo see more of The Dominion Post or to subscribe to the newspaper, go to http://www.dominionpost.com/. Copyright (c) 2010, The Dominion Post, Morgantown, W.Va. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: July 7, 2010"
}