{
    "title": "Wyden, Udall, Collins Statement on Committee Access to Targeted Killing Documents",
    "publisher": "the coquille valley sentinel",
    "year": 2013,
    "month": 3,
    "day": 13,
    "full text": "U.S. Senators Ron Wyden (D-Qre.), Mark Udall (D-Colo.) and Susan Collins (R-Maine) released the following statement after the Department of Justice provided memos outlining the President's ability to authorize the targeted killing of Americans during counter-terrorism operations:\n\"The administration has now provided the Senate Intelligence Committee with full access to documents outlining the President's authority to conduct targeted killings of Americans in counter terrorism operations. We are pleased that we now have the access that we have long sought and need to conduct the vigilant oversight with which the committee has been charged. We believe that this sets an important precedent for applying our American system of checks and balances to the challenges of 21st century warfare. We look forward to reviewing and discussing these documents in the days ahead.\n\"In our view, the appropriate next step should be to bring the American people into this debate and for Congress to consider ways to ensure that the President's sweeping authorities are subject to appropriate limitations, oversight, and safeguards. We are particularly pleased that the administration will provide public, unclassified answers to questions about whether these lethal authorities can be used within the United States. These are obviously questions of fundamental importance, and we are grateful to Senator Paul for the effort he has made to ensure that these questions get answered.\n\"We anticipate supporting the nomination of John Brennan to be Director of the CIA and we appreciate that the executive branch has provided us with the documents needed to consider this nomination. Mr. Brennan will be the principled and effective leader that the dedicated men and women of the CIA deserve and we look forward to working with him in his new capacity. Finally, we thank Chairman Feinstein and Vice Chairman Chambliss for their leadership and patience in managing the committee's consideration of this important nomination.\"\n\nLoad-Date: November 29, 2014"
}