{
    "title": "WYDEN STYMIES HOUSE ANTI-TERRORISM MEASURE",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "WASHINGTON -- Sen. Ron Wyden decided Wednesday to block a House anti-terrorism bill from coming to a Senate vote because it doesn't help Oregon deal with impediments to federal investigations.\nOregon has been wrestling with a state Supreme Court ruling that said all attorneys, including federal prosecutors, must abide by Oregon State Bar ethics rules that prohibit deceit.\nThe decision is hampering federal prosecutors because it prohibits them from supervising and approving undercover operations to catch criminals in the state, said Wyden, D-Ore.\nThe senator worries that without advice of legal counsel from federal prosecutors like the U.S. attorney federal law enforcement officials won't be able to conduct wiretaps, sting operations or infiltrate terrorist groups.\n\"I think it was pretty clear that if the terrorists get sanctuary anywhere they can do damage virtually everywhere,\" he said.\nWyden declined to say whether there are currently terrorists in Oregon.\n\"I can't get into things that I learn about in the Intelligence Committee,\" he said.\nA Senate version of the anti-terrorism bill, passed last week, included a measure to untie the hands of federal prosecutors operating in Oregon. However, a House version did not contain the language.\nWyden is concerned that the House bill may come to the Senate for approval, rather than going to a conference committee that irons out the differences.\nBy Senate custom, any senator can block a bill, at least temporarily, with a \"hold.\" Majority Leader Tom Daschle, D-S.D., can override the block.\nThe White House and Republican House leadership have been eager to get the anti-terrorism legislation through because it expands the FBI's wiretapping authority, imposes stronger penalties on those who harbor or finance terrorists and increases punishment for terrorists, among other measures.\n\nLoad-Date: October 18, 2001"
}