{
    "title": "WYOMING RELATIVELY SAFE FROM TERRORISM",
    "publisher": "wyoming tribune-eagle",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "CHEYENNE -- Safety officials on Thursday said Wyoming isn't a likely target for terrorists because of the state's small population.\nBut that hasn't stopped some residents from fearing the worst. In a survey commissioned by the Wyoming Emergency Management Agency, about half the sample said they believed an act of terrorism could happen in their community. In the same survey, more than 70 percent of Laramie County residents answered \"yes\" when asked if they felt terrorism could be a reality in the county.\nBob Bezek, coordinator with the Wyoming Emergency Management Agency in Cheyenne, said the area, which contains storage sites for missiles, isn't choice material for budding terrorists.\n\"The strategic purpose of a terrorist group is to kill people -- and they can do that anywhere,\" he said.\nBezek suggested America should look in its own backyard for terrorists before pouncing on stereotypes.\nPointing to the bombing of the federal building in Oklahoma City in April 1995, Bezek said, \"It's the home-grown variety we have to worry about.\n\"Timothy McVeigh, who expressed virulent anti-government sentiments, last year was convicted of the nation's worst terrorist attack and sentenced to death.\nJoe Moore, special agent with the FBI office in Cheyenne, said Americans should maintain a healthy dose of anxiety about terrorism.\n\"You have to worry because it can happen anywhere,\" he said. \"We can take whatever security measures we can, but the threat continues to exist.\"\nCapt. Jim Knotts, spokesman with the U.S. Department of Defense, said there's nowhere to run and no place to hide if a terrorist wants to wreak havoc.\n\"I don't want to feed any kind of undue concern, but we are in a situation in today's security environment where we must be aware of a potential threat,\" he said. \"It's just a fact of being a citizen of the United States.\n\"The Wyoming Emergency Management Agency each year offers law enforcers some training to help combat terrorism.\n\nLoad-Date: August 21, 1998"
}