{
    "title": "WYOMING PREPARED FOR TERRORISM -- REPORT",
    "publisher": "wyoming tribune-eagle",
    "year": 2001,
    "month": 11,
    "day": 22,
    "full text": "CHEYENNE -- Following more than a month and a half of study, a governor's task force on terrorism has concluded that the state is fairly well-prepared for an attack.\n\"I believe that the state of Wyoming, generally, governor, is in good condition,\" said Wyoming Attorney General Hoke MacMillan.\n\"The report does not disclose, nor did we discover, any glaring errors or problems in the state of Wyoming. We believe we are better suited than probably any other state that we know about,\" MacMillan said during Gov. Jim Geringer's weekly news conference.\nMacMillan also said the state was better prepared than the federal government for terrorism. He said the report was written with input from local, state and federal agencies, as well as private business.\nThe report opened by saying: \"Not all terrorists are foreign nationals. Not all foreign nationals are terrorists.\"\nThe recommendations are:\nEmphasize training, equipment and preparedness of local first-responders.\nImprove communications and planning at all levels of government.\nBuild partnerships with the private sector -- use their technology, particularly geographic information systems.\nWrite the multistate mutual aid authority into state law. All the states surrounding Wyoming have entered into the agreement. Wyoming has not, said Maj. Gen. Ed Boenisch, adjutant general of the Wyoming National Guard.\nProtect security-sensitive government records and information by examining the Wyoming Public Records Act.\nRe-establish the counterterrorism commission with broader participation.\nGeringer said he wasn't sure how much the recommendations would cost. He said installing a statewide emergency services network would likely cost the most.\nGeringer said the state was already well on its way to beefing up aviation security (using the Wyoming National Guard) and public health security, which is why neither of those issues were addressed in the report.\nThe commission looked at vulnerable sites, the governor said. Information on those sites is confidential for security reasons.\nThe commission likely will now pursue legislation to put the recommendations into action, Geringer said.\nPublic records attorney Bruce Moats said the existing Wyoming Public Records Act allows the state to keep secret information that might reveal security procedures.\n\"I do not understand the need for changing the law,\" Moats said.\nShould a court case come up over information on security procedures, \"I cannot see a judge in Wyoming or any media outlet publishing such things,\" Moats said.\n\"I fear that this may be used to try to persuade the citizens of Wyoming that they don't need as great an access to government records,\" Moats said.\nDeputy Attorney General John Renneisen said his office was thinking about importing federal investigatory records rules similar to those former Attorney General Gay Woodhouse backed away from during a debate over the act earlier this year.\nThose rules were cut from draft legislation intended to adopt provisions for dealing with state electronic records.\nMacMillan said the commission's job wasn't done.\n\"It's a work in progress,\" the attorney general said.\nA summary of the Counter Terrorism Commission's recommendations, released Wednesday:\nEmphasize training, equipment and preparedness of local first responders\nEnhancing and coordinating the training, preparation and equipment of first responders must be a priority.\nImprove communications and planning at all levels\nStrengthen communications and planning among local, state and federal agencies in law enforcement and emergency management. Wyoming needs a statewide public safety communications system which insures that all local first responders and state officials can communicate in a timely and secure manner.\nBuild partnerships with private sector\nPartnerships with private enterprise should be explored. These collaborations should include technology, infrastructure security and the medical and laboratory sectors. Legislative funding and authorization for partnerships may be necessary.\nCodify mutual aid authority in statutes\nMutual aid in law enforcement and emergency management both within Wyoming and across state lines, in times of emergency, should be facilitated by legislative enactments.\nProtect security-sensitive records and information\nThe sensitivity and security of certain government information must be examined. Information practices in the computer age must be re-evaluated. The Public Records Act exemptions for law enforcement and security documents should be clarified and strengthened.\nRe-establish Counter Terrorism Commission with broader participation\nThe panel should be continued. Could expand to include the departments of Environmental Quality and Agriculture and local government, law enforcement and fire service. It should oversee and coordinate all state-level activities relative to domestic security and terrorism. It should answer directly to the governor.\n\nLoad-Date: November 27, 2001"
}