{
    "title": "WYOMING GUARD DEPLOYED IN WAR ON TERRORISM",
    "publisher": "wyoming tribune-eagle",
    "year": 2001,
    "month": 12,
    "day": 20,
    "full text": "CHEYENNE -- Wyoming Air National Guard members and their families gathered in a somber lunchroom Wednesday to begin their goodbyes.\nAs they ate, their belongings were being loaded onto an enormous C-5 cargo plane across the base. In their packs were military-issue desert camouflage uniforms, sleeping bags and gas masks.\n\"They're a little nervous,\" said Col. Robert Rodekohr, 153rd Airlift Wing commander.\nAbout 50 members of the 153rd Airlift Wing left less than a week before Christmas to help support Operation Enduring Freedom, the country's war on terrorism. They joined about 50 others from the wing who left Sunday in several of the Guard's own C-130 cargo planes.\nAt 1 p.m., the Guard members gathered in a briefing room to hear where they might be going. At 1:30, Gov. Jim Geringer came to the briefing room to speak to the Guard members before they left.\n\"The thing I take the most pride in is the 153rd was not just randomly picked,\" Geringer said. \"The 153rd is the top of the line in the airlift mission you're about to embark on.\"\nThe 153rd Airlift Wing has eight C-130 cargo planes. Several were flown out to missions on Sunday.\nThere will still be Guard members and airplanes at the Wyoming Air National Guard, Rodekohr said. The wing is more than 1,000 people strong.\nWednesday's deployment was the third wave of deployments from the Wyoming Air National Guard for Operation Enduring Freedom. The first troops to go were members of the security forces squadron.\nThe second to be deployed were seven air traffic control specialists. Those Guard members have been stationed in Jacobabad, Pakistan, Lt. Col. Roger MacDonald-Evoy of the 153rd Airlift Wing told the media Wednesday. Jacobabad is in central Pakistan. The Wyoming troops are supporting other U.S. military forces at that location.\nThe third wave of deployments at the Wyoming Air National Guard is the ongoing deployment from the 153rd Airlift Wing. MacDonald-Evoy said the troops sent out recently may go to a location in the former Soviet Union countries of Turkmenistan, Uzbekistan or Kazakhstan. Those countries are landlocked and are located north of Afghanistan.\nThe wing members' mission will be both military and humanitarian support, Geringer said.\nOn Wednesday, Guard members gathered uniforms in a supply building and sewed on patches for another group from the 153rd Airlift Wing, which will be deployed in coming days. Pilots stood in line, waiting to pick up tan flight suits for desert conditions.\n\nGraphic\n\n \nKelly Etzel /staff\nMembers of the Wyoming Air National Guard prepare to load a C-5 cargoplane at the Guard base on Wednesday. The C-5, which is designed to carrycargo over long distances, took about 50 members of the Guard's 153rdAirlift Wing and their equipment to help with Operation Enduring Freedom.\n\nLoad-Date: December 24, 2001"
}