{
    "title": "X-Boundaries lecture series offers discourse on terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "Are you afraid? Have recent terrorist attacks across the globe altered our society and the way we interact with other people? Have they shaped our politics and cultural priorities? This past Thursday, March 3, the community gathered together in Grace Covell Hall to attend a lecture on terrorism in the contemporary landscape.\nThis lecture, entitled \"X-Boundaries: Has Terror Changed Us?\", is the first installation of a forthcoming public lecture series.\nThe panel presenting the lecture was comprised of four of Pacific's esteemed faculty: John Sims, J.D. from McGeorge School of Law; Professor Jeffrey Becker, who holds a doctorate in political science; Professor George Randels, who holds a doctorate in religious ethics; and Professor Cosana Eram, who holds a doctorate in French and humanities.\nDr. Eram started the discussion by relating the history of terror and conquest in France. Terror has changed faces multiple times over the years. She offered a different perspective on democracy in France as opposed to the United States. For example, democracy in France does not merely provide the rights like freedom of speech, but the right to test limits; if we are unable to test limits, we live in a dictatorship. We should not let fear change the landscape of our freedom. As some find solace in literature, Eram had her students translate \"A Prayer to God\" from Voltaire's \"Treatise on Tolerance.\"\nProfessor Sims continued the lecture with discourse on the legal mechanisms at hand. Is fear causing us to infringe upon human rights in an attempt to protect ourselves from terrorism? Referencing history, Sims raised the issue of the Paris Massacre of 1961, in which police in Paris attacked tens of thousands of citizens who were protesting a curfew only imposed on Algerian Muslims. Today's French government is different in the sense that violence is no longer an arbitrary response, but racial discrimination still marginalizes an already disadvantaged community. Police have the authority to place people under house arrest, and the government can suspend procedural provisions. At least in France, fear has manifested itself in the ostracism of some of its citizens.\nHas terror changed the U.S.? Dr. Randels discussed how before the Twin Towers fell, Americans believed themselves to be invincible. After 9/11, terrorism became the new enemy. Al Qaeda became the face of that new enemy, then the Taliban. Our government responded with the creation of Homeland Security and the National Security Agency, while citizens have responded with fear and frustration. However, the danger of the fear that has followed recent terrorist attacks is that it mistakenly equates all Muslims to terrorists. American history is riddled with consequences of fear, such as the Red Scare and the wrongful internment of Japanese-American citizens. To combat the irrationality born of fear, Randels listed avenues of positive outlets, such as people who rushed to aid victims of 9/11, those who showed solidarity with Paris and worldwide support. He challenged Christians to uphold their religious ideals and consider whether our reaction to the plight of the Syrian refugees is in line with the Bible's teachings.\nTerrorism highlights our ideals, especially regarding who we consider \"us\" versus \"them.\" Dr. Becker's perception of difference is essential in discussing citizenship. There must be something worthy about belonging to a community; bonds of attachment to a community must be strong enough to sustain a feeling of safety. When there is nothing else to bring people together, the only thing left is force and the threat of violence. We must make society welcoming enough that it resonates with dignity, and is still something worthy of our attachment - the ability to participate in a community's government needs to be enough for us to want to form those attachments. Ultimately, terrorism reminds us of our vulnerability. We no longer feel safe. Do we feel vulnerable because we lack bonds and the belief that our government can protect us?\nCritical questions concerning terrorism and its effects on America are still at hand. How will we respond? Subsequent lectures will resume in the fall. Stay tuned, Tigers.Christians to uphold religious ideals and consider how we react to Syrian refugees.\nTerrorism highlights our ideals of who is considered \"us\" and \"them.\" Professor Becker's perception of difference is essential in citizenship. There has to be something worthy about belonging to a community; bonds of attachment to a community must be strong enough to keep it all together. When there is nothing else to bring people together, the only thing left is force and threat of violence. We must make society welcoming enough that it resonates with dignity, and is still something worthy of our attachment-the ability to participate in a community's government needs to be enough for us to have those attachments. Terrorism reminds us of our vulnerability. We no longer feel safe. Do we feel vulnerable because we lack bonds, the belief that our government can protect us?\nCritical questions concerning terrorism and its effect on American are still at hand. How will we respond? Subsequent lectures will resume in the fall. Stay tuned, Tigers.\n\nLoad-Date: December 15, 2016"
}