{
    "title": "Yale grad speaks on human rights at Amherst College",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 25,
    "full text": "Kenneth Roth, executive director of Human Rights Watch, discussed the United States' counter-terrorism efforts, specifically aspects of torture, during his talk, titled \"Why the Current Approach to Fighting Terrorism is Making us Less Safe\" in the Pruyne Lecture Hall of Amherst College.\nRoth, a graduate of Yale Law School and Brown University, conducts explorations probing into abuses of human rights in over 70 countries. In his lecture, Roth broke down the Bush administration's loopholes in his policies regarding torture and terrorism. Roth explained that the Bush administration has the ability to purposely misconstrue the definition of torture and treaties regarding torture such as the Cruel Inhumane Degrading (CID) treaty when it involves terrorists.\nThe Bush administration considers that the only way an act can be constituted as torture is if it causes \"pain to the equivalent of death or loss of a vital organ occurs.\" He said this definition has allowed the United States to inflict pain upon possible terrorists and suspend Habeas Corpus -- the right to a fair trial.\nThese ambiguous, murky policies have allowed inhumane treatment to occur in detention facilities across the world such as Guantanamo Bay, he said. These policies dealing with torture warp the law beyond recognition, Roth said.\nHe believes that not only is the law being twisted, but these policies instated to \"protect us\" are actually making us more vulnerable for future attacks. Roth disagrees with Bush's notion that there are a definite amount of terrorists and that if we eliminate them by torturing them to speak out and placing them in detention centers, the world will be a safer place.\nRoth said the United States is \"building up a pool of terrorists faster than we are emptying them out.\"\nHe believes performing these subterranean acts of torture results in the ruining of our credibility.\nRoth explained that answering to violence with violence is not an adequate way to battle this geographically limitless war.\n(C) 2007 Massachusetts Daily Collegian via U-WIRE\n\nLoad-Date: October 25, 2007"
}