{
    "title": "YASSER'S NEW CAREER",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 5,
    "day": 8,
    "full text": "It's easy to imagine Yasser Arafat's first day as head of the Palestinian self-governing authority in Jericho and Gaza. Arafat asks his secretary: ''What's on today's agenda? A speech to the United Nations? An interview for CNN? Meeting the pope?''\n''No,'' says the aide. ''Just a delegation from Gaza City here to complain about the sewage system, demonstrators demanding new apartments and lots of people seeking employment.''\nBeing a revolutionary is glamorous, as Arafat knows. But only a politician can bring Palestinians real benefits.\nThis peace process will succeed despite times of frustration and strife ahead. Much of the problem concerns objective conditions: decades of conflict, bloodshed and mistrust; complex disputes over territory, Jewish settlements and security; Palestinian Islamic and nationalist radicals using terrorism to wreck progress.\nArafat has often made things worse. He ordered Palestinians in the Israeli- occupied territories to do nothing before his regime arrived. It kept power in his hands but also kept Palestinians unready to take control of their own affairs.\nNow Arafat and his colleagues must get to work quickly. Behavior that may have served him well in the past -- refusal to delegate authority, unwillingness to compromise, a preference for delaying any decision -- is now outmoded, even dangerous.\nYet the new framework in itself provides for a dramatic change, letting Arafat take firm control and gain overwhelming support in the West Bank and Gaza:\nFirst, having actually secured an Israeli withdrawal, Arafat's legitimacy is greatly enhanced. He is keeping his promises to Palestinians, obtaining the start of an end to a 26-year occupation. The psychological impact of these gains on Palestinians will be enormous. If Arafat's Islamic fundamentalist foes keep their pledge to boycott elections, the Palestine Liberation Organization state will win an overwhelming victory.\nSecond, using the $ 2 billion pledged by donors, Arafat has a great deal of patronage to buy or stimulate support. Those backing him will gain jobs in the administration, permits for businesses, government contracts and apartments enabling them to move out of refugee camps.\nFinally, the Palestinian police force and the establishment of courts and jails give Arafat the power to intimidate opponents. Moreover, he can argue that any attack on the Palestinian authority is divisive and will discourage Israel from accepting a wider area of Palestinian authority or steps toward independence over the five years scheduled for this process.\nOf course, Arafat is not doing Israel any favors. His stalling, prevarications, lack of good will and endless series of new demands disgust even those Israelis who are most cordial to a two-state solution. He will continue to contest every inch of land and each detail in negotiations.\nBut the issue here is not Arafat's generosity. His own interests, and Israel's leverage, force him to a reasonable level of compliance. Israel's highest priority is that Arafat's supporters not engage in terrorism and that the Palestinian police stop radicals from attacking Israelis either within, or from, Gaza and Jericho. If the Palestinian administration does not meet this requirement, Israel can react: freeze the process at the present stage, take military action, refuse to allow Palestinians to work in Israel, cut off the electricity to Gaza, etc.\nOf course, Arafat also wants to weaken those extremist forces that want to overthrow him or even kill him. Failure to keep his part of the bargain would make donors -- 95 percent of his money is from the United States, Europe and Japan -- cut off funds. The PLO's isolation in the Arab world, and Israel's growing ties with those countries, put added pressure on him to comply with the agreement. The many local Palestinian leaders taking posts in the authority have a huge personal interest in making the experiment work.\nIn being tested, Arafat may not excel, but he will strive for a passing grade. He can take control of Gaza and Jericho and keep his commitments. As Israel's Foreign Minister Shimon Peres put it at the signing in Cairo, the Arab-Israeli conflict is at an end. Arafat is no longer waging a revolution to destroy Israel. He is simply trying to get the best deal possible.\n\nNotes\n\nBarry Rubin, a professor at Tel Aviv and Hebrew universities, is author of ''Revolution Until Victory? The Politics and History of the PLO.''\n\nGraphic\n\n \nDRAWING, (no caption)\n\nLoad-Date: September 15, 1994"
}