{
    "title": "Yasser Arafat left a legacy of tragedy and terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 13,
    "full text": "Re: Palestinian leader leaves without legacy, Nov. 11.\nThis headline does not capture the essence Yasser Arafat's life, as he indeed left a legacy.\nArafat's legacy is the victims of terror - Israelis, Americans, Christians and Muslims - for whose deaths he bore the ultimate responsibility.\nArafat's legacy is the loss of innocent Palestinian children who were brainwashed through incitement to think that they should glorify themselves and become suicide bombers.\nArafat's legacy is that, instead of being a man of peace, he was the father of modern terrorism.\nArafat's legacy is that he refused to renounce his 40-year campaign to eradicate the Jewish presence in the Middle East.\nArafat's legacy is that he repeatedly refused to set up a Palestinian state that would live side by side in peace with Israel.\nArafat's legacy is that he became one of the richest men on earth while his people stayed in poverty.\nWe hope that the future will now be brighter for both sides of the Middle East conflict. We want to see an end to terrorism and an end of the incitement of terror that uses cartoons, music videos and textbooks to teach children to become terrorists. We want to imagine a bright future for the Palestinian people who have been pawns in the political gamesmanship played by Arab leaders. We hope for them a future where the Palestinian Authority's money goes to schools and roads and hospitals.\nLet us imagine - and work for - a time when kids on both sides will be playing soccer instead of parents on both sides going to funerals.\nLet us imagine a future where the Palestinian leaders reach out with a genuine hand in peace so that they can have a state that lives side by side in peace with Israel.\n \nBruce A. Epstein, Pinellas Park\n \nArafat did inestimable damage\nRe: Palestinian leader leaves without legacy.\nYour headline proclaims that Yasser Arafat died without a legacy. You could not be more wrong. Arafat's legacy exists in the dead, injured, widowed and orphaned Israelis, victims of terrorists at his urging; in the impoverished lives of Palestinian children held hostage to his demands while he siphoned off millions of dollars of international aid; in the empty arms of Palestinian mothers whose beloved children believed that blowing themselves up to kill others was a virtuous act; and in the sense of vague dread that hovers over the Holy Land.\nHe held hands with Saddam Hussein and applauded Osama bin Laden. Yasser Arafat, born an Egyptian, spent a lifetime honing a message of hatred against Jews and any person who sympathized with the existence of Israel. His legacy is inestimable. I fear it will take decades to undo the political damage of his legacy. The human toll can never be known.\n \nLori Puterbaugh, Seminole\n \nRemember Arafat's bloody history\nRe: Arafat's path: unmet promise, unsated dreams, Nov. 11.\nThis article by Susan Taylor Martin (no relation to me), failed to use the one word that best described Yasser Arafat: terrorist. Since your paper failed to provide any real detail on his bloody legacy, please allow me to furnish it.\nSome of the major terrorist attacks commited by the PLO (under the control of and funded by Arafat) include the massacre of 11 Israeli athletes at the 1972 Olympics in Munich, the 1973 murder of two American diplomats in Sudan, the 1974 killing of two dozen Israeli schoolchildren in Maalot, and the 1985 hijacking of the Achille Lauro in which Leon Klinghoffer, an elderly American in a wheelchair, was thrown overboard.\nTo give better perspective to his life, I suggest you reprint the timeline of his life, only this time include the terrorist attacks that so clearly defined him.\n \nBrian Martin, Land O'Lakes\n \nIt's now up to the Palestinians\nWhile your Nov. 12 editorial After Arafat correctly characterized the man's failings, it draws the wrong conclusion. It is not Israel and the United States that need to earn a place at the peace table. It is incumbent upon the Palestinians to halt their terror war against Israel and begin acting with the political courage that Yasser Arafat lacked. It is they who need to earn a place at the peace table, and show that they are willing to be a nation, and not a terror state. Arafat had the chance to do that, and couldn't bring himself to help build a nation, and instead incited a terror war.\nUnfortunately, I don't have much hope that pragmatists will win out, with or without Israeli appeasement. It may be that Israel must continue its unilateral disengagement from the Palestinians. The security barriers will become stronger, and the Palestinians will have to depend on the tender mercies of their Arab brethren who have only supported their continued suffering under a terror regime.\n \nJerry Nepon-Sixt, Tampa\n \nDon't equate journalism with terrorism\nRe: The media offer comfort to terrorists, Nov. 9.\nDaniel Mandel charges that journalists \"give aid and comfort to terrorists\" as their \"obliging accomplices.\" His primary argument is that some news organizations don't use the term \"terrorist\" as often as Mandel feels they should. He alludes to its liberal use in \"government statements.\" But Mandel stops short of acknowledging the political weight the word has gained over the past few years, fed by the Bush administration's insistence that its invasion of Iraq is central to America's global \"war on terror.\"\nMany Americans agree with the administration on that. Many don't. Beyond dispute is that the terms \"terror,\" \"terrorism,\" and \"terrorist\" have taken on new meaning in the new century, and that people of conscience can disagree about where and when those are the best words to use.\nThe examples Mandel offers of \"sanitizing\" terrorism are all from Canadian and British media, with one exception: the New York Times headline, \"Iraq Militants Said to Behead a Truck Driver From Bulgaria.\" That doesn't seem unduly sympathetic to me, and Mandel makes no mention of the actual story that follows, so presumably it wasn't overly supportive of the killers. He says such kidnappings and killings \"could not succeed as a tactic to wage psychological warfare against the West\" if it weren't for the \"televised merciless beheadings,\" but Mandel doesn't name the media organizations that televised them. I think that's because it hasn't happened, at least in this country. I watch a lot of television news, and I haven't actually seen a single beheading.\nI have, on the other hand, participated in many discussions among journalists struggling to do the right thing with horrible images and sensitive information in a time of war. It's convenient for Mandel to imply that no such effort occurs. He is wrong.\nMandel's most serious charge is that media outlets \"compete for the distinction of being the first to break the gruesome images of exhibition killings (which) only ensures the taking of more hostages and thus the taking of more innocent lives.\" He says this happens \"particularly in Europe.\" That implies that it happens elsewhere too, but Mandel offers not a single example from American media.\nMandel's musing about how much safer we all would be \"without TV or the Internet\" omits any mention of the force for freedom that media exert around the world. This country, the one Mandel lumps in with all those others, constitutionally recognizes the essential role of journalism in democracy. Americans have more alternatives and hold the media more accountable today than ever before. That's fair and appropriate. Equating independent journalism with terrorism is not.\n \nScott Libin, St. Petersburg\n \nScott Libin is a former television news director and now a faculty member at the Poynter Institute, the school for journalists that owns the St. Petersburg Times.\n \nNominee is a man of inhumane ideas\nRe: Bush goes for quieter choice, Nov. 11.\nAre we supposed to jump up and down, because President Bush \"goes for a quieter choice\" as attorney general? I for one, will not be overjoyed if Alberto Gonzales is confirmed. How can Gonzales be considered a moderate, when it was he who argued that the war on terrorism made the Geneva Conventions' limitations on treatment of enemy prisoners obsolete?\nWhat is even worse, is that the Bush administration eagerly jumped on his wagon, agreeing with his attitude of neovigilantism. As a result, our country is still contending with the horrors and abuse of the Abu Ghraib prison scandal. Even though the man may be soft spoken, his ideals remain cruel and inhumane.\n \nJoAnn Lee Frank, Clearwater\n \nGonzales nomination rewards errors\nI disagree strongly with the nomination of Alberto Gonzales to be attorney general. He represents hatred and oppression. He wrote a memo asking President Bush to ignore the Geneva Conventions for prisoners at Guantanamo Bay taken after 9/11.\nAnd he gets rewarded with a nomination to a major Cabinet post? Huh? What kind of country are we living in?\nWe made major mistakes at the Abu Ghraib prison and other prisons in Iraq and Afghanistan. That attitude by our government to ignore the Geneva Conventions regarding treating people humanely is somewhat attributed to Gonzales' memo. It is abominable for him to be rewarded for condoning torture and for encouraging the ignoring of international law. I thought we were supposed to be learning from our mistakes, not rewarding the architects of our national mistakes.\nLet's find someone else to replace John Ashcroft - please.\n \nH. Linn Hanson, Sun City Center\n \nGeneva Conventions largely ignored\nI certainly hope that we do not fail to confirm Alberto Gonzales over the Geneva Conventions. No one honors the Geneva Conventions except the United States and Britain. Certainly the Germans did not, the Japanese did not, the North Koreans did not, the North Vietnamese did not treat our prisoners of war by the Conventions. Ask any prisoner or watch the History Channel.\nThe world wants the prisoners at Abu Ghraib treated in accord with the Conventions while the terrorists behead and disembowel theirs. The United States treats the Geneva Conventions as an absolute while the rest of the world laughs at them.\n \nLynn O'Keefe, Largo\n \nReturn to root beliefs\nRe: Democrats' teachable moment, Nov. 7.\nI am a \"prolife\" Democrat who voted for John Kerry. I am appalled that none of the commentaries on the election mentioned the lack of a credible message as a cause of the Democratic defeat. I wish to summarize my view in three brief points.\nFirst, the refusal to inject religious beliefs into politics left the Republicans owner of the \"value field.\" Irrespective of one's religious faith or lack thereof, it would have been very appropriate to highlight how the Bible the Republicans love to thump condemns social injustice in even stronger terms than homosexuality or promiscuity. Nothing less than the Bible reveals that family values are a matter of expediency, not principles for the Republican leadership.\nSecond, in the hope to win the proabortion crowd, the Democratic candidates made some hyperbolic statements that were clearly false. Kerry stated that the belief that life starts at conception is a religious tenet, when modern science has established that life begins with fertilization. John Edwards stated that embryonic stem cell research, if allowed to proceed, would have allowed Cristopher Reeve to live and walk, something that common sense, leave alone science, denies.\nThird, both candidates showed contempt for the fear, the worries and the doubts of the common person! By silencing the opposition to abortion and embryonic stem cell research, by affirming as a given that homosexuality is a matter of genetic predisposition, they established a distance between themselves, the enlightened, and the poor ignorant people.\nI hope that this landslide defeat will allow the Democratic leadership to reconcile with the root beliefs of their party: respect for all lives and humility.\n \nLodovico Balducci, M.D., Tampa\n \nVoters can change their minds\nBefore they get too giddy, the Republicans would do well to notice the Florida vote on high-speed rail. A few years back it passed with a comfortable majority. When the costs became known, it was soundly defeated.\nWhat will the costs be from the recent vote?\n \nJay Yardley, St. Petersburg\n \nThe heartbreak of hunting\nI cannot believe that the St. Petersburg Times would waste half of a Sunday first page on Shoot to thrill (Nov. 7).\nIt broke my heart to think that there are people who come to Florida to shoot unsuspecting, confined animals and that Florida seems to be encouraging this as a business.\nI suggest that men such as Antonio Muguiro donate the money to charity and volunteer for service in Iraq. Let them get their \"thrill\" by firing at something that can shoot back.\n \nNorma Thornton, Gulfport\n \nIt's just the thrill of the kill\nRe: Shoot to thrill.\nLest anyone doubt the McMentality that has pervaded our society, I point to this article on canned hunts. I find it difficult to feel sorry for the poor doctor, lawyer or whatever who doesn't have time to go hunting in the wild. Karmic implications aside, I question the ethics of anyone who chooses to go to one of these places for a quick kill. Would you like a Big Mac to go with your dead oryx?\nIn addition, I question the entire notion of the ethical hunter. A photo with the article showed a blind that hunters use to ambush their prey. In the old West a person who attacked in this fashion was a bushwhacker, and there was no form of life lower than a bushwhacker. Hmmm . . . never mind.\nI almost laughed over the comment about game ranchers saving animals from extinction. So if I understand this correctly, they're killing the animals in order to preserve them. Sort of like destroying the village in order to save it.\nFace it, these thugs do it for one reason - they like to kill. Forget about fair chase or anything that passes for hunting ethics. It's all about killing another being. Heaven help us.\n \nDurk A. Gescheidle, Dunedin\n \nA lovely Sunday was spoiled\nRe: Shoot to thrill.\nWhat a beautiful Sunday morning it was. The birds were singing and all nature was happy to be alive!\nI am working with photographs I have taken of beautiful deer in a preserve in Massachusetts. These deer are in a lovely forest for all to see and enjoy. There are many acres of open free land.\nThe feeling I had when I walked into this deer forest was one of enchantment and wonder. These creatures were there to be admired and, yes, I did take shots of them. The shots were with a Canon Pro 1 Digital camera and would be used to make people happy.\nThen I looked at the front page of the St. Petersburg Times and the first thing I see is two men hunting deer in a closed environment and how proud they look to be doing this! Next I find out that these deer are in preserves and not even in the wild and people pay to murder them.'\nI am sure I am not the only one who felt sick when they saw this article.\nI realize hunting is a sport for some, but please do not put it in the face of those of us who love these creatures.\n \nKathy Lerche, Dunedin\n \nA disgraceful waste of space\nShoot to thrill? Our state has now become Fallujah for exotic, imported, innocent animals that are not even shot for food, but simply as an elitist sport for men who can't find other more humane ways to express their manhood (or lack thereof!).\nI am truly saddened that so many ignorant individuals find pleasure in unnecessary bloodshed for pure sport.\nFor the Times to grant this front-page space in the Sunday paper is disgraceful! More ink should have been devoted to the Fund for Animals, which is dedicated to animal rights in affiliation with the Humane Society.\nSo here is some sage advice to consider:\n\"The greatness of a nation, and its moral progress, can be judged by the way its animals are treated.\" - M. Gandhi\nPut that in your gun and shoot it.\n \nAmy Dillon, Palm Harbor\n\nGraphic\n\n \nPHOTO, Getty Images; PHOTO, MICHAEL RONDOU; Yasser Arafat makes a speech last summer at his headquarters in Ramallah, West Bank.; At the Cracker Swamp Preserve in East Palatka, guide Keith Hanna watches as hunter Antonio Muguiro prepares to make a shot at an Axis deer.\n\nLoad-Date: November 13, 2004"
}