{
    "title": "YEAR AFTER AL-ARIAN, NOW THIS FOR USF",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 19,
    "full text": "As University of South Florida administrators push to get their research institution onto the national stage, the last thing they want is negative attention from yet another federal indictment against Middle Easterners with USF ties.\nBut it's hard to escape recent stories in newspapers like the New York Times and Washington Post, which inevitably note within the first few paragraphs that the two Egyptian students accused of carrying explosive materials across state lines are \"students at the University of South Florida.\"\nUniversity officials are trying to distance themselves from the case against Youssef Megahed, 21, and Ahmed Mohamed, 26 - even as they stress appreciation for the academic and social contributions of USF's more than 1,400 international students.\nUSF spokesman Ken Gullette tells reporters that Megahed and Mohamed \"technically aren't even students here\" because they've been suspended and aren't enrolled this fall. President Judy Genshaft points out that neither of the students was on any sort of watch list, \"so what could we do?\"\nBut when federal prosecutors last week detailed incriminating evidence they found in the duo's Toyota Camry during an Aug. 4 traffic stop in South Carolina, you could almost hear laments of Oh, no, here we go again coming from USF offices.\nIt has been less than a year since the sentencing of former USF professor Sami Al-Arian, whose 2003 indictment on terrorism charges prompted some conservatives and other critics to label USF a harbor for terrorists.\nUSF faculty union president Sherman Dorn is bracing for more of the same as the students' case drags on.\n\"I haven't heard anything from my colleagues,\" he said, \"but I'm sure some people will draw conclusions about USF without any evidence of culpability.\"\nIn the weeks since the arrests, USF administrators have stressed to reporters their desire for a diverse student body.\n\"It's enormous the ways in which they contribute to the university,\" says dean of international students Maria Crummett.\nBut Ahmed Bedier, director of the Tampa branch of the Council on American-Islamic Relations, thinks USF officials should do more to counteract the negative perceptions about the school's Muslim students and faculty.\n\"USF's image problem is partly due to its own fault about not being able to reframe the conversation, instead of being defensive being proactive,\" Bedier said.\nGenshaft called the negative attention \"regrettable,\" given all the valuable research coming from the institution. And she stressed during a recent meeting with the Times editorial board that USF officials didn't do anything wrong. The students had good academic credentials, and they passed Homeland Security checks.\nMegahed and his family are legal U.S. residents. Mohamed, who also faces a terrorism-related charge on suspicion of demonstrating how to use explosives, is in the country on an F-1 student visa.\nMarcia Taylor, director of international services for USF, said international students are admitted based on academic strength, just as any student.\nWhen USF decides to admit an international student, the student's personal, financial and academic information is entered into a Homeland Security database. If the student clears that database, he or she gets a form along with an acceptance letter and must take the documents to the local consulate or embassy to get a visa.\nAfter the Sept. 11 attacks, universities across the country saw their international student enrollment drop. But in recent years, USF's international population has started to recover.\nThis fall there are 1,470 students from more than 125 countries. Last fall, there were 1,376.\nShannon Colavecchio-Van Sickler can be reached at svansickler@sptimes.com or (813) 226-3403.\n\nGraphic\n\n \nPHOTO (2): Youssef Megahed, left, and Ahmed Mohamed face terrorism-related explosives charges after being arrested in South Carolina on Aug. 4.\n\nLoad-Date: September 19, 2007"
}