{
    "title": "YELTSIN AIDE TIES PARTY, TERRORISM COMMUNIST DOCUMENTS ARE CITED",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 5,
    "day": 26,
    "full text": "MOSCOW - A senior aide to Russian President Boris Yeltsin accused the banned Soviet Communist Party on Monday of supplying international terrorist organizations with money and weapons for attacks against Western targets.  The aide, Sergei Shakhrai, cited previously top-secret Communist Party documents showing that the KGB secret police supplied arms to a hard-line Palestinian group in the mid-1970s while the Kremlin was officially pursuing a policy of detente with the West. He said at a news conference that the document was one of ''thousands'' demonstrating links between the party and international terrorism.  After the failure of a coup attempt by hard-line Communists last August, Russian officials have released evidence indicating that the party funded a number of left-wing organizations in the West, including the U.S. Communist Party. But so far there has been little documentary proof for longstanding allegations of links between the Soviet Communist Party and international terrorist organizations.  The decision by the Russian government to declassify some of the party's most secret documents came on the eve of an important court hearing on the legality of a decree by Yeltsin banning the Communist Party. Yeltsin's aides have argued that the ban is legitimate because the party functioned as a ''criminal organization'' and had little in common with political parties in the Western sense of the term.  Shakhrai, who will represent Yeltsin at the hearing before Russia's Constitutional Court, refused to provide reporters attending Monday's news conference with copies of any of the documents he cited.\nAides said the documents would be made public after they have been presented to the court today.  Asked to provide details of the party's links with terrorist organizations, Shakrai read brief extracts from a document dated May 16, 1975, on the delivery of weapons two days earlier to the Popular Front for the Liberation of Palestine, based in Damascus. The group is led by George Habash.  The Popular Front has been described by the U.S. government as ''one of the most violent Palestinian terrorist groups'' and ''one of the most active international terrorist organizations in the early 1970s.'' It is a member of the Palestine Liberation Organization but has long opposed PLO leader Yasser Arafat as insufficiently hard-line.  The document, which belonged to the so-called special file of the Communist Party leadership, said that the weapons were to be used ''to carry out operations against American and Israeli personnel in third countries, to carry out acts of sabotage and terrorism.'' It said that the decision to hand over the weapons had been made by the party's policy-making Central Committee.  The estimated 1 million documents in the ''special file,'' which date back to Lenin, are believed to contain many of the most closely guarded secrets of the Soviet Communist Party.  Shakhrai confirmed that he was resigning as a member of the president's inner state council because of policy differences with other aides. But he said that he continued to support Yeltsin and would represent him in this week's court case.  The Soviet Communist Party gave money to 109 like-minded organizations in more than 70 countries and illegally sent abroad more than $200 million during the past decade, Russian prosecutor Sergei Aristov said in an interview published Monday.  Former party bosses now admit no ''broad world Communist movement'' existed, and some foreign parties had fewer than 250 members, Aristov told the government-supported newspaper Rossiskaya Gazeta.  New Pact Russia and Kazakhstan signed an economic and military cooperation treaty Monday.  The treaty, the first of its kind between former Soviet republics, provides for open frontiers for goods and services and lays the basis for a common market among the states of the former Soviet Union.  Russia and Kazakhstan also formed a single security zone, which they pledged to defend together in a new alliance.  The provision is similar to that allowed for in a pact signed earlier this month by the two countries and three other Commonwealth states.  War Rumors Moldova's President Mircea Snegur said Monday that war with Russia was possible unless his country's Parliament brought a halt to military activity in the breakaway Trans-Dniester region, the Itar-Tass news agency reported.  ''The Moldovan Parliament has to choose between two decisions - either to stop military activities in the Dniester region, which is not possible in my opinion, or to declare that Moldova is in a state of war with Russia,'' Snegur said.  He was speaking at an emergency session of the former Soviet republic's Parliament devoted to the conflict with Russian-speaking separatists in open rebellion inside the republic. The separatists wish to remain in the Commonwealth of Independent States; many in Moldova wish to join Romania.  Snegur said Yeltsin had not responded to Moldovan charges of ''aggression by the 14th Army on the left bank of the River Dniester.'' Moldova accuses Russia, which controls the former Soviet 14th Army, of deploying its men and equipment in support of the Dniester separatists.  Baker In Georgia U.S. Secretary of State James A. Baker III flew Monday for a reunion with former Soviet Foreign Minister Eduard A. Shevardnadze in Georgia.  It is the last of the 15 former Soviet republics Baker has visited since the Soviet Union disintegrated.\n\nGraphic\n\n \nPhoto; PHOTO by AP … Armenian fighters maintaining a watch Monday over the Azerbaijani town of Lachin. Armenians are burning abandoned homes of Azerbaijanis to make sure they do not return. (NOTE: Photo ran with different version of story in the 3* edition)\n\nLoad-Date: October 11, 1993"
}