{
    "title": "YEMEN WILLING TO TALK TO AL-QAIDA",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 11,
    "full text": "SAN'A, Yemen -- Yemen's government is \"determined to stand up to the challenges\" of al-Qaida, but will be willing to talk to any al-Qaida follower who \"renounces violence and terrorism,\" said the country's president, Ali Abdullah Saleh, in an interview broadcast late Saturday night.\nMr. Saleh is under great pressure from the United States to act to crush al-Qaida in the Arabian Peninsula, which has found refuge in lawless parts of Yemen and which took responsibility for the effort to bomb an American airliner headed for Detroit on Dec. 25.\nIn the interview with Abu Dhabi TV, Mr. Saleh, 67, vowed that his security services would hunt down those al-Qaida members who refused to renounce violence. But \"dialogue is the best way,\" he insisted, \"even with al-Qaida, if they set aside their weapons and return to reason.\" He said that Yemen is \"ready to reach understanding with anyone who renounces violence and terrorism.\"\nWhile apparently anodyne, Mr. Saleh's comments were viewed with some skepticism by Western diplomats in Yemen. He has run Yemen for more than 30 years, and he has remained in power by balancing tribal, religious and political powers and often buying their loyalty -- and that includes radical Islamic leaders as well as al-Qaida.\nThe United States has complained that Yemen struck deals in the past with al-Qaida followers and released them from prison for promises of peace, while some have returned to terrorism or later traveled to Iraq to fight against American forces. A large group involved in al-Qaida's attack on the American Navy destroyer Cole in 2000 escaped from a high-security prison in February 2006, reportedly with help from the security services. Two of them who evaded later government raids against the group have become key figures of al-Qaida, including its leader in Yemen, Nasser al-Wuhayshi.\nWashington was also angry when Mr. Saleh released from house arrest one of the Cole masterminds, Jamal al-Badawi, whom Yemen refused to extradite to the United States.\nWashington is concerned that some of the Yemenis detained at Guantanamo Bay and suspected of involvement with the Taliban and Osama bin Laden will not be kept in custody if they return home and pretend to give up terrorism. Last week President Barack Obama suspended the release of Yemeni detainees from Guantanamo, where they make up nearly half the current prison population of some 200 people.\nDespite the growing concern from the United States, Mr. Obama said in an interview with People magazine last week that he had no intention of sending American troops there, or to other trouble spots like Somalia.\nMr. Saleh has used Yemenis who went to fight the Soviet Union in Afghanistan to support his own government in a 1994 civil war and as government fighters against a tribal rebellion in the north. He has tended to leave the jihadists, including al-Qaida, alone if they do not pose a threat to his government.\nYemeni officials have argued that, as in Saudi Arabia, reconciling with al-Qaida fighters and extremists is necessary, and that Yemen's friends should understand the need for reconciliation. Last week, Deputy Prime Minister Rashad al-Alimi, who is in charge of security, said 600 veterans of the Afghan war of the 1980s and later conflicts there have gone through a rehabilitation program with clerics and officials and \"are now good citizens.\"\nThe Yemeni foreign minister, Abu Bakr al-Qirbi, conceded last week that the government had concentrated on the rebellion in the north and secessionists in the south, hoping that al-Qaida would lie low. \"I think our fault was that maybe we should spare al-Qaida in the last year,\" he told CNN. \"But al-Qaida took advantage of that.\"\n\nLoad-Date: January 11, 2010"
}