{
    "title": "Yemeni 's WTC pass mystifies Tickets raises concerns about terrorism's link to cigarette trafficking",
    "publisher": "richmond times dispatch ",
    "year": 2012,
    "month": 11,
    "day": 5,
    "full text": "On April 23, 2003, New York tax enforcement agents made a startling discovery while arresting Taha Mutaher, a Yemeni national and large-scale Virginia cigarette bootlegger. In his wallet was a ticket to the top of the World Trade Center purchased 20 hours before the first airliner struck on Sept. 11, 2001.\nMutaher pleaded guilty to cigarette trafficking in U.S. District Court in Richmond and never was charged with terrorism.\nBut former New York tax agents fear federal authorities did not fully investigate the matter. Even if Mutaher had no terrorist connections, they say, the ticket illustrates the potential danger of illicit profit generated by cigarette trafficking funding terrorism.\nCritics say New York has itself to blame for creating a black market milked at times by organized crime and terrorists, and one that draws criminals to Virginia and other states with low cigarette taxes.\n\"This problem's gone on for seven decades or so and shows no sign of letting up. It requires an economic solution. ... You're never going to have enough agents,\" said Patrick Fleenor of Alexandria, an expert on the subject.\nLowering New York's tax or leveling off state taxes across the country might help, but likely are not realistic possibilities, said Fleenor, chief economist with Fiscal Economics Inc.\nVirginia's $3-per-carton tax is the second-lowest in the country, while the combined local and state tax in New York City -- $58.50 per carton -- is the highest. The difference between the two creates a potential $55.50 profit per carton for traffickers.\nAccording to the Virginia State Crime Commission, Virginia is the No. 1 source of illicit cigarettes in New York City. The commission is studying the problem and will hear a report on it Nov. 13. In December, the group may endorse legislation to curb cigarette trafficking.\nFleenor urges caution.\n\"You can ramp up enforcement all you want, it's just not going to solve this,\" he said. \"If stopping it means raising the tax in Virginia, I think you're going to trade a set of minor problems for a set of bigger ones,\" he said.\nIn California, for example, a modest tax increase led to a great deal of theft and cigarette bootlegging.\n\"It's no longer simply a question of leveling the taxes in the U.S. It's an international mess now,\" Fleenor said. He added that an estimated one-third of cigarettes that enter the international market wind up on the black market.\nCigarettes manufactured in this country for export are untaxed, but many never leave the U.S. Instead, they are illegally diverted for sale here.\n\"What can Virginia do? Sadly they can't do much. It's very difficult to stop -- it's like trying to stop the tides,\" Fleenor said. \"I know it's a problem, but it's like Prohibition -- a law that is just unenforceable. And it's going to have all these ancillary problems.\"\nIn 1993, counterfeit cigarette tax stamps were found in an apartment used by some of the jihadists who bombed the World Trade Center, and in 2006, a trafficking ring was broken up in Detroit that was sending profits to Hezbollah.\nThe easy money generated by the illegal trade also has led to the corruption of law enforcement officers.\nLast year, a federal agent in Hampton Roads was convicted of selling cigarettes intended for use in an undercover investigation. And two police officers in Maryland have been convicted of providing protection for a smuggling ring in that state.\nTom Stanton, the former director of enforcement for the New York State Department of Taxation and Finance and the New York City Department of Finance, said his investigators would go to Virginia posing as cigarette dealers to catch traffickers in operations similar to those still conducted by federal investigators.\nIn the 2002-2003 case that snared Mutaher and 11 others, the agents set up a fake business in King George County, across the Potomac River from Maryland, and advertised cheap cigarettes for sale in an Arab-language newspaper in New York and New Jersey.\nThe operation also involved the FBI, the Secret Service, the Bureau of Alcohol, Tobacco, Firearms and Explosives, the IRS, the Immigration and Naturalization Service, the Virginia Department of Alcohol Beverage Control and federal prosecutors.\nPosing as representatives of the bogus A&A Tobacco Wholesaler company, the New York agents quickly were contacted by traffickers responding to the advertisements, and the agents were asked to supply shipments of cigarettes worth $70,000 to $350,000.\nTraffickers bought the cigarettes with cash in transactions recorded on video and audio tape. The buyers then took the cigarettes to New York state and sold them to retailers without New York tax stamps or with counterfeit stamps.\nStanton said there had been operations in Virginia in the 1990s focusing on Arab and Russian trafficking groups. At first the Russians were more of a focus, but after 9/11 the focus shifted to Arabs, he said.\n\"We put ads in the Arabic-speaking newspapers in New York City and New Jersey so we were actually bringing more Middle Eastern guys down to Virginia to buy,\" Stanton said. \"We put up a map of Palestine in the warehouse down in Virginia, things like that.\"\nStanton said he also had a number of Arabic-speaking informants working for authorities.\n\"There's really a subculture of real anger towards the United States,\" he said. Searching stores involved in the trafficking, they might find an American flag hung upside down or a poster of the World Trade Center with drawings of planes crashing into the towers.\nThough it could have been a morbid souvenir or sorts, Stanton says, the presence of the ticket folded inside Mutaher's wallet suggests he knew of the 9/11 attack in advance.\n\"It's just too much of a coincidence. ... He was very anxious to get the ticket back,\" Stanton said. \"I never found anybody else I arrested with a ticket to the World Trade Center, no matter what the ethnicity,\" he said.\nPeter Carr, a spokesman for the U.S. Attorney's Office, said he could not comment on to what extent, if any, Mutaher was investigated for involvement in terrorism.\nAfter he completed his prison sentence, Mutaher \"was removed\" to Yemen on Aug. 23, 2004, Carr said. No further charges were brought against him.\nfgreen@timesdispatch.com\n(804) 649-6340\nCopyright © 2012, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: December 12, 2012"
}