{
    "title": "Yemen _ Tackling the roots of terrorism through hip-hop In Yemen , 'No terrorism please' was one pop",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 1,
    "day": 4,
    "full text": "·A local, slice-of-life story from a Monitor correspondent.\nTurbaned men dancing with daggers and rappers donning New York Yankees caps may not seem to have anything in common, but in Yemen this combination sent a packed theater of more than 500 Yemeni youth into a boisterous frenzy. \nOn Nov. 17, a sold-out show at the Yemeni Culture House in the nation's capital, Sanaa, fused elements of hip-hop culture such as break dancing with traditional Yemeni music, and doubled as a campaign to promote peace and national unity in this desperately poor country that is being torn apart by different domestic insurgencies - as well as touted as a new base for Al Qaeda. \nIn Yemen's staunchly traditional society, the main activities for young people are chewing khat, a mild narcotic, or going to mosques. Events like last week's show hope to promote hip-hop culture as a healthy alternative and keep youths from being swept up into extremist ideas, say event organizers. \n\"[In Yemen] you have people who are trying to gain support among the youth for every sort of cause: Al Qaeda, Salafis.... We have to win the hearts and minds of the kids,\" said one of the event organizers who wishes to remain anonymous because of his close ties with the Yemeni government. \n\"Yemen is hungry for hip-hop. When I first came here in 2003 you couldn't find a rapper or a break dancer,\" said Hagage Masaed, an American of Yemeni descent and self-described \"Snoop Dogg\" of Yemen who has been a centerpiece of hip-hop's growth in the country. \n\"All the problems youth are facing in Yemen - there's no work - this a way for them to release. It's an outlet,\" he said before the start of the show. \nIndeed, when Mr. Masaed came onstage rapping, with lyrics such as \"one Yemen united\" and \"no terrorism please,\" the crowd went wild. \n\"I hope in the future hip-hop grows more in Yemen,\" said Yunis Shuilah, a rapper who likes to go by the nickname \"Pro Boy,\" after the show. \"The music and the dance are the best for the guys. We are free when we do hip-hop.\" \n       \n\nLoad-Date: January 5, 2010"
}