{
    "title": "Yemen 's conflicts flare amid al-Qaida fight",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 1,
    "day": 9,
    "full text": "San'a, Yemen » While ramping up the fight against al-Qaida with U.S. help, the Yemeni government has also escalated its own internal conflicts in the north and south that threaten to throw the fractured country into greater chaos and even nourish the terror group's growth.\nYemeni troops backed with tanks and artillery launched new assaults against Shiite rebels, the military said Saturday, the latest offensive in an increasingly bloody war that has been raging for years on the capital's northern doorstep.\nAlso, lethal clashes erupted this week between protesters and security forces struggling to put an end to a secessionist movement in the once-independent south, where bitterness toward San'a is swelling.\nObservers question if the impoverished nation's military can wage a determined campaign against al-Qaida under the strain of the multiple conflicts, and there are fears the terror group is seeking to link up with insurgents for new recruits, particularly in the south.\nThe United States, which is funneling millions of dollars to Yemen's government to fight al-Qaida, is pressing San'a to resolve its internal turmoil and focus on the terror group. Washington warns that the al-Qaida offshoot here has become a global threat after it allegedly plotted a failed attempt to bomb a U.S. passenger jet on Christmas.\n\"There have been numerous conflicts in Yemen and they seem to just get worse and worse,\" U.S. Secretary of State Hillary Rodham Clinton said Monday. \"There are expectations and conditions on our continuing support for the government.\"\nYemen's deputy prime minister in charge of security and defense, Rashad al-Alimi, said Thursday that fighting al-Qaida was the government's \"first priority.\" On Saturday, counter-terror units conducted exercises outside San'a, attacking a mock al-Qaida hideout and practicing a hostage-rescue operation.\nThe government accuses al-Qaida of working with the Shiite rebels and southern secessionists, a claim denied by both. Unless the conflicts are resolved, al-Qaida may find allies, particularly among the southerners, Mohammed Abdel-Malik al-Mutawakkil, a political scientist at San'a University, told The Associated Press. --\nMore on the conflicts in Yemen\nInstability » What fuels Yemen's instability is widespread alienation among tribes and factions toward a regime they complain has for years hoarded power and wealth among a small circle of supporters. They say their regions have been neglected, with poverty spreading and infrastructure left to deteriorate.\nPowerful tribes » In much of the country, powerful tribes have filled the void, some sheltering al-Qaida fighters. The government holds firm authority only around the capital, and the troops or administrators it sends to lawless areas are seen by many locals as interlopers.\n\nGraphic\n\n \nSoldiers from the anti-terrorism force of the Yemeni Defense Ministry take part in an exercise in a training camp at the Sarif district, north of the capital San'a, Yemen Saturday, Jan. 9, 2010. (AP Photo/Nasser Nasser)\nSoldiers from an anti-terrorism force of the Yemeni Defense Ministry take part in an exercise in a training camp at the Sarif district, north of the capital San'a, Yemen.\nSoldiers from the anti-terrorism force of the Yemeni Defense Ministry take part in an exercise in a training camp at the Sarif district, north of the capital San'a, Yemen Saturday, Jan. 9, 2010. (AP Photo/Nasser Nasser)\nSoldiers from the anti-terrorism force of the Yemeni Defense Ministry take part in an exercise at a training camp at the Sarif district, north of the capital San'a, Yemen Saturday, Jan. 9, 2010. (AP Photo/Nasser Nasser)\nSoldiers from the anti-terrorism force of the Yemeni Defense Ministry take part in an exercise in a training camp at the Sarif district, north of the capital San'a, Yemen Saturday, Jan. 9, 2010. (AP Photo/Nasser Nasser)\n\nLoad-Date: January 15, 2010"
}