{
    "title": "Yemen ratchets up its fight against al-Qaeda U.S. -backed war targets key base for terrorism",
    "publisher": "usa today",
    "year": 2012,
    "month": 5,
    "day": 18,
    "full text": "Samir al-Mushari pushed his wheeled walking frame down the hospital corridor. Bandages bound around his head hid the burns to his neck, face and right ear.\nAl-Mushari, 31, got caught in an airstrike in Yemen's U.S.-backed war against al-Qaeda, which has created what the Pentagon considers one of the most threatening terrorist bases in the Middle East in the country's south.\nThe bombing that Samir experienced in the city of Jaar may have been from a U.S. drone, several of which are being used to fire missiles at al-Qaeda locales in a joint operation with Yemen's military -- but he does not lash out at the United States.\n\"We have to get rid of al-Qaeda, and yes, we need help from anyone, from outside, including America,\" he says.\nHis friend, Ali Asrali, 20, who fled Jaar six months ago, nods in agreement.\n\"They gave us electricity, free water and food,\" he says of al-Qaeda, \"but they have brought the army. They have brought war. Civilians are dying now because of them.\"\nTribal fighters in the city of Lawder, Yemen, celebrated victory over al-Qaeda-linked militants Thursday as government soldiers continued the battle farther south to regain control of two cities in the latest offensive against the insurgents.\nThe campaign by Yemen's army,  air force and tribal militias against al-Qaeda's most notorious offshoot, al-Qaeda in the Arabian Peninsula, is taking place with direct help from the U.S. military. Operating from al-Anad Air Base in neighboring Lahij province, the U.S. military is assisting using surveillance technology to coordinate assaults and airstrikes for the Yemeni forces.\nMissiles fired from U.S. drones are also been used, villagers say. Locals here say they have seen missiles fired from the sea into the coastal city of Zinjibar, which has been under the control of Islamist militants, Ansar al-Sharia, or Partisans of Sharia Law.\nMahadi Mansour Hadi, 33, an imam from the town Lawder, was part of the militia group taking on Ansar al-Sharia in recent days until he was injured by shrapnel. In his role as a religious leader, Hadi is encouraging people to take up arms against the al-Qaeda-linked insurgents.\n\"I was telling people it was their religious duty to fight them,\" said Hadi from a school in the port-city of Aden, where residents have fled to get away from fighting in Abyan.  \"Al-Qaeda goes against Islam. It's not in our religion to kill people, and they have killed many people in Abyan.\"\nCasualties from the operation are mounting, with at least 150 people killed in six days, the Yemeni military said. Two suspected drone strikes killed 26 civilians in the city of Jaar on Tuesday, al-Mushari said.\nSouthern Yemen had been neglected by central government for years following a 1994 civil war. Political unrest in the Yemeni capital, Sanaa, forced out longtime ruler Ali Abdullah Saleh, and al-Qaeda militants in the south took over several towns during the chaos. The militants set out to govern the state of Abyan by promising food, electricity and a justice system bound by Islamic law, or sharia.\n\"Ansar al-Sharia have solved many problems for us that the government hadn't managed to do for 20 years,\" al-Mushari said.\nYemen's military had made several failed attempts to reassert control in the region.\nThis latest operation comes with renewed help from the U.S. military, which in addition to command and control assistance is helping to train Yemeni armed forces. U.S. counterterrorism adviser John Brennan visited Yemen last week to further the efforts days after it was disclosed that Saudi Arabia and the CIA had foiled a plot by al-Qaeda in Yemen to blow up a U.S.-bound airliner.\nPresumed No.1 al-Qaeda leader Ayman al-Zawahri called on Yemen's people to rise up against the country's new president, in a video posted on jihadist forums.\nAl-Zawahri called President Abdu Rabu Mansour Hadi, who took office in February, a \"stooge\" of the United States and depicted him in an Uncle Sam suit, SITE Intelligence Group, which monitors Islamist extremism, said Thursday.\nHadi recently pledged that the military operation would continue to attack al-Qaeda \"until we have eradicated their presence in every district, village and position.\" \n\nGraphic\n\n \nphoto AFP/Getty Images Renewed military effort: Yemeni soldiers fire artillery at al-Qaeda militants' positions near the southern town of Loder last month.\n\nLoad-Date: May 18, 2012"
}