{
    "title": "Yemen sets up anti-terror unit in al-Qaida bastion",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 12,
    "day": 26,
    "full text": "SANAA, Yemen ? Yemen is setting up provincial anti-terrorism units to confront al-Qaida in its heartland, a security official said Sunday. Yemen already has highly trained, U.S.-funded anti-terrorism security units, operating under the military and the interior ministry. \nBut this is the first time officials have said the units will be based in the heartland of al-Qaida. The U.S. has been pressuring Yemen to take on al-Qaida, whose presence has grown in the impoverished country and has increasingly been organizing attacks abroad from its havens in Yemen. This month the U.S. top counterterrorism official, John Brennan, called Yemeni President Ali Abdallah Saleh asking him to take \"forceful\" action against al-Qaida to thwart its plans to carry out attacks in Yemen and abroad. The U.S. has been actively involved in battling al-Qaida in Yemen, but Washington has often complained of lack of cooperation in information sharing and lack of determination from Yemen to take on the militant group. The Yemeni official, speaking on condition of anonymity because he was not authorized to discuss the plan with reporters, said his country is setting up the localized anti-terrorism units to engage al-Qaida operatives in their own strongholds and \"uproot\" terrorism from Yemen. The new units will operate in Shabwa, where the U.S-Yemeni radical cleric Anwar al-Awlaki is believed to be hiding, as well as in the mountainous central Marib province, in Abyan and the eastern province of Hadramawt, where many al-Qaida operatives are taking refuge and where the government has little control, according to government officials. In the past five years, U.S. military assistance to Yemen has totaled about $250 million. U.S. officials said military aid to Yemen would reach $250 million in 2011 alone. U.S. officials said joint U.S.-Yemen action against al-Qaida targets inside Yemeni territory and could include the use of U.S. special operations teams working with Yemeni counterterrorist forces, along with Predator or Reaper drones, which are currently flown from Djibouti or other locations in the region. The officials insisted on anonymity to discuss the sensitive plans. \n\nLoad-Date: December 27, 2010"
}