{
    "title": "Yemen 's ties to terrorists worry West",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 7,
    "day": 11,
    "full text": "SAN'A, Yemen -- After the 9/11 attacks, Western governments worried about how an unstable Yemen contributed to world terrorism. \nThose concerns faded with time but renewed when Umar Farouk Abdulmutallab, a Nigerian with ties to Yemen, tried to bring down an American jetliner over Detroit on Christmas Day 2009. \nIn the months before and since that foiled attack, still other connections have surfaced between Yemeni radicals and terrorist attacks or plots in the United States and elsewhere. \nYemen's foreign minister, Dr. Abubaker Abdulla Al-Qirbi, believes the failed Christmas attack \"was a blessing in disguise\" because it \"alerted the world to the dangerous situation, not only in Yemen, but in the region as a whole.\" \nAnalysts have long warned of Yemen's imminent collapse. Yet this strip of desert and mountains, separating Saudi Arabia from the Gulf of Aden, somehow lurches on. \nAbout 65 percent to 70 percent of its 23 million people are younger than 25; unemployment is estimated at 35 percent. The country consistently sits near the bottom of world socio-economic rankings. \nYemenis are scattered across 150,000 mostly remote settlements, making it difficult to provide basic needs such as roads, education and water, Al-Qirbi says. \nOil reserves -- once more than 80 percent of the national budget -- have dwindled to half that as global oil prices have fallen, he adds. \nAlong the streets of this coastal city, billboards proclaim \"No to Weapon Smuggling\" and \"No to Human Smuggling.\" \nThe political realm is no better. \nYemeni President Ali Abdullah Saleh likens ruling his tribal land to \"dancing on the heads of snakes.\" \nSome government officials privately hold little hope for a recent cease-fire with northern rebels; marginalized southern separatists continue to agitate against Saleh's regime. \nAbout 2 p.m. each day, work stops here so Yemenis can buy bundles of qat and chew the leafy stimulant while debating their lot in life. \nThe ubiquitous narcotic plant is yet another national problem: Its cultivation is depleting Yemen's limited water supply. \nTargeting a terrorist  \nIn this volatile mix, al-Qaida in the Arabian Peninsula -- AQAP to counter-terrorism officials -- has flourished, carrying out attacks here and claiming credit for several in the United States. \nPresident Obama has approved the targeted killing of AQAP's putative head, Anwar Al-Awlaki. The U.S.-born Muslim cleric of Yemeni heritage is thought to be hiding here. \nTop U.S. officials link Awlaki to the 2009 shootings at the Army's Fort Hood and to the Christmas bombing attempt. \nYemeni officials want to handle Awlaki under Yemeni law. \n\"If the U.S. provides us with proof ... then we will deal with him,\" vows Rashad Al-Alimi, deputy prime minister for defense and security. \"He is now a fugitive.\" \nWestern analysts believe Awlaki's powerful tribe is protecting him and that hunting him would be politically explosive for Yemen. \nMohammed Al-Qadhy, a U.S.-educated member of Yemen's national parliament, calls the U.S. targeted-kill order \"a mistake\" and illegal under U.S. law. \nBesides, he says, it has made Awlaki \"a prominent figure.\" \n\"No one knew him before. Now, he is very, very popular.\" \n'I see 20 Yemens'  \nPublisher Faris Al-Sanabani sits in the offices of his newspaper, the Yemen Observer, and magazines, Yemen Today and Arabia Felix. \nU.S.-trained and charismatic, he considers it unlikely the country will split north and south, as it was before a 1990s civil war. \nHe envisions something worse. \n\"(If) things become horrible and the economic situation becomes devastating, I see 20 Yemens, not two. I see a Yemen of the Taliban ... of al-Qaida ... of the sheikhs ... of the sultans ... of the pirates -- you name it,\" Al-Sanabani says. \nAt a qat-chewing party in Mohammed Al-Qadhy's home, fellow parliamentarian Abdullah Ali Al-Khulaki details the woes of his restive southern province, Lahij. \nUnemployment and poverty are high, and he admits that southern separatists and al-Qaida operate there. \n\"I want us to sit together at one table and discuss what we all need -- Yemen is for all of us,\" he says, stuffing qat leaves into his cheeks. \"If the government doesn't do anything ... there will be more problems.\" \n\"Al-Qaida is a problem, there is no doubt. ... But that we are all al-Qaida here in Yemen is not true,\" he insists. \nHe calls the terrorist organization \"the devil of all the world\" and lists the countries where its cells are found, from Saudi Arabia to America, before adding: \"America spent $300 billion in Afghanistan, and they (al-Qaida) are still there.\" \nForeign Minister Al-Qirbi does not think al-Qaida is growing in Yemen, but he is concerned about countering it. \n\"If one looks at the roots of radicalization, it is lack of education, poverty and unemployment ... the frustration of the young people who graduate from university and can't find jobs. \n\"Unfortunately, this has been neglected in our fight against terrorism. We've always focused on the military and intelligence side.\" \nU.S. dollars help to train Yemen's counter-terrorism unit and newly formed coast guard. A $121 million civilian aid program targets remote areas where al-Qaida's threat is greatest. \nYet Al-Sanabani calls the U.S. assistance \"peanuts\" compared to that from the European Union and gulf states. \nStill other of the country's problems come from outside its borders. \nIn the southern coastal town of Aden, regional governor Adnan Al-Jifri says Somali refugees are a burden. \nAbout 700,000 of them are here, according to government officials. Some fled Somalia's civil war, which erupted in the early 1990s; others use Yemen as a steppingstone to Saudi Arabia or Europe. \nWestern analysts worry about the link between al-Qaida's Yemeni arm and Somalia's Al Shabab, another terrorist group linked to al-Qaida. They fear militants use the cover of refugees to move from place to place. \n\"The Somali problem hasn't been given its due importance by many countries,\" Al-Qirbi says. \n\nLoad-Date: July 11, 2010"
}