{
    "title": "Yemen attack feared U.S. shutters embassy in restive Arab nation -BYLN- By Anne Gearan and Lee Keath",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 1,
    "day": 4,
    "full text": "SAN'A, Yemen — Western embassies in Yemen locked up Sunday after fresh threats from al-Qaida, and the White House expressed alarm at the terror group's expanded reach in the poor Arab nation where an offshoot apparently ordered the Christmas Day plot against a U.S. airliner.\nPresident Barack Obama's top counterterrorism adviser, John Brennan, cited \"indications al-Qaida is planning to carry out an attack against a target\" in the capital, possibly the embassy, and estimated the group had several hundred members in Yemen. Security reasons led Britain to act, too; it was not known when the embassies would reopen.\nThe U.S. is worried about the spread of terrorism in Yemen, a U.S. ally and aid recipient, Brennan said, but doesn't consider the country a second front with Afghanistan and Pakistan in the fight against terrorism.\nAs to whether U.S. troops might be sent to Yemen, Brennan replied: \"We're not talking\nabout that at this point at all.\" He pledged to provide the Yemeni government with \"the wherewithal\" to take down al-Qaida.\nBritain and the U.S. are aiding a counterterrorism police unit in Yemen as fears grow about the increasing threat of international terrorism originating from the country.\nThe Obama administration claims the suspect in the plot against the Detroit-bound plane was trained and armed by the al-Qaida affiliate in Yemen. Brennan blamed a series of what he called lapses and human errors in U.S. intelligence and security defenses for allowing a Nigerian man to board the plane with explosives. He tried to detonate them as the aircraft approached Detroit on Dec. 25.\nThe Transportation Security Administration said Sunday, starting today, passengers flying into the U.S. from Nigeria, Yemen and other \"countries of interest\" will be subject to enhanced screening techniques, such as body scans and pat-downs.\nYemen is a poor, decentralized and predominantly Muslim country on the Arabian Peninsula. It is the ancestral homeland of al-Qaida leader Osama bin Laden, and the site of the 2000 bombing of the USS Cole that killed 17 U.S. sailors. A 2008 attack on the U.S. Embassy killed one American.\nGiven the active threat from al-Qaida, \"we're not going to take any chances,\" Brennan said Sunday.\nSen. Joe Lieberman identified three instances in which terrorists or sympathizers penetrated or evaded U.S defenses last year and said all three were linked to Yemen.\n\"We've got to focus there pre-emptively, and I'm confident we will,\" the Connecticut independent said.\nThe Yemeni government, which issued no official comment on the embassy closures, is friendly to the West but the population is often mistrustful of Western motives and influence. Yemen has pledged to clamp down on militancy, but government control is weak outside the capital and the country has a history of freeing some alleged militants and tolerating others.\n\nLoad-Date: January 4, 2010"
}