{
    "title": "YEMINI AL-QAIDA Terrorist bomb plot discovered Synagogues targeted",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 10,
    "day": 30,
    "full text": "WASHINGTON - Authorities on three continents thwarted multiple terrorist attacks aimed at the United States from Yemen on Friday, seizing two explosives packages addressed to Chicago-area synagogues and packed aboard cargo jets. The plot triggered worldwide fears that al-Qaida was launching a major new terrorism campaign.\nPresident Obama called the coordinated attacks a \"credible terrorist threat,\" and U.S. officials said they were increasingly confident that al-Qaida's Yemen branch, the group responsible for the failed Detroit airliner bombing last Christmas, was responsible.\nParts of the plot might remain undetected, Obama's counterterrorism chief warned. \"The United States is not assuming that the attacks were disrupted and is remaining vigilant,\" John Brennan said at the White House.\nOne of the packages was found aboard a cargo plane in Dubai, the other in England. Preliminary tests indicated the packages contained the powerful industrial explosive PETN, the same chemical used in the failed Christmas attack, U.S. officials said. The tests had not been confirmed.\nIn the United States, cargo planes up and down the Eastern Seaboard were searched, and an Emirates Airlines passenger jet was escorted down the coast to New York by U.S. fighter jets.\nNo explosives were found aboard those planes, although the investigation was continuing on at least two.\nObama's sobering assessment, delivered from the White House podium, unfolded four days before national elections in which discussion of terrorism has played almost no role. The president went ahead with weekend campaign appearances.\nThe terrorist efforts \"underscore the necessity of remaining vigilant against terrorism,\" the president said. While he said both packages that contained explosives originated in Yemen, he did not explicitly assign blame to al-Qaida, which is active in that Arab country and long has made clear its goal of launching new attacks on the United States.\nAuthorities in Dubai intercepted one explosive device. The second package was aboard a plane searched in East Midlands, north of London.\n\nLoad-Date: November 1, 2010"
}