{
    "title": "Yes, You Can Remember 9_11 This Year",
    "publisher": "the day ",
    "year": 2020,
    "month": 8,
    "day": 14,
    "full text": "<p class=\"\">Enough excuses. </p><p class=\"\">Yesterday, the 9/11 Memorial and Museum in New York City announced that because of COVID-19 the ‘Tribute in Lights” at the Ground Zero Memorial will not be held to remember the nearly 3,000 lives taken by Islamists almost 20 years ago. </p><p class=\"\">Most already recognize this decision as inexplicable and inane. \nIs anyone expected to believe the claim that, in a city that encouraged mass BLM protests and managed to paint woke messages on its streets, now cannot discern a way to safely project beams of light into the sky to remember victims of terrorism?</p><p class=\"\">Despite the cowardice shown by certain leaders in New York City, you can still remember the victims of September 11 by participating in Young America’s Foundation’s 9/11: Never Forget Project. </p><p class=\"\">Started in 2003, the 9/11: Never Forget Project is now the largest nationwide campus activism initiative that brings together college and high schools across the country to create a moving display of 2,977 flags to represent each innocent life lost ended on September 11. </p><p class=\"\">Leading up to the second anniversary of the attacks, we discovered that many schools were ignoring the day completely.  Therefore, we sought to ensure younger generations never forget how our country was impacted on that terrible day. And if not for the work of thousands of student volunteers, many would not have had the chance to be reminded or reflect on what occurred. </p><p class=\"\">Young America’s Foundation is already working with schools across the country this year to bring the 9/11: Never Forget Project to campuses.  Don’t let Kens and Karens suggest the project is impossible because of COVID-19 restrictions. The display can be held almost anywhere—a school field, local park, or campus quad. A group of as small as five people can set up the display without issue. To quote a plaque displayed on the resolute desk in the Oval Office by President Reagan, “It can be done.”</p><p class=\"\">As always, our team at Young America’s Foundation stands ready to expose any school or community that tries to prevent this meaningful remembrance of one of America’s darkest days from being established. </p><p class=\"\">So, don’t wait. </p><p class=\"\">You can get started today and work with Young America’s Foundation to bring this moving display to your school or community this year. </p>         \n\nLoad-Date: August 15, 2020"
}