{
    "title": "Yesterday's Sound and Fury",
    "publisher": "the new york times",
    "year": 1994,
    "month": 8,
    "day": 16,
    "full text": "Though he came to personify terrorism in the 1970's, \"Carlos the Jackal\" spent most of the last decade drinking whisky in an apartment in downtown Damascus, living off his reputation as the Scarlet Pimpernel of international terrorism, intelligence officials said.\nAt the time of his arrest in Sudan, Carlos had become a pathetic relic of a bygone era, a burned-out Marxist-Leninist of no use to anyone, even the most radical of states that sponsor terrorism, according to past and present American intelligence officials. Even in his prime, they said, he did not do half the things ascribed to him by Western intelligence services and the press.\n\"He's been a sad figure for the last several years, by all reports an alcoholic, dreaming the dreams of his youth without a hope of support,\" said Vincent Cannistraro, a former counterterrorism chief at the Central Intelligence Agency. \"A whisky-swilling Communist who doesn't believe in God isn't much use to any Islamic government.\n\"He was somewhat of a folk hero, because operations were ascribed to him when no one knew who else to ascribe them to, due to a lack of knowledge. Western intelligence had all kinds of erroneous information about him all along. 'He's here. He's there. He's in Mexico City, he's in Yugoslavia, he's dead.' And for most of the last decade he's been dead drunk in Damascus.\"\nDirectly implicated in at least 15 deaths, wanted in France for the murder of two counterintelligence officers and still best-known for taking the OPEC oil ministers hostage in Vienna in 1975, Carlos was nonetheless a mediocre terrorist who bungled many of his missions, said Brian Jenkins, a terrorism expert and deputy chairman of Kroll Associates, an international investigative firm.\nHe was \"a terrorist celebrity who had a vast number of actions attributed to him which were purely nonsense,\" Mr. Jenkins said. \"There was a tendency to attribute to him every act of terrorist infamy that had occurred in the past 30 years.\"\nIt was, in fact, only in 1976 that the British police identified him. Carlos was one of several noms de guerre used by Ilich Ramirez Sanchez, and the one that stuck. Interchangeable names were part of his heritage. His father, a Marxist lawyer, named his three sons Vladimir, Ilich and Lenin, after the founder of the Soviet state.\nBorn on October 12, 1949, in Caracas, he won a scholarship to Patrice Lumumba University in Moscow in 1968. He was expelled two years later -- ostensibly for spending more time on socializing than on socialism -- but not before befriending a representative of the Popular Front for the Liberation of Palestine, a Marxist Palestinian group.\nLater that year he flew to Beirut and joined the group, which had fled to Lebanon during the Jordanian-Palestinian civil war in September 1970.  He trained the next year with the front's special operations unit. Contrary to many press accounts, Carlos played no part in the killings of Israeli athletes at the 1972 Olympics in Munich, which were carried out by Black September, a Palestinian terrorist group, former American and Israeli intelligence officials said.\nBy Carlos's own account, in interviews he gave to Arab and British journalists, his first mission was a botched attempt to assassinate Edward Sieff, a London businessman and vice president of the Zionist Federation of Great Britain. He went to Mr. Sieff's apartment in January 1974 and fired a pistol in his face, but succeeded only in wounding him.\n \nHits and Misses\n In August 1974, he said, he tossed a bomb into a Paris drugstore, killing two people, to put pressure on French authorities dealing with Japanese terrorists who had taken over the French Embassy in The Hague. Then, he said, he made a hash of his next operation, at Orly Airport outside Paris. He shot a rocket-propelled grenade at an El Al airliner in January 1975, but hit a Yugoslav aircraft instead. Then he shot and killed two French security officers investigating the attack, he said.\nHis next operation was his only real success: an audacious assault on the 1975 meeting of the Organization of Petroleum Exporting Countries, the era's great symbol of Arab wealth.\nThe operation extorted tens of millions of dollars in ransom and guaranteed Carlos's celebrity. Yet it was the last thing he did that earned him a starring role on the world's stage. The next attacks that can be reliably ascribed to him were bombings of a train and a train station in France in 1982. They were aimed at forcing the French to release his lover, a German radical named Magdalena Kopp, who had been arrested in a Peugeot filled with explosives. They were reunited in Damascus in 1985.\n \nPushed Off International Stage\n The grandstanding Carlos was of little use to present-day Islamic fundamentalists, who preferred anonymous voices, shadowy groups and fellow Muslims for carrying out car bombings and airline attacks. In time, he became a liability to Syria, which expelled him last year, and even Sudan, which handed him over to the French, a State Department counterterrorism official said today. By rejecting Carlos, both nations gained favor with the West at no cost to themselves.\n\"He was a natural-born actor, a master of disguise, and he had a seedy nondescript appearance that intelligence agencies love,\" Mr. Jenkins said. \"But the publicity that he acquired, the alarm that he created, the attention that he received vastly exceeded the reality of his actions. His terrorist exploits are devoid of lasting political significance.\"\n\nLoad-Date: August 16, 1994"
}