{
    "title": "Yet again, Hamas rockets backfire on Palestinians",
    "publisher": "usa today",
    "year": 2014,
    "month": 7,
    "day": 15,
    "full text": "If ever there were a government bent on messianic self-destruction, it must surely be Hamas.\nThe rulers of Gaza seem never to learn from their mistakes and seem always in the thrall, to one degree or another, of their most violent leaders. Today, Palestinian civilians are paying the price.\nSince Hamas began its latest round of mostly ineffectual rocket attacks on Israel 15 days ago, retaliatory airstrikes have killed at least 175 Palestinians, including three dozen children. More than 1,100 have been wounded, and Israeli troops are massed for a potential invasion that would rapidly escalate the toll.\nAs the carnage mounts, Hamas blames Israel, stoking the anger of helpless civilians fleeing the Israeli onslaught. But outside the fire zone, that argument is unconvincing. Hamas did not base its weaponry next to sensitive targets by accident, nor did it have any reason to doubt the outcome once its rocket attacks began.\nThis is the third such conflict since Hamas gained control of Gaza in 2007, splitting the Palestinian movement and grievously wounding its legitimate demand for statehood. The result will be no different. Hamas' rocketry will be degraded, several of its leaders will be killed and it will be contained.\nBut the crisis exposes a deeper threat: the increasingly religious (and therefore inflexible) character of the Palestinian-Israeli conflict and the way opposing extremists feed off each other.\nThe crisis began when Hamas operatives -- apparently acting without the organization's approval -- kidnapped then killed three Israeli teenagers, triggering a massive and excessively intrusive manhunt.\nThen, in apparent retaliation, a gang of young thugs from the Israeli settler movement brutally murdered a Palestinian teen.\nAll the alleged perpetrators now face charges in Israel, but not in time to have prevented anger from catapulting the incidents from egregious crimes to an excuse for war. They are a marker of rising pressures that have been pushing the two sides steadily further apart.\nThe hard-line politics of the rapidly expanding and religiously extreme Israeli settler movement are leading Israel further toward confrontation, not coexistence, with the Palestinians. At the same time, Hamas' presence has revived terrorism that the Palestinian government in the West Bank had abandoned.\nWith Secretary of State John Kerry's recent peace initiative in tatters, bombs falling and passions at a peak, reasonable people on both sides look weak to inflamed electorates.\nThe starting point for breaking the cycle is the same one that has come so close to attaining peace in the past. Palestinian terrorism must end, and Hamas must join the Palestinian Authority in accepting Israel's right to exist.\nAs distant as that prospect seems, it's worth remembering that Palestinians have made the same transition before. If they could ever manage to replace their self-destructive impulses with non-violent protest, nothing would be as likely to rally the world to their cause. Certainly not another misaimed fusillade of rockets that ultimately leaves Palestinians dead. \n\nGraphic\n\n \nphoto Lefteris Pitarakis, AP\n\nLoad-Date: July 15, 2014"
}