{
    "title": "You Don't Have Power To Arrest, Prosecute Me Sowore Challenges DSS In Court",
    "publisher": "the will ",
    "year": 2019,
    "month": 8,
    "day": 28,
    "full text": "Omoyele Sowore  SAN FRANCISCO, August 28, (THEWILL)  The convener of #RevolutionNow protests, Omoyele Sowore, has challenged the powers of the Department of State Security Services (DSS) to arrest, investigate and prosecute him under the Terrorism Prevention Act as amended. In documents filed on his behalf by Femi Falana, human rights activist and Senior Advocate of Nigeria (SAN), Sowore contended that the DSS was not one of the law enforcement agencies recognised and listed in Section 40 of the Terrorism Prevention Act as amended.\n \"Although we are not unaware that the Department of State Service (DSS) is listed in Section 40 of the Terrorism Prevention Act, we submit that the DSS is not a juristic person having not been created by any Act of the National Assembly,\" a suit filed at a Federal High Court in Abuja read. Sowore stated that the fact that the SSS and DSS were used interchangeably in the country has not conferred legal status on the Service as he insisted that the motion ex parte for his arrest was filed by the SSS and not DSS and as far as the law is concerned, the SSS has no power to substitute itself for the DSS.\n The #RevolutionNow protests convener further denied DSS reports linking him to any terrorist activity saying he has never been involved in any terrorist activity and there was no evidence whatsoever linking him to same. In specific response to the mass protest tagged \"Revolution Now'' which took place in some cities across the country on August 5 in his absence, Sowore said there was no reported attempt to violently topple the government in Nigeria.\n \"The use of the word 'revolution' is not a criminal offence in Nigeria. Since a revolutionary change of government requires the complete overhaul of the legal and social order, the August 5 protest is not a revolution in the eye of the law,\" the suit added.\n\nLoad-Date: August 29, 2019"
}