{
    "title": "You shoot five people, you're a terrorist",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 27,
    "full text": "Facebook\nArcan Cetin, 20, a Turkey native, was taken into custody Saturday night and charged in the deadly rampage that killed five in a mall in Burlington, Wash.\nDespite rumors about Islamic terrorism, authorities said during a news conference late Saturday that there is no evidence of the shooting being terror-related.\nIf you walk into a Macy's and kill five people, it's terrorism. Plain and simple. Prayers out to the families who are suffering with this tragic loss. It's time we take back our country and restore peace and law.\nRich Farrell\nI don't think the shooter's motivation was terrorism. I think he's mentally ill. He faced a judge in December. Why didn't he get help for his mental illness then? The judge could have had him involuntarily committed or at least ordered a psychiatric evaluation. He had a judge's order not to own a gun, which didn't do that much good. People who have protective orders against them should not have access to guns. Seize the guns; don't just tell them to turn them in. Go to the house with a bomb-sniffing dog, then find and seize any arms. If he'd been locked up when he faced the judge, instead of being told to promise to be a good boy, this shooting wouldn't have happened. His father is lucky to be alive. If we don't get serious about getting treatment for those mentally ill, we will continue to see these tragedies.\nCynthia Queen\nIt looks like this guy is a crazy young man with a gun, and they come in all colors and backgrounds. However, most are white, Christian boys who are crazy and have a gun. Look at mass murders in this country, most of the time it's white guys for some reason.\nWayne Gregersen\nWe have enough problems in America, we certainly don't need to import more. The current administration is completely ignoring our concerns.\nRachel Austin \n\nLoad-Date: September 27, 2016"
}