{
    "title": "You scratch my back _ a new chapter",
    "publisher": "christian science monitor ",
    "year": 1984,
    "month": 11,
    "day": 5,
    "full text": "The other night, a friend here made an interesting comment.\nThere are, she observed, significant differences between societies based on ''reciprocity'' and those based on ''cooperation.'' The former, she noted, are driven by a you-scratch-my-back-and-I'll-scratch-yours mentality. The latter are marked by a willingness to rise above immediate personal interests to achieve a broader common good.\nAn imprecise generalization, admittedly. But it offers an insight into some current developments in Italian society and a sobering footnote on the course of America in the 1980s.\nIn these terms, Italy is approaching what many observers here see as a significant watershed. It is far too simple, of course, to say that the nation is veering, en masse, from reciprocity to cooperation as its model for social interchange. Yet a trend may be forming. Like many trends, this one is foreshadowed by the breaking up of long-held stereotypes - stereotypes so common that they readily pass, outside of Italy, for truth.\nFirst, Italy is seen as a place riddled with criminal intrigue and an unbridled Mafia. Second, it is viewed as a vast opera buffo of corruption among government officials. A third stereotype, familiar to English-speakers through the 17th-century tragedies of such playwrights as Webster, Tourneur, and Shakespeare, involves the ethic of revenge - the willingness to take the law into one's own hands and exact an eye for an eye, a Montague for a Capulet.\nRecent developments, however, suggest that the Italian tolerance for such stereotypical behavior is wearing thin - thinner, in fact, than many here can ever remember. The ongoing investigations of the Mafia are notable for the public cooperation and enthusiasm they have engendered. The probe into the affairs of Foreign Minister Giulio Andreotti suggests that government-as-personal-fiefdom is no longer as acceptable to the populace as it once was. Coupled with these shifts is the recognition that the nation, galvanized by the murder of Aldo Moro in 1978, has lost much of the tolerance it may have had for terrorism - and so has arrived at a kind of cooperation between the public and the authorities that has mightily reduced the level of terrorism.\nTaken together, these developments suggest a growing sense here that the old codes of reciprocity, and the selfishness and indifference they breed, are giving way to a higher form of cooperation. It is a simple but classic case of a shift in underlying ideas producing changes in the surface manifestations of a society - changes that could never have come about by legislation alone. Some observers say they have seen nothing like it since World War II. Nor does it seem to be a mere passing whimsy: Italians in increasing numbers are joining together these days in voluntary organizations to protect their public monuments, fight pollution, and reduce drug dependency among the young. For a nation that has relied heavily either on family structures or on government to provide social goods, that is a significant development indeed.\nA footnote, by contrast, on America: On the reciprocity-cooperation scale, is America slipping backward? Long admired by its European neighbors for its spirit of bipartisan cooperation, America appears - especially from this side of the Atlantic - to be engaging in ever more divisive patterns of behavior.  There appears to be an increasing virulence - reminiscent, some Europeans note, of their own politics - between right and left, fundamentalists and liberals, hawks and doves. If the trend in Italy seems to hint at a shattering of stereotypes, the trend in America, by contrast, would seem to be toward stronger stereotypes, harsher polarities, and cruder oversimplifications.\nCases in point: the senatorial campaigns of Jesse Helms and James Hunt in North Carolina, of Charles Percy and Paul Simon in Illinois, and, to some extent, of Ray Shamie and John Kerry in Massachusetts, all of which have a discomforting tartness about them.\nIs America shedding its long-admired cloak of cooperation for the heavy armor of mere reciprocity? It might take a lesson from Italy.\n\nGraphic\n\n \nIllustration, no caption"
}