{
    "title": "Youngest member of female terrorism cell jailed",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 6,
    "full text": "An 18-year-old British woman has been sentenced to a minimum of 13 years in prison for plotting to attack the popular British Museum inLondon after failing in her ambition of becoming a jihadi bride in Syria.\nFollowing a trial, Boular was found guilty of two counts of preparing terrorist acts.\nHer mother and sister were also convicted- Britain's first case involving an all-female ISIS group-inspired cell.\nBoular had been groomed online for terrorist activity by her fiance, Naweed Hussain, a so-called Islamic State fighter, who later died, prosecutors said.\nJudge Mark Dennis, said: \"As much as she may have been influenced and drawn into her extremism, it appeared she knew what she was doing and acted with open eyes\".\n\"Her views were deeply entrenched\", he added, rejecting claims she had renounced extremism.\nHe pointed out that she still blamed the U.S. for ISIS executions when questioned about them a month ago, and played a \"leading role\" in the terror plans.\nThe Metropolitan's Counter Terrorism Command launched its investigation in August 2016 when Safaa, who was 16 at the time, had returned to the United Kingdom after a trip to Morocco and indicated to port authorities that she was planning to travel to Syria.\nThe court heard that Boular met Hussain, from Coventry, who was 30 and a known IS recruiter, online when she was 16.\nShe divulged his plans for a grenade and gun attack inLondon to another MI5 undercover officer who contacted her online, pretending to be Hussain's commander.\nPrincess Eugenie was royally told off for breaking protocol\nThe September issue of British Vogue featuring the interview in on news stands now. All my life I thought, 'Oh, what's she crying for?' It's lovely, it's a great day\".\nHer teenage years had been chaotic, not least because of her life-threatening diagnosis of type 1 diabetes, they said.\nBut MI5 uncovered her plans and the family home in Vauxhall, southLondon, was bugged.\nWhile in custody for trying to travel to the war zone, she passed the baton to her older sibling Rizlaine.\nHussain was later killed in a drone strike.\nPhone calls recorded between the three show them talking about the terrorist attack as having a \"tea party\".\nThe pair had admitted preparing a terror attack in Westminster by carrying out reconnaissance of landmarks and buying knives and a rucksack.\nBut the family were being watched by counter-terrorism police and Rizlaine was shot when armed police moved in to arrest the gang on April 27 previous year.\nThe older sister Rizlaine was sentenced on June 15th to \"life\" imprisonment but ordered to serve a minimum of only 16 years.\nDich, 44, was imprisoned for six years and nine months with an additional five years on licence for helping her.\nFamily friend Khawla Barghouthi, 21, who practised the knife attack with Rizlaine, pleaded guilty to failing to alert authorities and was jailed for two years and four months.\n\nLoad-Date: August 6, 2018"
}