{
    "title": "Young defendant in ' Jihad Jane ' terrorism case sentenced to 5 years",
    "publisher": "daily news ",
    "year": 2014,
    "month": 4,
    "day": 18,
    "full text": "GANGLY, with glasses, Mohammad Hassan Khalid sat at the defense table yesterday in his forest-green prison jumpsuit, at times shaking and crying.\n He was the youngest person ever charged in the United States with providing material support to terrorists. The feds indicted Khalid, a co-defendant of Montgomery County's \"Jihad Jane,\" when he was 17.\n After a sentencing hearing in which the defense passionately portrayed one view of Khalid's role and the prosecution vigorously depicted another, U.S. District Chief Judge Petrese Tucker sentenced Khalid, now 20, to five years in prison.\n She took into account his extensive cooperation with the government and his youth.\n Khalid, a Pakistani citizen and legal permanent resident in the U.S., lived in Ellicott City, Md., with his immigrant family before his arrest in July 2011. \n In remarks to the judge yesterday, he said: \"I stand before your honor humiliated.\" He spoke of pain, anguish and upheavals in his life. \"Nothing I say today can excuse the mistakes of my past.\" He asked for his parents' forgiveness and the judge's mercy.\n His older brother, who sat in the gallery with their parents and his two sisters, cried.\n Khalid has already spent almost three years behind bars and will get credit for time served. \n Because he is not a U.S. citizen, he is expected to face deportation and could be sent back to Pakistan after he serves his sentence.\n \"What Mohammad did, bad as it was, was not this international jihad the government keeps talking about,\" defense attorney Jeffrey Lindy told the judge.\n Khalid's co-defendant Colleen LaRose, a/k/a \"Jihad Jane,\" pleaded guilty in February 2011 to plotting to kill Swedish cartoonist Lars Vilks, who had depicted the Prophet Muhammad as a dog. The plot never came to fruition.\n Lindy yesterday said Khalid's role came down to this: \"He received a box containing false identity documents\" from LaRose and \"mailed parts of that box\" to alleged co-conspirator Ali Charafe Damache, an Algerian man living in Ireland.\n The feds have also indicted Damache - the alleged ringleader of the terrorist cell that plotted to kill Vilks. Damache is in custody in Ireland and is fighting extradition to the United States.\n Khalid, who came to this country at age 12, has been portrayed as a loner, someone who was isolated at school in the U.S. and who separated himself from his family. Starting at age 15, he began communicating online in jihadist chat rooms, including chatting with LaRose.\n Lindy said Khalid's online translations of jihadist writings did not make him a \"master terrorist.\" He presented evidence that Khalid had Asperger's syndrome, which psychologist Steven Samuel testified made him susceptible to manipulation and socially immature.\n Khalid, a former high-school honor student, had received a full scholarship to Johns Hopkins University, but was arrested before he could attend.\n Assistant U.S. Attorney Jennifer Arbittier Williams told the judge that the defense \"grossly, grossly oversimplifies\" Khalid's role. \"He's not here simply because he mailed a box to Mr. Damache,\" she said.\n \"The world of violent jihad relies on finding new recruits, relies on finding young recruits, Westerners,\" Williams said. \"They need people like Mr. Khalid to make the doctrine accessible, especially to people in the West.\"\n The organizers of the terrorist cell relied on Khalid, who posted videos and translated \"with eloquence and brilliance,\" the prosecutor said.\n Khalid pleaded guilty in April 2012 to providing material support to terrorists.\n LaRose, 50, was sentenced to 10 years behind bars. Co-defendant Jamie Paulin-Ramirez, 36, a Colorado mother who traveled to Ireland to marry Damache, and who brought her then-6-year-old son with her, was sentenced to eight years in prison for providing material support to terrorists. \nOn Twitter: @julieshawphilly    \n\nLoad-Date: April 18, 2014"
}