{
    "title": "Your 2 Cents",
    "publisher": "richmond times dispatch ",
    "year": 2013,
    "month": 9,
    "day": 1,
    "full text": "Let me get this straight: It's ill-advised to have a Big Gulp in New York City, but it's OK to run with the bulls in Dinwiddie? You gotta love this country!\nJerry Ramsey,\nClarksville\nIf I had a child who took President Obama's college lecture (and he was a lecturer, not a professor) on the Constitution, I would demand my money back!\nVirginia McDaniel,\nBon Air\nWho says the people in Congress are not working on jobs? They are doing all they can to keep theirs while they pass laws that apply to everyone except them.\nDave Trebour,\nRichmond\nAnyone who dreams of moving The Diamond to Shockoe Bottom should take the Broad Street exits from I-95 during rush hour and then imagine what would happen on game nights. Turns that dream into a nightmare right quick.\nBarbara Tuttle,\nChesterfield\nDespite having voted 40 times to repeal so-called Obamacare, at least 20 GOP lawmakers have applied for grants made available through the law. This sounds eerily similar to the uproar over the president's stimulus package, with conservative Republicans jumping on the money train despite publicly railing against it. Simply amazing: More like, \"Do as I say, not as I do.\"\nMark Graser,\nMontpelier\nNero fiddled while Rome burned. President Obama golfs while Egypt burns.\nT.C. Kramer Jr.,\nMechanicsville\nTerrorism is not our enemy. Terrorism is a tactic, one largely used by criminals. The people we are facing, radical jihadists, are homicidal maniacs. They use religion as a pretext to commit murder. They're plain criminals.\nLarry Herbst,\nGlen Allen\nWhy is \"fiscal conservative\" Bob McDonnell excited about the surplus? Taking $2 billion more than necessary from Virginia taxpayers is not cause for celebration. It's theft. And cause for a refund.\nAdam Bitely,\nAlexandria\nCopyright © 2013, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: September 4, 2013"
}