{
    "title": "Your Comments on my Olympics Column Nicholas Kristof",
    "publisher": "the new york times",
    "year": 2008,
    "month": 5,
    "day": 29,
    "full text": "My Thursday column is about the threat of terrorism at the Beijing Olympics. Usually, Chinese officials downplay security threats, but these days there’s an odd reversal. The Public Security Ministry keeps hyping the threat from Uighur terrorists, while foreigners keep saying it’s over-stated. I must say that on the whole Uighurs didn’t strike me as discontent as I had expected, certainly more content than Tibetans are and no more unhappy than when I first visited southern Xinjiang in 1993. \nWhat irks me is the Bush administration backing the Chinese Communist Party as it uses the “war on terror” as a cover to go after those moderate Uighur dissidents who favor more autonomy or religious freedom but oppose any violence. The Bush administration listed the “East Turkistan Islamic Movement” as a terror organization in the aftermath of 9/11, apparently as a “thanks” to Beijing for its help in cracking down on terror financing. And likewise, we invited Chinese intelligence officers to Guantanamo to interrogate the Uighur captives we brought there — and we softened them up before the Chinese asked their questions — as a quid pro quo for Chinese cooperation on our terror priorities. \nGranted, exchanges are made in the real world. China has been very helpful on terror financing and in leaning on Pakistan to improve its behavior (China never gets credit for its muscling of Pakistan, because that would be interfering in Pakistan’s internal affairs….). We need to acknowledge that and respond. And we should certainly back China up as it cracks down on real Uighur terrorists who use violence. But softening up Uighur prisoners who never committed violent acts, on behalf of Chinese State Security Ministry interrogators, is beyond the pale. Finally, we released four Uighurs from Guantanamo to Albania, because we couldn’t send them to China and Albania was the only place that would take them. So they sit in Tirana in a compound….\nYour comments? Especially for those of you in China, do you expect the Olympics to go smoothly? Do you worry about the terror threat from Xinjiang?\n\nLoad-Date: August 23, 2017"
}