{
    "title": "Your Tuesday Briefing",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 29,
    "full text": "A terrorism suspect, disguised as a refugee.\n(Want to get this briefing by email? Here’s the sign-up.)\nGood morning.\nWe’re covering a German far-right terrorism suspect, a register for Spaniards who refuse the vaccine and a united front of former enemies in Tigray.\nThe double life of Franco A.\nFor 16 months during the height of the migrant crisis in Europe, Franco A., a lieutenant in the German Army, pretended to be a Syrian refugee. He darkened his face and hands with his mother’s makeup and applied shoe polish to his beard.\nProsecutors say the ruse was part of a far-right plot to carry out assassinations for which his refugee alter ego could be blamed, and to set off enough civil unrest to bring down the Federal Republic of Germany. Franco A., as court documents call him under German privacy laws, says he was trying to expose flaws in the asylum system. His elaborate double life unraveled after the police caught him trying to collect a loaded handgun he had hidden in a Vienna airport bathroom.\nHe will go to trial early next year — as will Germany, in a sense: not only for the administrative failure that allowed a German officer who spoke no Arabic to pass himself off as a refugee for so long, but also for its longstanding complacency in fighting far-right extremism.\nQuote: “That was really a shocking moment,” said Aydan Ozoguz, a lawmaker who was the commissioner for refugees and integration at the time. “The asylum system should identify cheaters, no doubt. But the bigger story is: How could someone like this be a soldier in Germany?”\nSpain will register those who refuse Covid vaccines\nThough vaccination against Covid-19 will not be compulsory in Spain, the country plans to collect and share information with other E.U. countries about residents who decide to opt out.\n“Vaccination refusals will be kept in a register,” Salvador Illa, the health minister, said on Monday. “This is not a public document and it will be done with the highest respect of data privacy.” Vaccination, he added, should be considered “an act of solidarity toward our loved ones and our citizenship.”\nSpain aims to vaccinate 2.5 million high-priority people by March, starting with residents of nursing homes and the health workers who care for them.\nThis week, Spain became the fourth European nation to reach 50,000 coronavirus deaths, after Italy, Britain and France.\nVoice of the opposition: José Luis Martínez-Almeida, the spokesman for the Popular Party, blamed the government for a lack of transparency and “a shortage of information” about the vaccine, which he said had left many people reluctant to get it.\nHere are the latest updates and maps of the pandemic.\nIn other developments:\nNovavax says it is starting the final stage of testing for its coronavirus vaccine. The doses must be kept refrigerated but do not require freezing, which makes storage easier than for some other vaccines.\nA sunny holiday weekend drew a crush of skiers to Austria’s slopes, where crowded lift lines and parking lots made a mockery of social distancing rules.\nThough half of its citizens live in poverty, South Africa is considered too rich to qualify for cut-rate vaccines from international aid organizations. Coronavirus infections there have surged to over one million.\nA small number of Covid patients who had never experienced mental health problems are developing severe psychotic symptoms weeks after becoming infected.\nFormer enemies fight together in Tigray\nFor weeks, Prime Minister Abiy Ahmed of Ethiopia has denied that soldiers from Eritrea — a country Ethiopia once fought in a brutal war — had entered Tigray.\nBut according to aid workers, refugees, United Nations officials and diplomats, Eritrean soldiers have joined the fighting in the region of northern Ethiopia, apparently in coordination with Mr. Abiy’s forces, and face credible accusations of atrocities against civilians.\nThe soldiers have rampaged through refugee camps, committing human rights violations, officials and witnesses say. It is unclear how many soldiers are there, but a communications blackout has slowly been lifting and more accounts are becoming available.\nContext: Mr. Abiy and President Isaias Afwerki of Eritrea have a shared hostility toward the rulers of Tigray. For Mr. Abiy, the Tigray People’s Liberation Front — a party that once led Ethiopia — is a dangerous political rival. For Mr. Isaias, the feud is personal and stretches back to the 1970s, when Eritrea was fighting for independence from Ethiopia.\nIf you have 10 minutes, this is worth it\nRevisiting the world’s unseen corners\nDuring a year with limited travel possibilities, our World Through a Lens series offered Times readers a weekly escape.\nThis week, after 40 installments, we look back at some of the highlights — from the calm waters of Lake Galea in Alaska, above, to lush Zambian valleys.\nHere’s what else is happening\nU.S. politics: The House voted on Monday evening to increase the size of individual stimulus checks to $2,000 from $600, endorsing a measure demanded by President Trump and daring Senate Republicans to either approve the heftier sum or defy the president.\nTrial in China: The former lawyer Zhang Zhan, who became a citizen journalist during the lockdown in Wuhan, was sentenced to four years in prison for documenting the early days of the coronavirus outbreak. She is the first person known to be tried for challenging the Chinese government’s narrative about the pandemic.\nSaudi women’s rights: One of the country’s best-known prisoners, the activist Loujain al-Hathloul, was sentenced to five years and eight months in prison. Ms. al-Hathloul was first arrested in May 2018 along with others who had pushed to end a ban on women driving in Saudi Arabia.\nSnapshot: Above, one of 1,500 pavilions in Italy — decorated with primroses, the symbol of the country’s coronavirus vaccination campaign — where people can get inoculated. The slogan for the program: “With a flower, Italy comes back to life.”\nLife lessons: The Game of Life is 50 years old. Invented by the Princeton professor John Horton Conway, who died in April of the coronavirus, it’s a mathematical model for life’s evolution that developed a strong cult following.\nWhat we’re reading: This BBC article on the concept of “Feierabend,” which helps Germans separate work from free time. “We could learn a lot from setting clear boundaries between the different parts of our day, with simple actions like changing clothes or taking a bike ride,” writes Melina Delkic, from the Briefings team.\nNow, a break from the news\nCook: This spicy white bean stew with broccoli rabe is ultra-flexible and perfect for anyone clearing out their fridge. (It’s one of our 50 most popular vegetarian recipes of 2020.)\nWatch: The historical drama “Dear Comrades!,” about a massacre of strikers in the Soviet Union in 1962, is seamless, bracing and sometimes bleakly comic, our critic writes.\nDo: Some people used 2020 to re-evaluate their relationship to the accumulation of more things. Here’s what they learned in a year of buying nothing.\nWith three days left to the end of 2020, have a look at our At Home collection of ideas on what to read, cook, watch and do while staying safe at home.\nAnd now for the Back Story on …\nHow it feels to get the vaccine\nTens of millions of people are waiting their turn for a coronavirus shot, and many are wondering what to expect. The first Americans to be part of the biggest vaccination program in U.S. history spoke to our reporters about how they felt afterward.\nRecipients of vaccines recounted a wide spectrum of responses, from no reaction at all — “Can’t even tell I had the shot,” a hospital worker in Iowa City said — to symptoms like uncontrolled shivering and “brain fog.” A nurse assistant in Glendora, Calif., wondered whether the fever he ran was a side effect of the vaccine or a sign that he had been infected by one of his Covid patients.\nAnd there was a dizzying variety of sore arms. Some likened the pain to that from a flu shot; for others, it was considerably worse.\nDr. Matthew Harris, 38, an emergency medicine doctor in Great Neck, N.Y., was up all night with a fever, shivering underneath a blanket, after receiving the first shot. He had joint pain in his wrists and shoulders that lasted into the next day.\nHe later posted about his reaction, with the hashtag #stillworthit. “Everyone has read, ‘This is the light at the end of the tunnel,’” Dr. Harris said in an interview. “But are people going to feel great 100 percent of the time after this vaccine? No. And if we’re not honest with them, how can we expect them to trust us?”\nMost vaccine recipients who spoke to The Times stressed that they had no regrets about getting the shot. The Food and Drug Administration has found the vaccines to be safe and remarkably effective. And public health leaders say mass vaccination is the only hope for controlling the virus.\nThat’s it for this briefing. Thanks for joining me.\n— Natasha\nThank you\nThanks to Theodore Kim and Jahaan Singh for the break from the news. You can reach the team at briefing@nytimes.com.\nP.S.\n We’re listening to “The Daily.” Our latest episode revisits a bar that we profiled in its battle to survive the coronavirus. \n Here’s our Mini Crossword, and a clue: Two or three (four letters). You can find all our puzzles here.\nEverdeen Mason joined The Times from The Washington Post as our first editorial director for Games.\nPHOTO: Franco A. in his ‘‘prepper’’ basement in Offenbach, Germany. (PHOTOGRAPH BY Laetitia Vancon for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: December 29, 2020"
}