{
    "title": "YOUR VOTE OHIO _ Terrorism on minds of Ohio voters",
    "publisher": "the lima news ",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--LIMA -- Teniya Hicks, of Lima, was 5 years old when terrorists crashed airplanes into the twin towers of the World Trade Center in New York City. While Hicks does not personally fear terrorism coming to northwest Ohio, recent incidents in San Bernadino, California, and Orlando, Florida, have shown her that the United States is not immune to it entirely.\n\"I don't feel like I am [vulnerable to terrorism] here,\" she said. \"When people think of terrorism, they automatically think of other countries coming in, but what about domestic terrorism? There's all kinds of stuff.\"\nFor Jaquala Cobb, 28, of Lima, terrorism may not be motivated by politics or ideology, but any acts of violence can leave individuals equally shaken.\n\"I could just be standing here and someone could drive by and start shooting,\" she said. \"I don't know if there is any more security you could have against that. That's what's really scary, because someone could come up and look just like one of us. You never know.\"\nWhen it comes to the election, however, Ohio residents, in a survey this spring as presidential candidates locked up the nominations of their parties, listed terrorism as among the top problems facing the country.\nThe Bliss Institute for Applied Politics at the University of Akron wrote the questions for the survey as part of the @YourVoteOhio project, an effort by major Ohio news organizations to determine what issues Ohio voters consider the most important and their reasons for backing a particular candidate. The Center for Marketing Opinion and Research in Akron conducted a phone survey of 1,079 Ohioans in August after surveying them in April and May. The margin of error was 3.5 percent.\nTerrorism ranked fifth on a list of concerns by those polled in the spring. About 4.7 percent of respondents listed terrorism or the Islamic State as the top problem facing the country. Poverty/economic inequality was the top problem among those polled at 9.8 percent. About 3.9 percent said it was national security/defense.\nHillary Clinton, the Democratic nominee, said she would work with allies to continue the campaign against Islamic State, which has inspired or claimed responsibility for many of the terrorist attacks, would seek to block suspected terrorists from buying guns in the U.S., and would support law enforcement's efforts to build relationships with American Muslim communities, according to the nonprofit organization the Jefferson Center.\nDonald Trump, the Republican nominee, had called for a temporary ban on Muslims entering this country. He since has revised that position to blocking visitors from countries with terrorist activity.\nIn Ohio, the chances of being killed in a terrorist attack are very slim.\nThe Global Terrorism Database found at least 50 terrorist incidents have occurred in Ohio since 1970. Two have taken place since 2010. Anti-abortion activists committed 17 attacks with explosives or incendiary devices against abortion clinics or similar facilities. Other attacks that involved taking hostages, bombings and armed assaults were linked by authorities to the Christian Liberation Army, the Aryan Republican Army, left-wing militants, anarchists, black nationalists, the Black Panthers, a neo-Nazi group, workers on strike, and white extremists. Six were killed and five were injured in the attacks.\nDespite the rarity of terrorist attacks in Ohio, several of the 1,079 respondents in the August survey cited the presidential candidates' stance on terrorism in their support for a candidate. About 3.2 percent said they might change their view of Clinton if she pledged to strengthen the military and developed what they view as a better plan to combat terrorists.\nTrump has attracted support because of statements he has made on terrorism. Of the respondents who said they felt positive about Trump's positions on the issues, 6.3 percent cited his pledges to fight to stop terrorists. Only 0.9 percent who felt negative about Trump's position on the issues cited his statements on terrorism as the reason.\nConcerns vary\nFor both Hicks and Cobb, the definition of terrorism, listed as an illegal, violent act or threat intended to intimidate or coerce a group of people or a government, conjures an image very different from someone from another country attacking for religious or ideological reasons.\n\"I think of just politics in general, not to 'threaten' people or groups, but certainly to intimidate them, like threatening to send other people back to their countries or paying people off for whatever,\" Hicks said. \"That definition definitely broadens the term.\"\n\"I think of shootings and police shootings,\" Cobb said. \"They're supposed to be here protecting us, and everywhere you look, you see innocent people getting shot, and that's what's really terrifying.\"\nEdward Hudson, 58, of Massillon, thinks it's unlikely he would be a victim of terrorism, but he said it would be more of a concern if he were to travel, as he considers a terrorist act more likely to occur outside the United States. He said he someday wants to visit every continent.\nJane Tucker, 57, of Canton, said she considers it unlikely she would be the victim of terrorism in her home state.\n\"But then I don't expect to get hit by lightning, either. But I don't worry about it,\" she said, adding that she considers the mass shootings of the past several years as terrorist attacks.\nBernie Miner, 65, of Jackson Township, said he's vulnerable to a potential terrorist attack every time he leaves his home.\nAs for the odds, \"I don't think you could put a percentage to it. ... They can strike anywhere at any time, so again, I think it's situational awareness is what we need to be concerned with. Every time we go out, we need to be aware of who's around us, what's around us, and try to reduce our risk.\"\nStevi Lunsford, 24, of Canton, said New York and Washington, D.C., are more likely terrorist targets than Ohio.\n\"I mean there's places that are more important to people who want to take down America,\" she said. \"So, in Ohio, I feel a lot more safe. But, in those states, I wouldn't feel so comfortable.\"\nSusie Shea, 28, of Kent, said she's not surprised that abortion clinics have been targets of terrorist attacks in the state for more than 40 years.\n\"I think that was probably done from people that were born here. Not people from other countries,\" she said.\nKeeping things in perspective\nJohn Mueller, a political science professor at Ohio State University who studies government policy in response to terrorism, said that since 9/11, the number of Americans killed by Islamic terrorists has averaged about seven a year, even counting the 49 a lone gunman killed in Orlando in June. Far more die in drug overdoses every week, he said.\nHe said the odds of being killed in a terrorist attack are roughly 1 in 40 million. The odds of being killed in a car crash are about 1 in 8,000, he said.\nMueller said the chances of being killed in a collision with a deer crossing a road, by lightning, by drowning in a bathtub or in an industrial accident are all greater than the chances of being killed by a terrorist in the United States. He said politicians seek to attract support, and the media seek to attract an audience, by playing into people's fears of terrorism.\n\"There are always dangers out there. You can't be completely safe,\" Mueller said. \"You want to worry the most about the things that are the most dangerous. ... Any death is regrettable, obviously, but you should also keep it in proportion.\"\nReach Craig Kelly at 567-242-0390 or on Twitter @Lima_CKelly.\n___ (c)2016 The Lima News (Lima, Ohio) Visit The Lima News (Lima, Ohio) at www.limaohio.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 12, 2016"
}