{
    "title": "Your Say_ Terrorism FACEBOOK",
    "publisher": "usa today",
    "year": 2014,
    "month": 11,
    "day": 18,
    "full text": "A video released Sunday by the Islamic State shows that U.S. aid worker Peter Kassig was beheaded. Kassig, 26, was captured in Syria last year.\nIt's time for unrestricted drone strikes on suspected Islamic State areas.\nIf they kill one of ours, then we should kill at least 500 of theirs. But even that ratio might be too favorable to the terrorist group (also known as ISIL). We need to take the gloves off when fighting against these proponents of a political movement masquerading as a religion.\nThe terrorists never view weakness as a positive; they only appreciate strength. Let's show them who is still the top dog militarily.\nChuck Yanus\nCommon sense should tell you that more drone strikes are going to lead only to more Americans being killed. I don't have an easy answer -- or even any answer  -- but drone strikes are a great way to help terrorist groups recruit new members.\nBella Randolph\nI despise that these militants cover their faces during the beheadings. They pound their chests when on video denouncing the United States and go anonymous during war crimes.\nThere is no God who could possibly support these brutal actions.\nEdward DiMartino\nI understand why parents and loved ones of those who are hostages plead for mercy, but it is all for naught.  The ISIL savages  we see in the news have no mercy. They don't care about grieving mothers and fathers, or the loved ones of the people they kill. They are about terror for terror's sake.\nGreg Bailey\nIn the midst of all the political finger-pointing, let us acknowledge the death of Kassig, who tried to do something positive in a bad situation. The world could use more people like him.\nAnita Picone\nThe more we fight the terrorists on their turf, the greater the hatred of the U.S. will fester among them.  Let these countries sort out their own destiny without losing any more U.S. lives. We will never win a military victory over radical Islam.\nFred Clemens\nVIEWS ON FIGHTING ISIL\nHow confident are you that the U.S. effort to degrade and destroy Islamic State forces will succeed?\nVery confident/ Somewhat confident\n54%\nNot too confident /Not confident\n45%\nNo opinion\n1%\nSource CNN/ORC Poll conducted Oct. 24-26 of 1,018 adults; margin of error is ±3 percentage points \n\nGraphic\n\n \nGRAPHIC, B/W, ALEJANDRO GONZALEZ, USA TODAY\n\nLoad-Date: November 18, 2014"
}