{
    "title": "YOUR HOME Terrorism Insurance, At a Price",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 9,
    "full text": "LATE last year, Congress passed and President Bush signed the Terrorism Risk Insurance Act, a measure that enables private insurers and the federal government to share the risk of future losses from acts of terrorism.\n     The act, which took effect on Nov. 26, 2002, and expires automatically in three years, rescinded any exclusions for terrorism coverage that insurers had written into commercial insurance policies -- including policies for co-op and condominium buildings -- and required the carriers to notify existing policyholders of the availability and cost of terrorism coverage. In return, the federal government will pay for most losses in a major terrorist attack. \n While the law makes terrorism coverage available for any commercial property owner who wishes to purchase it, some industry experts say that the coverage could be exceedingly expensive for some owners of large New York properties.\n\"Without this legislation, insurers were looking at an almost incalculable risk,\" said Robert Hartwig, chief economist at the Insurance Information Institute, an industry organization based in Manhattan. \"The law effectively puts a cap on what insurers can lose as a result of terrorism in a given year. And that provides insurers with at least some certainty in an area where there was absolutely no certainty before.\"\nDr. Hartwig said the legislation was intended to enable insurers to identify their maximum potential exposure for claims resulting from acts of terrorism. But it cannot identify the other factors that go into pricing insurance coverage: the likelihood and potential frequency of future terrorist acts.\n\"The cost of terrorism coverage will depend on many factors over time,\" he said. \"Current market conditions will not change overnight, but this bill helps make coverage available.\" He added that \"at least initially,\" coverage could be rather expensive.\nDr. Hartwig explained that after the Sept. 11 attacks -- which resulted in an estimated $40 billion in insurance claims -- many insurers started offering renewal policies that excluded coverage for terrorist attacks. With the Terrorism Risk Insurance Act, however, the federal government has essentially agreed to act as a backstop and pay for most losses after a prescribed level of claims has been exceeded. In exchange, he said, insurers are required to offer terrorism coverage to all their customers. Policyholders, in turn, can accept the coverage and pay the additional premium, decline the coverage or attempt to negotiate a different premium for coverage with the same or another carrier.\nDr. Hartwig said that under the new law, federal contributions for claims resulting from terrorism occur only after the costs of claims relating to terrorism exceed a certain threshold.\nFor example, he said, in 2003 an insurance company would not be eligible for federal assistance unless claims against the company exceeded 7 percent of the company's total business. So, if a particular insurance company is writing $1 billion in commercial coverage in a given year, claims relating to terrorism must exceed $70 million before the company would be entitled to federal money under the law. \"For losses above a company's deductible, the federal government will cover 90 percent of the claim while the company contributes 10 percent,\" Dr. Hartwig said, adding that the deductible for the year 2004 is 10 percent, and for 2005 it is 15 percent. \nUnder this law, Dr. Hartwig said, an \"act of terrorism\" must be certified as such by the secretary of the treasury, in concurrence with the secretary of state and the attorney general. To get this certification, an event must be \"a violent act\" or an act that is dangerous to human life, property or infrastructure. \nMoreover, the act must have been committed by an individual or individuals acting on behalf of any foreign person or foreign interest. (While damages caused by domestic terrorism are not covered by the law, Dr. Hartwig said, such damages would probably be covered under the carriers' standard coverage since such policies will no longer contain exclusions against terrorism.) Moreover, he said, an event cannot be certified as an act of terrorism unless the total damages exceed $5 million.\nAndrew M. Schutzman, president of AMS Risk Management and Consulting, an insurance consulting firm in Rockville Centre on Long Island, said he is not so certain that acts of domestic terrorism will be covered for those who purchase terrorism coverage provided by the law. \"I believe that carriers will issue an endorsement that provides terrorism coverage only as defined by the act,\" he said, \"and the act only covers terrorism sponsored by foreign interests.\" While the law indeed makes terrorism coverage available to whoever is willing to pay for it, the law will probably result in increased insurance costs for some New York property owners, he said. \nMr. Schutzman explained that after the Trade Center attacks, when terrorism coverage was withdrawn from many policies around the country, New York regulators insisted that insurers regulated by the state continue to provide the coverage. Those carriers that are not subject to state regulation, however, were able to withdraw terrorism coverage from their policies.\nUnder the new law, however, after a property owner's current policy expires, insurance carriers can charge basically an additional premium for terrorism coverage whether they are regulated by the state or not. And that, Mr. Schutzman said, could result in significant premium increases for some buildings, particularly those in New York City.\n\"I've seen total premium increases of as much as 20 percent,\" Mr. Schutzman said, adding that for a large co-op or condominium building with an annual premium of, say, $80,000, the premium increase for the terrorism coverage alone might be as much as $16,000.\nRobert E. Mackoul, president of Mackoul & Associates, an insurance broker in Long Beach on Long Island, said he had seen even larger premium increases on some properties, \"as much as 40 percent.\" He added that while it is possible to shop around for less expensive coverage, there is no guarantee that such coverage can be found.\n\"Everybody is shopping to begin with,\" Mr. Mackoul said. \"Because the insurance market in New York is just awful, particularly for larger buildings.\"\nHe added that while an argument might be made that many buildings do not need terrorism coverage -- after all, the chances of a particular building at a particular location being the subject of a terrorist attack are small -- the likelihood of another terrorist attack at some point in time somewhere in New York is believed by many to be substantial. As a result, he said, boards of large co-ops and condominiums are likely to err on the side of caution and purchase the coverage despite the cost.\n\"It's almost like the board has a gun to its head,\" Mr. Mackoul said. \"I think a lot of boards are going to opt to buy coverage just so the board members can sleep at night.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Tom Bloom) \n\nLoad-Date: March 9, 2003"
}