{
    "title": "Youth key to researching terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 27,
    "full text": "In Molenbeek-Saint-Jean, Brussels, Belguim, these young people could go one way or another in response to terrorist recruitment. How can scientific research understand and change the outcome? Image credit: Arturas Morozovas, Barcroft Media via Getty ImagesANN ARBOR-Engaging with youth involved in or susceptible to violent extremism is key in helping the U.S. government understand-and combat-terrorist groups such as Al Qaeda and the Islamic State, according to a position paper published in the journal Science.\nThe article, led by University of Michigan Institute for Social Research scientist Scott Atran and co-authored by Robert Axelrod, U-M professor of public policy and political science, also calls for a more cohesive, updated approach to understanding violent extremism.\nThe U.S. government's national security structure was built to manage state-to-state interaction during the Cold War. This is less successful in targeting groups that recruit members through diffuse networks, such as the Islamic State, according to the authors.\nThe government also relies mostly on the nation's intelligence community-the FBI, CIA, Defense Intelligence Agency and National Security Agency, among others-to monitor groups and individuals and to clandestinely gather information.\nHowever, such information has not necessarily been scientifically tested or systematically cross-examined for accuracy and completeness, according to the paper. There is little statistically or clinically reliable research for generalizations about terrorism or terrorists.\n\"We propose an alternative design, driven by theoretically informed field research and integrated with policymaking,\" Atran said. \"Better progress to inform and test hypotheses is possible by using field data, collected in scientifically reliable ways, from terrorists, supporters and host populations.\"\nIn particular, Atran says researchers need to focus on where, when and how the ideas and values of terrorist organizations acquire traction in the actual social networks and neighborhoods where terrorism thrives.\n\"Research and policy needs to examine the factors that bind people together: the passion and purpose of groups such as ISIS and Al Qaeda,\" Atran said. \"The Islamic State of Iraq and Syria alone has managed to recruit from 100 countries, and some of this success can be attributed in part to its members learning the nuances of language and social connections needed to enlist followers.\"\nThe U.S. government's approach to monitoring terrorist organizations also relies on methods used to study criminal activity. But unlike ordinary crime, terrorism relies on low-probability, high-impact events such as suicide bombings, deliberate targeting of civilian populations and recruiting terrorist members from communities who are typically not criminal.\nPrevious approaches to monitoring terrorism also suffered from sporadic attention from researchers who had no prior familiarity with issues related to terrorism, no access to classified data and no experience with field research needed to make sense of the data collected from conflict zones.\nThe researchers cite a lack of funding as another obstacle for combating terrorism effectively. The Department of Defense's funding for social science has been no more than 2 percent of its annual $5-to-6 billion budget for science and engineering research, and federal funding for psychology and social science research is about 6 percent of its $16 billion budget-an amount that has flatlined over the last decade.\n\"In this underfunded, under-researched space, simple 'root-cause' explanations that did not provide an accurate understanding of terrorism gained currency-for example, socioeconomic causes, psychological processes or political sources,\" Altran said. \"Many people are economically deprived, marginalized, imbued with religious fervor, fed up with foreign occupation and so forth, but very, very few go on to violence. So dispersing resources to address these root causes is like using carpet bombing to kill a fly-and the fly still gets away.\"\nAtran says to be more successful in combating terrorism, governments should look at how they can build research capacity that is more focused on specific people and places, properly funded and independent of governmental interference, as well as being grounded in systematic data collection, checking and analyses devoid of politics.\nThe article's co-authors also include the University of Oxford's Richard Davis and Carnegie Mellon University's Baruch Fischhoff. The paper's authors also work with Artis International, a nonprofit that uses field-based scientific research to lessen intergroup violence.\nMore information:Study: Challenges in researching terrorism from the fieldScott AtranRobert Axelrod\n\nLoad-Date: January 27, 2017"
}