{
    "title": "YUGOSLAVIA ARMY MAKES ARRESTS, TERRORISM ACCUSATIONS",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 8,
    "day": 4,
    "full text": "PODGORICA, Yugoslavia -- Two Britons and two Canadians have been arrested in Montenegro, accused by the Yugoslav army on Thursday of training pro-Western forces to commit \"terrorist actions.\"\nThe arrests stepped up the pressure on the leadership of Montenegro, the Yugoslav republic that has allied itself with the West and drifted away from Yugoslav President Slobodan Milosevic's regime.\nThe two British detainees are instructors at the police academy run by the Organization for Security and Cooperation in Europe in the Serb province of Kosovo, while the two Canadians work for a private contractor. An OSCE spokeswoman quickly denied the Yugoslav allegations about the four, saying they were simply returning to Kosovo after a brief vacation.\nThe allegations are \"absolutely absurd,\" said the spokeswoman, Melissa Fleming. But she also said international OSCE staffers in Kosovo were ordered several weeks ago not to travel by land to Montenegro because of the risk of being picked up by the Yugoslav army.\nA spokeswoman for the Canadian Foreign Affairs Department said Thursday that similar accusations were becoming more common.\n\"In view of the current political environment in Yugoslavia, such allegations must be treated with a very high degree of skepticism,\" Marie-Christine Lilkoff said.\nThe four were detained late Monday or early Tuesday near the border between Kosovo and Montenegro. A Yugoslav army statement said they were armed \"with military equipment\" and explosives.\n\"There are indications that the arrested foreigners were training special units of Montenegrin police and that they are specialists for explosives and terrorist actions,\" the statement said. It added that police found \"enough material to prove the true intentions and aims of the arrested.\"\nHowever, Yugoslav state television showed only a few cables, a Kosovo map, pocket knives and a pair of pliers supposedly taken from the four.\nMeridian Resources, which employed the Canadians in Kosovo, identified them as Shaun Going and his nephew, Liam Hall. OSCE would not release the Britons' names, but the Yugoslav army identified them as Adrian Prangel and John Yore.\nThe British Foreign Office said it is \"unacceptable to parade British citizens policemen seconded to the OSCE as part of the United Nations Mission in Kosovo before the world's media accused of terrorism and espionage.\"\nThe incident comes amid rising tensions throughout Yugoslavia ahead of national and presidential elections set for Sept. 24.\nMontenegro has announced it will boycott the balloting. That has raised fears that Milosevic might seek to provoke a crisis and seize control of the republic by force.\n\nLoad-Date: August 4, 2000"
}