{
    "title": "YUGOSLAVS OF TWO MINDS ON BATTLING TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 19,
    "full text": "Yugoslavia, a country that never knew a period free of terrorism, has, in the view of United States Government specialists and some Yugoslav officials, maintained dual attitudes over the years toward terrorists.\nOn the one hand the Belgrade Government has moved mercilessly, sometimes even going beyond its own borders, to strike back at terrorist acts by radical members of one or another of Yugoslavia's diverse and traditonally antagonistic ethnic groups.\nOn the other hand, in conducting an intricate set of foreign relations based on its professed nonalignment, Belgrade has maintained friendly ties with governments and movements that have spawned terrorists, particularly in the Arab world. On occasion it has also allowed reputed international terrorists safe passage through Yugoslavia, as was the case with the Palestinian Mohammed Abbas on his flight to safety after the October hijacking of the Achille Lauro cruise ship.\nThese dual attitudes, which may appear ambivalent to non-Yugoslavs, were evident Tuesday in remarks by Foreign Minister Raif Dizdarevic at a Belgrade news conference. After noting that Yugoslavia ''has been a victim of acts of terrorism for a long time,'' Mr. Dizdarevic said: ''When speaking of terrorism and the struggle against terrorism, one must also view the causes that lead to it, because we believe that by the elimination of the causes of terrorism, the phenomenon itself can be controlled and eliminated.''\nMr. Dizdarevic's comments came at a joint news conference with the United States Secretary of State, George P. Shultz, who noted during his visit to Belgrade that he and the Yugoslav Foreign Minister had discussed the passage of Mr. Abbas through Yugoslavia.\n \nA History of Terrorism\nYugoslavia was in a sense born of terrorism: The assassination in Sarajevo of the Austrian Archduke Ferdinand in 1914 led to the collapse of empires in World War I and the birth of the original South Slav kingdom.\nAnd it has been shadowed by terrorist acts ever since: King Alexander, a Serb who was the first leader of the first Yugoslav state, was assassinated as a result of a Croatian-Bulgarian-Italian conspiracy in 1934. Josip Broz Tito himself, founder of the second Yugoslav state, was arrested and convicted as a terrorist in 1928.\nSince its inception in 1945 the Communist Government has confronted terrorist threats from a dizzying variety of antagonists: Serbian royalists, Croatian separatists, homegrown Stalinists, Albanian nationalists and Bosnian Islamic fundamentalists - not to mention the covert operations of foreign intelligence services. This has created an almost insuperable task for Belgrade's security officers.\nIn the last 20 years more than 100 people have been killed in terrorist incidents aimed at Yugoslavia, ranging from the killing of the Yugoslav Ambassador to Sweden in 1971 to a bomb that blew up an airliner over Czechoslovakia with 27 people aboard in 1972, to a bomb explosion in a Belgrade theater to a bomb that killed a New York policeman.\n \nCroatian, Serbian Exile Groups\nThe attacks were organized for the most part under the direction of Croatian or Serbian exile groups motivated by the fratricidal nationalist hatreds molded in the heat of World War II. Often they used young, disaffected Yugoslavs who had been working abroad to execute their plots. The exiles have had the common aim of eliminating the Communist system in Yugoslavia and, in the case of Croatian and Albanian exiles, of breaking up the Yugoslav federation. These exile groups still have bases in West Germany, Belgium and Sweden, according to Belgrade authorities.\nUntil the Federal Bureau of Investigation and other law enforcement agencies succeeded in penetrating and rounding up their rings at the end of the 1970s, Serbian and Croatian exiles committed numerous terrorist acts in the United States - shooting at Yugoslav diplomats, detonating bombs at Yugoslav diplomatic and business installations and, in 1979, hijacking an airliner.\n \nTies with Moslem Countries\nThe other dimension of Belgrade's attitude toward terrorists involves its perception of national interests that have included close ties with Moslem countries, including those with militant attitudes toward Israel: Iran, Iraq, Syria and Libya. Yugoslavia was also one of the original supporters of the Palestine Liberation Organization when it was formed in 1964.\nWhile Yugoslavia has never sympathized with the terrorists who emerged from these countries or from the P.L.O., it has never flagged in keeping up friendly relations with them. Partly this a legacy of the ties forged between Egypt's Gamal Abdel Nasser and President Tito in the late 1950s and early 1960s when they were forming and expanding the so-called Nonaligned Movement.\nMore recently, however, Belgrade has developed lucrative trade with Libya, Iraq and Iran, receiving vital petroleum supplies from these countries in exchange for construction projects designed and built by Yugoslav engineers.\nWhile it does not appear that Yugoslavia - the crossroads of the Balkans - has provided safe haven for international terrorists, it has more than once given safe passage to them.\n \nAbbas, 'Carlos' and Artukovic\nIn the case of Mr. Abbas, Belgrade authorities offered two explanations to the United States Government: that he was traveling on an Iraqi diplomatic pass and thus enjoyed immunity; and that they could not be expected to detain a man set free by the Italians, who had original jurisdiction in the Achille Lauro case.\nIn September 1976, Yugoslavia allowed one of the world's most wanted international terrorists, Ilich Ramirez Sanchez, a Venezuelan known as ''Carlos,'' to pass through on his way from Algeria to Iraq despite pleas for his detention from the United States and West Germany. He was sought as the mastermind of the kidnapping of oil ministers attending a meeting of the Organization of Petroleum Exporting Countries in Vienna and other crimes.\nBelgrade's leniency in such cases has been motivated in part by the feeling that West Germany and the United States, for instance, had dragged their feet in pursuing anti-Yugoslav terrorists, Yugoslav officials told an American several years ago. More recently a Yugoslav official said in response to an inquiry by an American about the treatment accorded Mr. Abbas: ''You haven't exactly hurried to extradite Artukovic.'' United States and Yugoslav courts have held that Andrija Artukovic, the Croatian Minister of Interior under the Nazis in World War II, is a war criminal responsible for the deaths of more than 200,000 people.\nMr. Artukovic, now 85 years old, has lived in the United States since 1948 and has successfully avoided extradition to Yugoslavia for more than 30 years. The latest extradition effort was approved by a Federal magistrate in March, but awaits a final decision by Secretary Shultz.\n\nGraphic\n\n \nphoto of George P. Shultz"
}