{
    "title": "YUGOSLAV PRESIDENT WINS PRAISE FOR FREEING IMPRISONED ALBANIAN KOSOVAR ; ACTIVIST; MOVE IS REGARDED",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 11,
    "day": 2,
    "full text": "Yugoslav authorities freed on Wednesday a prominent Albanian Kosovar activist who was convicted on terrorism charges last year and sentenced to 12 years in prison.\nThe release of Dr. Flora Brovina won immediate international praise for the new Yugoslav president, Vojislav Kostunica. The move was regarded as a step toward reconciliation between Serbs and Albanian Kosovars. The West had condemned Brovina's trial and had long called for her release, as well as the release of other Albanian Kosovar prisoners.\nBrovina was welcomed at the Kosovo boundary by hundreds of cheering well-wishers and her son, who handed her a bouquet of flowers. She kissed the ground three times.\n\"I'm sorry that I am coming in the dark, so I won't be able to see Kosovo tonight,\" Brovina said. \"What I know is that the war is over, but until the moment that all the people arrested who are in Serbian jails are released I cannot see freedom.\"\nBrovina left prison in Pozarevac on Wednesday afternoon after Kostunica ordered her release. Eleven other Albanian Kosovars also were released, Natasa Kandic told the Beta news agency. Kandic heads the Belgrade-based Humanitarian Law Center.\n\"Justice has been served,\" lawyer Branko Stanic told reporters at the prison gate as Brovina was driven away.\nThe release appeared to be further fallout from the ouster of Slobodan Milosevic and the rise of Kostunica's pro-democracy forces. Kostunica has been making overtures to the West. He recently reapplied for admission to the United Nations, and his country is desperately in need of Western aid.\n\"He is a reasonable man, a legalist, and it was clear to him that she was innocent. We thank him,\" Stanic said.\nBrovina was among hundreds of Albanian Kosovars held in Serb jails since the conflict in Kosovo, which began when Milosevic sent troops into the province to crush separatist sentiment. Her detention became a rallying point for people in Kosovo, where the majority of the population is Albanian Kosovar. Many of the residents want independence from Yugoslavia.\nBrovina, 50, is a pediatrician, women's rights activist and a poet. In Kosovo, she headed a group called the League of Albanian Women. She was accused of inciting terrorism by allegedly organizing the making of sweaters and masks for members of the Kosovo Liberation Army, a rebel group. She was also accused of providing the rebels with food and clothes.\nDuring her trial, Brovina denied the terrorism allegations and said that her League of Albanian Women provided aid to women and children. The U.S. State Department, Human Rights Watch and other international organizations pushed for her release.\nBrovina was convicted Dec. 9. In June, Serbia's Supreme Court overturned the conviction and ordered a new trial. But the proceeding was postponed until Nov. 16.\nOn Wednesday, Brovina was escorted out of the prison by her lawyers, Red Cross officials, the U.N. human rights representative in Belgrade and officials from nongovernment human rights groups.\nLast year, when Milosevic's crackdown on Albanian Kosovars inspired the NATO bombing campaign, Brovina stayed in the province. She refused to leave despite the threat of arrest by Serb police, who were rounding up people believed to have ties to the rebel army.     \n\nNotes\n\nA shorter version of this story appeared in the Five Star Lift edition\n\nGraphic\n\n \nPHOTO (1) Photo by AGENCE FRANCE-PRESSE - Albanian Kosovar human rights activist Flora Brovina (left) greets supporters in Medare, Kosovo, after she was freed from a Yugoslav prison Wednesday. Brovina had been imprisoned since last year on terrorism charges but was released by new Yugoslav president Vojislav Kostunica.\n (NOTE: The following photo appeared in the Five Star Lift edition only:)\n (2) Photo headshot (Flora) Brovina - Was held on terrorism charges\n\nLoad-Date: November 2, 2000"
}