{
    "title": "Yuppies beware, SUVs fuel the terrorism machine",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 10,
    "full text": "The war on terrorism continued in the media on Wednesday as two television ads debuted linking notoriously gas-inefficient sport utility vehicles to terrorist funding. The ads were created by The Detroit Project, a nonprofit organization launched by syndicated columnist Arianna Huffington. The Detroit Project aims to lessen U.S. reliance on foreign oil.\nOhio State U.\nThe first ad includes footage of a man filling his SUV's gas tank and footage of terrorist training, with a child's voice doing commentary. It ends with the closing statement, \"Oil money supports some terrible things. What kind of mileage does your SUV get?\"\nThe second ad has clips of people talking about their SUVs. While one person says, \"My kids think it's cool,\" another says, \"I helped blow up a nightclub.\"\nHuffington said the campaign \"is not designed to demonize SUV owners.\" She said the goal of the ads were to \"encourage customers to … make socially responsible consumer choices.\"\nWhile the ad campaign may try to encourage responsibility, it is hypocritical in its own lack of responsibility.\nFollowing in the footsteps of the Drug Enforcement Agency's campaign -- which linked marijuana and terrorism -- The Detroit Project has succeeded in using an inaccurate shock treatment to scare people into believing its cause.\nThough the argument carries more weight than marijuana contributing to terrorism -- foreign oil is a much larger market than drugs -- it is still weak. Terrorism in countries is not always governmentally sponsored, nor does the United States only buy oil from \"terrorist\" nations (for example, Qatar, United Arab Emirates and Kuwait).\nThis type of campaign was used for the same reason it was used for marijuana -- shock value. While The Detroit Project could have used the age-old argument of pollution to warn people to cut down on driving or stop purchasing gas-guzzling vehicles, the scare of terrorism -- regardless of the inaccuracy of the connection -- is enough to give some United States citizens a second thought.\nThere needs to be a line drawn between fighting terrorism and fighting other social/economic battles. If a group wants to cut down on foreign oil dependency, promote environmentalism. If the DEA wants to fight drugs, it should use medical studies about their effects on people, or simply flaunt the fact that they're illegal. The fight against terrorism at home will not be won by buying less gas or smoking less weed, but by teaching our kids not to build pipe bombs, and not to send anthrax to populated areas. Issues need to be addressed, but they need to be fought on their respective fields.\n(C) 2002 The Lantern via U-WIRE\n\nLoad-Date: January 10, 2003"
}