{
    "title": "Zak Witus_ Definitions",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 19,
    "full text": "There's a linguistic problem one encounters whenever talking about \"terrorism.\" \"Terrorism\" refers only to violence done to civilians for political purposes by non-state actors. Thus, by definition, the United States, Israel and their allies can never do terrorism.\nBut state violence does, as a matter of fact, terrify people. What's more, state actors can and do do violence on a much larger scale than non-state actors. But terrifying people and the scale of the violence doesn't define \"terrorism.\" If they did, the United States would be the largest terrorist organization in the world. Because of the way the English language has evolved, we can't call what the state (United States, Israel, Britain, etc.) does \"terrorism,\" even if they terrify more people with violence on a larger scale than the supposed \"terrorists\" do. Note the asymmetry: There's no specific word for violence done by state actors. Therefore the prevalence of the word \"terrorism\" in popular political discourse and the lack of any corresponding term for violence done by state actors makes criticizing the \"terrorists\" relatively easy while making dissent against the state extra difficult.\nThe word \"terrorism\" implies a moral difference between these two types of violence and, by extension, a moral difference between those doing the violence. Calling something \"an act of terrorism\" automatically denounces and delegitimizes it. But when we compare the many instances of violence done by non-state actors and state actors, any intrinsic moral difference between the two breaks down. Thus we see that the word \"terrorism\" and its great popularity creates the appearance of a moral difference between the types of violence and violent actors, concealing the fact that there is none. While there might be certain distinctions that truly legitimize and delegitimize violence, such as the purposes and consequences of the violence, or the scale of the violence, the distinction between state actors and non-state actors is not among them.\nNonetheless, this false moral distinction endures in many people's minds. Why? Does its existence reflect a natural moral distinction between violence done by state actors and non-state actors? If that were true, we'd expect to see people across time and space making this distinction, but we do not. The word \"terrorism\" itself has only been in use very recently. So, the natural moral distinction, if there is one, must at least exist independent of the word \"terrorism.\"\nAt first glance, the word \"communism\" seems to reflect a similar distinction, but then again, this word has mostly been associated with enemy states, so the word \"communism\" doesn't signify the distinction we're looking for. Actually, the two words seem to reflect a similar moral distinction because both terms signify an enemy of the United States. Herein lies the salient difference guiding many Americans' moral intuitions on the matter of legitimate and illegitimate violence: the violence that \"we\" do (that is, violence done by the United States and its allies) is good because \"we\" are the ones doing it, whereas the violence that \"they\" do (that is, violence done by the terrorists, communists and so on) is bad because \"they\" are the ones doing it.\nThe logic of this argument plainly runs in circles: \"We are good because we do good violence and our violence is good because we are good, etc. They are bad because they do bad violence and their violence is bad because they are bad, etc.\" If \"we\" want to assert our moral superiority, we'll have to find some better logic.\nSo why the endurance of this false moral distinction? Because the mainstream media and the U.S. government repeatedly reinforce the distinction in people's minds every time they use terms like \"terrorism,\" \"act of terror\" or \"terrorist.\" Through the reinforcement of this false moral distinction, the mainstream media and the U.S. government regulate the flow of discourse by manipulating our language such that it favors certain conclusions over others - e.g., the United States is good and its enemies (the terrorists) are bad.\nIn the wake of \"terrorist\" attacks, like the recent attack on Charlie Hebdo, the cry for unity often drowns out dissenting opinions. Investigating the meaning of the word \"terrorism\" in the parlance of our times will therefore understandably offend some people. Despite our strong, liberal, democratic desire to always be polite, this is not sufficient reason to stop asking these questions.\nOn the other hand, it would be heartless as well as intellectually suspect to deny the feelings of those who are offended. People who feel offended by such questions and ensuing arguments probably empathize very strongly with the victims of these terrorist attacks, and they feel that such questions and arguments aim to criticize their feelings. And in a way they are right. We should inquire: Do these people empathize equally with the victims of state terrorism and with the victims of non-state terrorism? If the answer is no, as I suspect, we should then ask: By what logic do they discriminate between legitimate and illegitimate victims as well as legitimate and illegitimate violence?\nSome might object, saying that my argument seeks to uncover hidden biases, but that my argument itself is biased - that is, biased in favor of the so-called \"terrorists\" or the victims of state terrorism. And I understand why it might seem that way. Because the popular bias in favor of violence done by state actors and against violence done by non-state actors is so pervasive and profound, it will seem like I'm valuing the lives of the victims of state violence above the lives of victims of non-state violence, when what I'm really doing is equating the two. By arguing that there's no intrinsic moral difference between violence done by state actors and non-state actors, I'm also arguing that there's no reason to empathize more with the victims of state actors than with the victims of non-state actors. Again, we could probably find ways to discriminate between legitimate and illegitimate victims as well as legitimate and illegitimate forms of violence, but the ways of discriminating implied by the word \"terrorism\" would still be irrelevant.\nZak Witus can be reached at zakwitus@umich.edu\n\nLoad-Date: January 20, 2015"
}