{
    "title": "Zarqawi group added to U.S. terrorism list",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 10,
    "day": 16,
    "full text": "The group headed by Abu Musab al-Zarqawi, which has claimed responsibility for dozens of deadly attacks in Iraq and the beheading of hostages, was designated by the U.S. government yesterday as a terrorist organization.\nThe State Department has considered Zarqawi a threat for some time.\nSpokesman Richard Boucher called the Jordanian a horrible criminal responsible for the murders of many Iraqis, Americans and others.\nThe United States is trying to hunt down terrorists around the world, he said, and \"this is one of them we intend to catch.\"\nWith terrorism a major campaign issue, Rand Beers, Democratic candidate John Kerry's national security adviser, said: \"It is inexplicable that President Bush waited until today to shut down\" Zarqawi's finances.\nBeers said in a statement that \"this is yet another example of President Bush's failure to effectively prosecute the war in Iraq or the war on terror.\"\nBefore Beers issued his statement, Boucher told reporters that placing the group on the terror list required going through a drawn-out legal process to be effective.\nThe reward for information leading to Zarqawi's killing or capture was raised to $25 million this summer, putting him on a par with al-Qaeda leader Osama bin Laden and bin Laden's top deputy, Ayman al-Zawahiri.\nThe listing imposes several restrictions on Zarqawi's group, Tawhid and Jihad, including a ban on travel to the United States and a freeze on the group's assets in U.S. banks. In practice, however, the listing has limited implications.\nOn a parallel track, the United States, Britain and Iraq are asking the U.N. Sanctions Committee to list the Zarqawi group as well, which would impose identical sanctions worldwide.\n\nGraphic\n\n \nPHOTO;\nAbu Musab al-Zarqawi now has the same bounty on his head as Osama bin Laden.\n\nLoad-Date: September 1, 2005"
}