{
    "title": "Zazi case_ How far should FBI go in tracking Muslims_ Muslim groups say the surveillance techniques",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 9,
    "day": 30,
    "full text": "Three arrests in three separate terror cases last week bolster the Obama administration's call to renew the most far reaching provisions of the USA Patriot Act, which give federal agents great latitude when spying on potential suspects. Yet they also highlight a growing unease within America's Muslim community. For all their apparent success, the surveillance measures are overly intrusive, Muslim groups say, undermining the integration of an overwhelmingly law-abiding community. \"Almost everyone I know has been interviewed or knows someone has been interviewed by the FBI,\" says Edina Lekovic, communications director for the Muslim Public Affairs Council. \nAt a time when arrests in Denver, Springfield, Ill., and Dallas are revealing intimate details about the threat of domestic terrorism, however, such tactics are often the subject of praise, not scorn. \"All the layers of defense President Bush set up after Sept. 11 are working. The FBI is working more closely with local police, the Patriot Act, which allows roving wiretaps ... is essential,\" Rep. Peter King (R) of New York told Fox News Monday. He said the arrest of Najibullah Zazi, the Denver airport shuttle driver indicted in a plot to blow up New York subways with homemade bombs, is enough to justify renewing the Patriot Act. On Tuesday, Mr. Zazi pleaded not guilty to charges of plotting terrorist attacks on New York. Meanwhile, New York police said none of Zazi's accomplices, who have not yet been apprehended by law-enforcement officials, were now a threat. Congress is currently reviewing three provisions of the Patriot Act that expire this year. Lawmakers have the chance to revise, eliminate, or extend without any revisions parts of the law passed in the aftermath of 9/11 that give law enforcement the ability access business records, conduct \"roving\" wiretaps, and track so-called \"lone wolf\" suspects not connected to terrorist groups or foreign governments. The Obama administration supports renewal of the provisions but also said it is willing to work with Congress on any revisions. The extent of surveillance operations within the American Muslim communities is difficult to determine, since much of it involves ongoing investigations. In an attempt to force the FBI into revealing its surveillance guidelines, the group Muslim Advocates recently filed suit in federal court. \"The reason we are seeking the guidelines is because of the intensity in which the American Muslim community has come under scrutiny,\" says Farhana Khera, executive director of Muslim Advocates. In this atmosphere of mystery and growing mistrust, a coalition of Islamic organizations said federal agents were infiltrating mosques in Southern California and using \"agent provocateurs to trap unsuspecting Muslim youth.\" \"The job of the government is not to provoke someone to say something wrong and then arrest them,\" says Agha Saeed, chairman of the American Muslim Taskforce. \"That's almost manufacturing a crime.\" \"At the end of the day, that does not create more integration, it creates all the opposite the results that government wants,\" he adds. The FBI has repeatedly denied that it randomly targets any one group or person because of their religion or ethnicity and says they only begin an investigation when they have cause. But the American Civil Liberties Union and many Muslim groups have asked Congress to add constitutional protections to the Patriot Act that would limit some of the FBI's ability to begin wiretaps and collect information. \"The expiration of the three Patriot Act provisions is an opportunity to reexamine surveillance law and reject sections that waste law enforcement resources by targeting law abiding Americans without any suspicion of criminal activity,\" said Faiza Ali, community affairs director for the Council on American-Islamic Relations, in an e-mail. \"We perceive that trust between the American Muslim community and the FBI remains an issue, especially given concerns of confidential informants and agent provocateurs in places of worship.\" ----- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}