{
    "title": "Zero tolerance for terrorism not possible",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 1,
    "day": 31,
    "full text": "The Obama administration's mea culpa over the failure to prevent the attempted bombing of a U.S. airliner bound for Detroit on Christmas Day is understandable but misses the point. Yes, the United States can do better at catching would-be attackers; that will always be the case. But the truth is that there is no absolute security ? short of conceding victory to the terrorists by making it impossible for foreigners to visit the United States, hellish for Americans to fly and difficult for all to live normal lives. \nAmerica's tolerance for terrorism cannot be zero. Although we obviously aim to do as much as possible, preventing every attack is an unattainable goal. The country needs to steel itself for the near-certainty that there will at some point be another major strike on U.S. territory. Even if the United States curtailed civil liberties to a degree most citizens would find intolerable, sooner or later some suicidal terrorist would find a way to manage a successful attack. The greatest threat may come from lone wolves with scanty records, as is apparently the case with the accused Fort Hood shooter, or from someone who acts alone even if trained and equipped by one of al-Qaida's offshoots, as the would-be Detroit bomber allegedly did. The Christmas Day episode highlights three critical points. First is how much progress U.S. intelligence has made. The 9/11 attacks were blamed on a failure to \"connect the dots.\" But foiling that plot would have required not just creative leaps of foresight by intelligence analysts, but also the political will to take draconian actions to prevent a large-scale attack organized from abroad on U.S. soil (something that hadn't happened since Pearl Harbor and was therefore almost unthinkable). By contrast, Umar Farouk Abdulmutallab and his alleged Yemeni helpers were on the U.S. radar screen. Simply singling him out for a body search might have done the job. The intelligence community certainly failed to connect the dots, but at least this time it had the dots. Second, the Christmas Day plot demonstrates that much of what passes for security is a waste of time and money. It often seems designed more to bother people than to prevent terrorism. The mass screening of departing passengers in Amsterdam was, almost by definition, too little to catch the \"underwear bomber\" and probably too much for his innocent fellow passengers. Finding the right balance is terribly difficult, but what's needed is less mass screening of all those proverbial grandmothers. Racial and ethnic profiling is not only provocative, it is also ineffective, because it produces far too many \"false positives\" ? people subjected to secondary screening without cause. Rather, what we need is more screening and profiling based on intelligence to provide grounds for suspicion (which should have included the would-be Detroit bomber) or on suspicious behavior (like having no luggage or paying cash for the ticket). Third, the public furor over the foiled plot shows that more perspective on terrorism is essential. Terrorism frightens Americans because it seems so random. But it does not kill many. In the five years after 2001, the number of Americans killed per year in terrorist attacks worldwide was never more than 100, and the toll some years was barely in double figures. Compare that with an average of 63 by tornadoes, 692 in bicycle accidents and 41,616 in motor-vehicle-related accidents. Calling another attack \"intolerable\" is wishful thinking, not making policy. Some honest talk would be useful, so that when the next major attack comes ? as it surely will ? we can respond rationally and not just emotionally. Soon after 9/11, I was seated at dinner next to former Defense Secretary Harold Brown. I asked him how much of a threat to the United States the attacks represented. His answer surprised me at the time, but he was right: On a scale of 1 to 10, the Cuban missile crisis of 1962 was an 8, he said; 9/11 was a 3. Those who lost their lives and their loved ones suffered mightily, and, as with any disaster, the psychological effect was magnified by the number of people who were killed at the same time. But for the nation, it was a blow, not a mortal threat. When it comes to weathering terror attacks, the reaction of Israelis is instructive. After every bombing, they clean up as fast as possible. Thus, life can go on and the terrorists won't be given a victory. By contrast, Americans let fear of terrorism stop life. So the terrorists win. America's security and intelligence apparatus can always do better. But it will never be able to stop every terrorist plot ? a grim reality Americans need to grasp. Gregory F. Treverton, a former vice chairman of the National Intelligence Council, directs the Rand Corp.'s Center for Global Risk and Security and is the author of \"Intelligence for an Age of Terror.\" \n\nLoad-Date: January 31, 2010"
}