{
    "title": "ZIMBABWEANS SEND MORE TROOPS TO PROVINCE AND IMPOSE A CURFEW",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 4,
    "full text": "The Government said today that it was sending more troops into the southwestern province of Matabeleland and imposing a dusk-to-dawn curfew in certain areas.\nThe Home Affairs Minister, Simba Mubako, declined to say at news conference whether the announcement marked a new military drive against rebels in the province.\n''Troops will be increased to whatever level is considered necessary to deal with increased infiltration,'' Mr. Mubako said.\nZimbabwean Government says it is sending more troops into southwestern province of Matabeleland and imposing dusk-to-dawn curfew in certain areas; Home Affairs Min Simba Mubako declines to say whether announcement marks new military drive against rebels in province; Prime Min Robert Mugabe earlier accused South Africa of training rebels to overthrow his Government (M)\nEarlier today, Prime Minister Robert Mugabe accused South Africa of training rebels to overthrow his Government.\n \nSays Violence Has Increased\nThe Government said earlier in the week that there had been a marked increase in ''killings, rape, mutilations and torture'' of civilians by rebels.\nLast year Prime Minister Mugabe ordered the biggest military operation since the war for black rule ended in December 1979. Churches and human rights groups charged that soldiers had killed hundreds of civilians in a rampage against members of the minority Ndebele tribe.\nMr. Mubako said more troops and the curfew, effective tonight, were needed to combat ''increased infiltration'' of rebels trained in South Africa.\nMr. Mugabe, who is also Defense Minister, earlier asked a group of army officers, ''Who is not aware that our nationals have been recruited, train in and armed by South Africa and then infiltrated back into Zimbabwe to carry out a systematic campaign of harassment, rape, murder and arson directed aainst the peasants, white commercial farmers, Government and other workers in rural areas?''\n \n'Second Phase of Terrorism'\nIn the past, Mr. Mugabe and his ministers have accused the opposition leader, Joshua Nkomo, who draws most of his support from the Ndebele tribe, of giving orders to the rebels. But this week Information Minister Nathan Shamuyarira absolved Mr. Nkomo of involvement in what he called a ''second phase of terrorism.''\nThe dissidents are accused of attacking both blacks and whites. They have reportedly driven half of Matabeleland's 500 white commercial farmers off the land. At least 30 farmers have been slain in the last year and others have fled their farms.\nIn an editorial Thursday, Zimbabwe's biggest daily, The Herald, called for soldiers to be sent into Matabeleland. It noted that last year's military intervention had earned ''widespread condemnation in sectors of the world press.''\nBut the paper said: ''It worked. The bandits were routed.''"
}