{
    "title": "Zimbabwean PM's Party Calls Off Unity Government Boycott",
    "publisher": "rtt news",
    "year": 2009,
    "month": 11,
    "day": 5,
    "full text": "(RTTNews) - Zimbabwean Prime Minister Morgan Tsvangirai said Thursday that his MDC party has called of its boycott of the country&apos;s power-sharing government that includes President Robert Mugabe&apos;s Zanu PF party and a breakaway faction of the MDC.\n\"We have suspended our disengagement in the government,\" Tsvangirai said, adding that he would give President Mugabe 30 days to \"implement the agreements on the pertinent issues we are concerned about.\"\nTsvangirai made his remarks while addressing reporters after attending an emergency regional summit held in the Mozambican capital to resolve the Zimbabwean political crisis.\nThe talks were chaired by Mozambican President Armando Guebuza and were attended by several southern African leaders, as well as Tsvangirai, Mugabe and Deputy Prime Minister Arthur Mutambara, the head of the breakaway MDC faction.\nEarlier, Tsvangirai had temporarily withdrawn from the coalition government on 16th October over issues related to power-sharing and police crackdown on his party activists.\nTsvangirai&apos;s decision was prompted by the re-arrest of of Roy Bennett, a senior official in Tsvangirai&apos;s MDC party and a ministerial nominee in the unity government, on terrorism charges, along with several other alleged cases of harassment of MDC activists and appointments to key posts.\nBennett&apos;s rearrest came seven months after the country&apos;s Supreme Court released him on bail from a prison in Multare in March. His rearrest earlier in the month was as per Zimbabwean law, which demands that a person indicted for trial be taken into custody until he is granted bail. Bennett, who faces life in prison if convicted of the charges pressed against him, was later released on bail.\nBennett, a white farmer whose coffee farm was seized under President Robert Mugabe&apos;s land-reform program, was first arrested at a small airport in Harare on 13th February, just hours before he was to be sworn in as a deputy agricultural minister in the newly formed unity government. He has been in and out of prison since then.\nThough Bennett was initially accused of involvement in alleged plot to assassinate Zimbabwean President Robert Mugabe, he was indicted by the Harare court earlier in the month on terrorism charges, including possession of arms for the purposes of banditry, terrorism and inciting acts of insurgency.\nThe MDC party alleges that the case against Bennett is politically motivated and says that it is an attempt by hardliners in President Mugabe&apos;s Zanu-PF party to derail the coalition. The party has warned earlier that the repeated arrests and harassment of MDC supporters are threatening the longevity and proper functioning of the six-month old coalition government.\nIn February, the opposition Movement for Democratic Change (MDC) and an MDC breakaway faction joined Mugabe&apos;s Zanu PF party to set up a unity government in Zimbabwe as per an earlier agreed power-sharing deal, ending months of political uncertainty in the country.\nIn line with the power-sharing deal, MDC leader Morgan Tsvangirai was sworn in as the country&apos;s new Prime Minister, while Mugabe remained the president. The move, aimed at ending the political crisis in Zimbabwe and to pull back the impoverished African country from economic collapse, also effectively ended almost three decades of absolute rule by President Mugabe.\nThe current differences between the unity government partners emerge as Zimbabwe is making desperate efforts to get aid from western nations, who are demanding a faster enforcement of political and economic reforms for providing further financial assistance to the impoverished country.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 18, 2010"
}