{
    "title": "Zimbabwean Court Charges MDC Ministerial Nominee Over Alleged Terrorism Plot",
    "publisher": "rtt news",
    "year": 2009,
    "month": 2,
    "day": 17,
    "full text": "(RTTNews) - Roy Bennett, a senior official and ministerial nominee of Zimbabwe&apos;s opposition Movement for Democratic Change (MDC), was produced before a court in the town of Mutare on Tuesday, and was charged with several terrorism-related offences.\nHis lawyers said that the charges leveled against Bennett include attempting to commit terrorism, banditry and sabotage, conspiring to acquire arms with a view to disrupting essential services, illegal possession of firearms and weapons and attempting to leave the country illegally.\nThe judge at the Mutare magistrate&apos;s court adjourned Bennett&apos;s case to Wednesday afternoon for a ruling, saying that he would rule then on whether the police case was strong enough for the trial to proceed.\nBennett&apos;s trail was to begin on Monday, but was postponed to Tuesday after the prosecutors failed to arrive in the court on time. MDC alleges that the case against Bennett is politically motivated and says that it is an attempt by hardliners in President Mugabe&apos;s Zanu-PF party to derail the coalition.\nBennett, a white farmer chosen by the MDC to become the deputy minister of agriculture in the new power-sharing cabinet, was arrested at a small airport in Harare just hours before the swearing in ceremony of the new unity government on Friday.\nBennett had returned to Zimbabwe only last month from South Africa, where he fled to escape arrest over an alleged plot against President Mugabe. Though President Mugabe swore in the new cabinet on Friday despite Bennett&apos;s arrest, it was delayed by over two hours by disputes over the allocation of ministries.\nAlso on Tuesday, President Robert Mugabe and Prime Minister Morgan Tsvangirai presided over the new 32-member unity cabinet&apos;s inaugural meeting in Harare. Officials said that the issues surrounding Bennett&apos;s arrest dominated the cabinet meeting.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RealTimeTraders.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}