{
    "title": "Zimbabwe Court Acquits Mugabe Opponent of Terrorism Charges",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 11,
    "full text": "JOHANNESBURG -- A High Court judge in Zimbabwe on Monday acquitted Roy Bennett -- a leader of the party that has long opposed President Robert Mugabe but now governs the country with him -- on charges of plotting to violently overthrow Mr. Mugabe, 86, who has been in office for three decades.\n  The resolution of the case, which has destabilized the troubled power-sharing government there for over a year, may finally clear the way for Mr. Bennett to be sworn in as deputy agriculture minister. \n  Mr. Bennett, a white politician with a black political base, has often bluntly called Mr. Mugabe a dictator ruling on behalf of a greedy political elite. Widely despised by leaders in Mr. Mugabe's ZANU-PF party, Mr. Bennett was arrested on the terrorism charges in February last year, on the very day the power-sharing government was sworn in. Mr. Mugabe has said he would allow Mr. Bennett to assume his post only if he was acquitted. \n  Mr. Mugabe's spokesman could not be reached for comment. But Zimbabwe's prime minister, Morgan Tsvangirai, who leads Mr. Bennett's party, the Movement for Democratic Change, said Monday that Mr. Bennett's acquittal was an important step, but he added that much remained to be done to restore confidence in the faltering power-sharing government.\n  ''As I've always said, he's not being prosecuted, he's being persecuted,'' Mr. Tsvangirai said in Washington as he stood with Secretary of State Hillary Rodham Clinton. ''So I hope that the persecution has ended.''\n  The judge in Mr. Bennett's case, Chinembiri Bhunu, said Monday that the prosecution had failed to prove that Mr. Bennett conspired with an arms dealer to topple the government, as it had claimed. Judge Bhunu found the arms dealer's testimony inadmissible. The dealer had testified he had been forced to implicate Mr. Bennett by state security agents, who he said had assaulted him and burned his buttocks with cigarettes. \n  Judge Bhunu also found that e-mail messages prosecutors said linked Mr. Bennett and the dealer had not been sufficiently verified. Mr. Bennett's lawyer, Beatrice Mtetwa, said the judge's analysis of the case was firmly based on the law. ''Whether there was politics behind it, I don't know,'' she said.\n  Mr. Bennett was once a successful farmer, but his coffee plantation was confiscated as an often violent seizure of white-owned commercial farms swept the countryside in the early part of last decade, with Mr. Mugabe's sanction. His elevation to the No. 2 position in the Agriculture Ministry was threatening to senior officials in the military and the government, as well as members of Mr. Mugabe's own family who have taken ownership of many of these fertile, productive farms.\n  Mr. Bennett's party had pushed for a land audit that would uncover multiple farm ownerships by the politically connected elite.\n  He said that he saw the verdict as a sign of political progress, given that judges in Zimbabwe have often benefited from the political patronage of Mr. Mugabe's party. ''They whistle to the master's tune,'' he said, though there have been some instances when the judiciary seemed to act independently.\n  Mr. Bennett credited President Jacob Zuma of South Africa with being a more decisive, statesmanlike broker of the Zimbabwean political conflict than South Africa's former president Thabo Mbeki, whose ''silent diplomacy'' on Zimbabwe had been seen by the Movement for Democratic Change and many independent analysts as favoring Mr. Mugabe. Mr. Bennett confirmed that when Mr. Zuma visited Harare in March, the two men met privately. \n  Some leaders in the Movement for Democratic Change say they doubt Mr. Zuma has a real strategy to deal with Mr. Mugabe, but David Coltart, Zimbabwe's education minister and a member of a smaller faction of the party, said Mr. Zuma's meeting with Mr. Bennett showed South Africa's new president, in office a year now, has a more  hands-on style of engagement.\n  ''We know in the private meetings Zuma's been far more direct and forceful'' with both Mr. Mugabe and Mr. Tsvangirai, Mr. Coltart said.\n  The United States and South Africa also seem to be drawing closer diplomatically in their approach to Zimbabwe, which was fraught with tension when Mr. Mbeki was president. Donald Gips, the American ambassador dispatched to South Africa by President Obama, said in an interview last week that the United States and South Africa had the same goal for Zimbabwe: that its people determine their political future.\n  ''We may not always agree on the tactics, but we're having very healthy, open conversation about what is the best way to get to that shared, common goal,'' Mr. Gips said. \n  Despite Mr. Zuma's intervention, talks between the two Zimbabwean political parties are still deadlocked over festering differences, but there have been a few signs of a political opening. \n  Trevor Ncube, a Zimbabwean who owns The Mail and Guardian newspaper  in South Africa and two independent weeklies in Zimbabwe, has been trying for two years to get a license to open an independent daily newspaper in Zimbabwe. The state-owned Herald, which speaks for Mr. Mugabe, is still the only daily newspaper in the country.\n  Mr. Ncube said he was pleasantly surprised when an official media commission in Zimbabwe recently set reasonable fees for licensing newspapers, but added that he would believe the commission only when it actually gave him the go-ahead to publish. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Roy Bennett, an ally of Prime Minister Morgan Tsvangirai, leaving court on Monday. (PHOTOGRAPH BY PHILIMON BULAWAY/REUTERS)                                                                     \n\nLoad-Date: May 11, 2010"
}