{
    "title": "ZIMBABWE IMPOSES PRESS CURBS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 8,
    "day": 7,
    "full text": "Zimbabwe has imposed strict controls, including censorship, on news coverage of antiterrorist operations.\nThe regulations, which were announced Friday, were inherited from the former white authorities of Rhodesia, as Zimbabwe was called before the black majority gained power in 1980.\nThe regulations, published in The Government Gazette, were introduced a week after six African countries barred reporters based in South Africa from covering events in their countries. The countries joining in the ban are Angola, Botswana, Mozambique, Tanzania, Zambia and Zimbabwe.\nZimbabwe imposes strict controls, including censorship, on news coverage of antiterrorist operations; regulations were inherited from former white authorities of Rhodesia (M)\nZimbabwe has taken the lead in enforcing the ban, ordering television crews from Britain and West Germany to leave the country. Zimbabwean journalists said the ban might be enforced on a selective basis, permitting what they called ''authorized'' correspondents to visit the country.\nThe Zimbabwean decree said journalists would in future be prohibited from reporting information from ''designated areas'' about antiterrorism operations, or ''any act of terrorism or sabotage'' unless their reports either had been authorized by the Minister of Information or were based on official statements, testimony in court or parliamentary proceedings.\nIt also empowered the Minister of Information, Nathan Shamuyarira, to ''impose such conditions relating to the manner or form of publication as he thinks fit.'' Correspondents would not be permitted to publish details about the censorship.\nThe Gazette said the ban applied to ''any measure or act of any description whatsoever of the security forces or the Government for the purpose of combating or suppressing terrorism or reducing the incidents thereof in any designated area; or any act of terrorism or sabotage or other terrorist activities in any designated area.''\nThe announcement said Mr. Shamuyarira might ''declare any area in Zimbabwe to be a designated area for such period, not exceeding two months, as he may specify.''\nThe Gazette also did not define the Government's interpretation of ''terrorist,'' so that the new regulations effectively empower the authorities to move against a wide array of foes, including its political adversaries."
}