{
    "title": "ZIMBABWE OFFICIAL RELEASED BY COURT",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 9,
    "full text": "A senior minister of the Zimbabwean Government was found today to have committed murder along with one of his bodyguards in the shooting of a white farmer last summer, but he was then freed under a law enacted by the white minority regime of Ian D. Smith that shields ministers from criminal charges if they acted ''in good faith'' to suppress terrorism.\nEdgar Z. Tekere, who is the Minister of Manpower, Planning and Development and the secretary general of the governing Zimbabwe African National Union, emerged from the courtroom in a triumphal procession made up of the seven bodyguards who had been charged with him, several dozen jubilant supporters and some television crews. He called the verdict a victory for ''the spirit of the people's revolution.''\n \nNo Interference From Premier\nThere was no indication that the finding that he had committed murder could lead to his dismissal from either the Cabinet or his party post by Prime Minister Robert Mugabe, who has maintained since Mr. Tekere was charged in August that the law should take its course.\nAN-A\nWhites, who had taken to calling the case a test of the eightmonth-old Government's readiness to uphold legal standards, were generally stunned by the outcome even though it came without any suggestion of political interference.\nAs Mr. Tekere's supporters surged through an open courtyard at the High Court chanting ''Tekere, Tekere!'' white officials and secretaries looked down from verandas with blank expressions that were eloquent in their stoniness.\n \nUse of Nation's Old Name\n''It's amazing,'' said a police reservist who had been assigned to sit in the public galleries in plainclothes in order to reduce the number of seats available for Mr. Tekere's supporters. ''Come to Rhodesia and commit murder.''\nJust as he overlooked the change in the country's name, the reservist brushed aside the fact that it was a law passed by whites that enabled Mr. Tekere to go free. His reaction was typical. ''What happens now?'' asked a white official. ''Do they all have a license to kill?''\nThe verdict case resulted from a split between John Pittman, the white judge who was born in South Africa, and two nonwhite court officials known as ''assessors,'' whose function was to assist the judge in determining issues of fact, a role similar to that of a jury.\nJudge Pittman said he found that Mr. Tekere and his bodyguards had not acted in good faith under the terms of the Indemnity and Compensation Act, which was put on the books by the Smith regime in 1975, when the present leaders were regarded as the terrorists who needed to be suppressed.\nBut Peter Nemapara, a black, and Chris Greenland, a colored, or person of mixed race, reached the opposite conclusion and outvoted the judge. Both are magistrates serving temporarily as assessors.\nAt a news conference on the veranda of the suburban residence where he was arrested four months ago, Mr. Tekere said he was ''absolutely disgusted'' by the racial division that the split decision appeared to reflect. The cause of nonracialism, he asserted, required the ''overhauling'' of the judiciary - an apparent call for the purging of holdover white judges from the old regime.\n \nAttack on Army Outpost\nMr. Tekere said that he and his bodyguards were ''stil l at a loss to say what we had done wrong'' in the attack on a small army outpost on a farm near Salisbury that ended in the shootin g of GeraldAdams, the farm manager. The previous evening a soldier fr om the outpost had fired several shots at the farmhouse, where Mr . Tekere and other members of the governing party were attending a housewarming. At the trial, Mr. Tekere testified that he i mmediately deduced that the shots were part of a plot against the Gov ernment.\nUnder the indemnity law, as it was interpreted by the assessors, it did not matter that the Minister's suspicions were unfounded as long as he thought he was putting down terrorism. The assessors apparently joined in the judge's finding that murder had been committed by Mr. Tekere and Joseph Chakanetsha, the young bodyguard who fired the three shots that killed Mr. Adams as the farm manager tried to radio for the police.\nSix other bodyguards were cleared of the murder charge but were found to have attempted to murder five black soldiers in the attack on the army outpost, along with Mr. Chakanetsha and the Minister.  However, the judge accepted a defense plea that they were following the orders of a military commander.\n\nGraphic\n\n \nIllustrations: Photo of Edgar Z. Tekere"
}