{
    "title": "Zohra Sawari discusses terrorism and religion",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 24,
    "full text": "By Mackenzie Rech\nOn Wednesday, April 22, the Office of Multicultural Affairs sponsored the event \"I Am Not a Terrorist,\" a presentation by Zohra Sawari pertaining to how society defines terrorism and its relationship to religion, specifically Islam. The event was held at 7 p.m. in the Esch Hurvis room and was attended by students, staff and several members of the community.\nResidence Hall Director and Diversity Center Programs Coordinator Angel Needham-Giles was responsible for planning the campus event. Needham-Giles expressed a desire to bring speakers to campus that a wide variety of students feel they can relate to, particularly speakers who embody under-represented groups.\n\"It's very important that the voices of marginalized people are heard in this space,\" said Needham-Giles. \"I think the voice of a Muslima would be particularly beneficial to Lawrence because there haven't been very many followers of Islam who have come to campus this year in particular,\" Needham-Giles added.\nZohra Sawari's talk aimed to address three main points. Sawari discussed how terrorism is defined, what the religion of Islam really entails and why Muslim women wear hijabs. Sawari attempted to break existing stereotypes regarding Islam and its relationship to terrorism through personal experiences and real world examples.\nThroughout the talk, Sawari emphasized her strong belief that it is unjust to attribute religion, race, gender or any other element of a person's identity to cruel acts of terrorism carried out by individuals. She also commented on ways that the American media presents skewed interpretations of terrorism and Islam, and encouraged people to critically think about the news sources they encounter.\nSawari concluded her talk by saying, \"The key to change is to let go of your fear. If you're afraid of something, learn about it. And learn about it from people who have knowledge.\"\nStudents responded with mixed reactions to the event. Sophomore Regina Cornish appreciated learning more about Islam and Sawari's unique perspective. \"I think she's very optimistic and you can clearly see that she has this great passion for her religion, and she presents it in such a view that many people are not aware of,\" said Cornish.\nSenior Mitch Greenberg also admired her passion, but was hoping for greater complexity. \"It was obvious that she cared about what she had to say and she's had experience with this kind of prejudice, but she doesn't leave any room for debate or counter-arguments,\" said Greenberg.\nFreshman Maria Mankin enjoyed the discussion, but felt that it was oversimplified. \"I do believe that a lot of these radical movements are somewhat motivated by religion and I wanted her to talk about that,\" stated Mankin.\n\"I think she said some things that were important for everyday Americans to realize, but the way she said it was too black and white,\" agreed Greenberg.\n\nLoad-Date: January 18, 2018"
}