{
    "title": "ZONING FIGHT WON'T GO AWAY TOWNHOUSE FOES HAVE SOUGHT MEDIATION, EVEN BOYCOTTED",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 2,
    "day": 26,
    "full text": "The sign stands in a northern Montgomery County village: \"Save the Township. Stop Ziegler Park.\"\nIt is a weathered reminder of a four-year-old zoning fight and a boycott of a fruit juice distributor.\nIt is testimony to a developer's intent, to a township's opposition and to the years that can pass before concrete begins to form the first cellar.\nAnd it suggests that when such folks try to settle such disputes in a quiet way - before a Mennonite mediator, no less - it may be no more successful than heated arguments at jam-packed public hearings.\nFruit juice boycott.\nMennonite mediator.\nNot just any zoning fight.\nAt issue is a plan by members of the family that runs Zeigler's Apple Juice Products in Lansdale to build 746 townhouses on 115 acres that are now zoned for single-family houses on two- and five-acre lots in Marlborough Township.\n\"Our motive is affordable housing. Our method is (challenging) their total exclusion of townhouse-type zoning,\" said J. Edmund Mullin, lawyer for the developers.\n\"It's not about affordable housing for poor folks, it's about developers making profits,\" said James W. Maza, a Souderton lawyer opposed to the plan, who heads Marlborough town government.\nMarlborough is a rural community on the edge of Green Lane Reservoir listed in the 1990 census with a population of 3,116. That census counted only 1,140 housing units there.\nIt is far closer to Allentown than to Philadelphia. It is rural enough that it is the site of three Boy Scout camps. It is quiet enough that it has been home to a Hindu-related ashram.\n\"The argument,\" Maza said, \"is we're elitist.\"\nBut \"26 percent of our housing units are trailers\" that provide low-cost housing, he said, and the town is far from an affluent retreat.\n\"We have one of the lowest housing costs in the county,\" Maza said, \"if not the region.\"\nThe median value of all housing units in Marlborough - half cost more, half cost less - was $134,400, the 1990 census reported.\nThe $134,400 median value was below the Montgomery County median of $142,400, but well above the median for Philadelphia and its four Pennsylvania suburban counties of $96,700.\nAny attempts to change zoning - anywhere - through the curative amendment method that the developer is using, Maza said, constitute \"legal terrorism.\"\nWhy legal terrorism?\n\"The idea is you file a challenge to an ordinance,\" Maza said, \"and if you win you ask for the most profitable remedy that a developer can bring, to maximize his profit . . .\n\"What we saw here was an attempt to break an ordinance that we believe properly provided for housing . . .\n\"A project of this magnitude,\" he said, \"causes great alarm and concern.\"\n*\nTerrorism by Mennonites?\n\"My clients are involved with the Mennonite community,\" said J. Edmund\nMullin, lawyer for the developers. After the housing plan was filed with the township in 1990 and after some public hearings, closed-door mediation began in August 1991 because, Mullin said, some in that Mennonite community \"indicated they would like not to see us fighting with each other.\"\nThe mediator is a Mennonite service agency known as the Eastern Pennsylvania Mediation Service.\nThe developers are Harvey Freed of Hilltown Township, Kenneth Zeigler of Souderton and the Rev. Paul Zeigler of Lancaster.\n(The Sumneytown sign had mis-\nspelled the name as \"Ziegler.\")\nThe three were principals in Zeigler's Apple Juice Products of Lansdale. Since the dispute, Mullin said, they have all retired.\nSome opponents of the development have boycotted Zeigler products.\nMennonite mediation seemed to accomplish little.\n\"It has probably been a year\" since the last mediation, Mullin said. Next month, township and developers hope to try mediation once more.\n\"If there is going to be a settlement,\" Mullin said, \"I would expect it would be this year.\"\nIf nothing comes from the March meeting, he said, mediation would likely end and public hearings resume.\nPublic. And perhaps, once more, contentious.\n\"The hearings certainly were contentious\" before mediation in 1991, said Maza, the chairman of the board of supervisors in Marlborough.\n\"There were three or four hearings, attended by . . . 500 to 700 people.\"\nZoning is not usually such a popular spectator sport.\n*\nWhy build such a large development in such a rural town?\nAfter all, Maza said, \"probably the largest subdivision (there now) is seven to eight units.\"\nIt's simple, Mullin said.\n\"That's where we own the land. That is the family farm.\n\"The family donated part of the ground to the local Mennonite church. They would like to see their property become suitable for affordable housing.\"\nWhat about Maza's argument that 726 units are too many?\n\"My recollection is that we're looking at something like six units per acre,\" Mullin said. \"Townhouses usually go eight per acre.\"\nThey would be sold at about 50 per year, Mullin said. The project would take about 15 years to complete.\nWho would buy the townhouses?\n\"What is happening in Montgomery County today,\" Mullin said, \"is that 200,000 people commute into Montgomery County because they can't afford to live here, to live where they work.\"\nCensus data from 1990 showed that 177,008 people who work in the county do not live there. It can be assumed that some out-of-county workers could well afford to live there.\nBut is there affordable housing in Marlborough now?\n\"A lot of the housing in Marlborough is functionally obsolescent,\" Mullin said. \"You shouldn't have to buy an old beat-up house to buy affordable housing.\"\nWhy townhouses?\n\"Our argument is that the township has not followed the court-mandated requirement that there be provision for townhouses\" in township zoning ordinances.\nAt the Montgomery County Planning Commission, assistant director Kenneth B. Hughes explained that \"Pennsylvania courts have traditionally ruled that every municipality needs to have provisions for all the differnt housing types in their zoning laws.\"\nBut recent court decisions, he said, \"seemed to say that as long as you provide . . . housing in a certain income range, maybe you don't have to provide townhouses as well as duplexes as well as . . .\n\"For a municipality to be playing it safest legally, yes, they should provide for all different types of housing through the zoning code.\"\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (2)\n1. Four years after a fight began over a proposed development in Marlborough,\na protest sign - \"Save the Township\" - lingers. (For The Inquirer, DAVID J.\nJACKSON)\n2. Developers want to build 746 townhouses on 115 acres now zoned for single-\nfamily housing. James Maza, chairman of the township supervisors, stood\nwith his dog, Pepper, on a lot by the Unami Creek. (For The Inquirer, DAVID\nJ. JACKSON)\n\nLoad-Date: October 21, 2002"
}